{
  "0.6.0.0": "## Patch Notes\r\n- Added day/night cycle. Note that due to missing tutorials, balancing etc. which we didn\u0027t have time for, you need to manually enable this feature when starting a new game in the advanced options.\r\n- Added the first few pages of the Thriveopedia to show info about the current game and show the evolutionary tree now in the game proper as well\r\n- Added fossilisation feature to save selected species to the museum which can be loaded through the Thriveopedia to the freebuild editor\r\n- Pilus damage now has a cooldown to prevent a ton of damage from it very quickly\r\n- Balancing changes\r\n- Fixed infinite compound ejection caused by negative compound ejection (only a bandaid fix for now due to time constraints)\r\n- Engulfing now gives extra glucose on top of what the engulfed cell actually had\r\n- Membrane colour transparency works again. Be prepared to have AI species evolve to be more transparent again to avoid being eaten by the player.\r\n- Refactored our code related to species colour adjusting when used in graphs\r\n- Fixed multiple issues related to organelle graphics rendering by changing their render modes and splitting organelles into transparent and opaque ones\r\n- New intro video\r\n- Added our social media and website links to the main menu\r\n- Added safe mode start up after Thrive crashed before managing to start fully. Safe mode can disable all mods and video playing\r\n- Digestion efficiency display in the editor now shows the separate values for each type of digestion to reduce player confusion regarding them\r\n- Fixed panspermia being selectable with LAWK being on by default now\r\n- Enabled word wrap for credits to fix some misaligned columns\r\n- Saving being unavailable in some prototypes now has the warning about that shown correctly when manually making a save in the later editors\r\n- New mucilage and slime jet icons\r\n- Starting with no mods enabled but having installed mods now shows a heads up notifying that mods need to be enabled first before they work\r\n- Fixed evolutionary tree being cutoff even when fully zoomed out\r\n- Added some features used by Thrive Launcher 2.0. Added button to exit to the launcher when the launcher is hidden and would otherwise be difficult to return to from Thrive. Store versions of Thrive now use seamless launcher mode to not show the launcher window before starting Thrive.\r\n- Improved performance of our custom rich text labels by only registering input listening when necessary\r\n- Saving now uses a new Godot API to generate the screenshot PNG this avoids an unnecessary temporary file write to disk and should be faster as a result\r\n- Fixed a rare crash when using a lot of slime jets\r\n- Added a bandaid on infinite compound ejection due to engulfed object having compounds with NaN amounts in it\r\n- Added some guards against dividing compound amounts by zero this should hopefully reduce how often the NaN compounds bug happens\r\n- Changed scene change mod callback to trigger slightly earlier\r\n- Updated some code comments related to the saving system\r\n- Fixed localization update script writing BOMs in .po files on Windows\r\n- Fixed some typos in the English text\r\n- Updated translations",
  "0.5.10.0": "## Patch Notes\r\n- Switched reproduction to be more time based, cells now generate free compounds towards reproduction, and have a maximum use rate for growth compounds\r\n- Added new slime jet organelle\r\n- The player can now move to any patch their species is in or next to such a patch\r\n- Unhandled C# exceptions are now logged in game logs. If you get any of these please send the logs to us.\r\n- Added auto-evo exploring tool which allows running auto-evo and inspecting the results\r\n- Balancing changes\r\n- Auto-evo is now 60% faster by having more data caching\r\n- Replaced the ambiance tracks with completely new ones\r\n- Made some progress on the macroscopic stage prototype\r\n- Fixed auto-evo population number difference between text report and graphs\r\n- Reworked auto-evo predation calculations\r\n- MP text on organelle selection buttons is now replaced by an MP icon\r\n- LAWK is now on by default\r\n- Entity limit is now a weighted so that fewer big cells spawn\r\n- Potentially fixed a bug that allowed things to spawn over the entity limit\r\n- Fixed entity limit constraining compound cloud spawns\r\n- Fixed a major bug in the spawn system which caused a lot of outdated species spawners to exist. This should stop extinct species spawning and the player\u0027s old species spawning when moving to multicellular.\r\n- Fixed a save load problem related to engulfing with clearing objects\r\n- Fixed some situations where the dynamic MP calculation ended up at the wrong resulting MP, please let us know if you still see incorrect MP calculations\r\n- Rigidity slider is no longer ever disabled, bugs were fixed related to its MP use\r\n- Updated to Godot 3.5\r\n- Added new multicellular music tracks\r\n- Added one more piece of multicellular concept art\r\n- Patch name overlay is now on top of the movement tutorial\r\n- Added a welcome tutorial for early multicellular\r\n- Added a tutorial about exiting a colony to continue growing in microbe stage\r\n- Implemented radio button functionality for our checkboxes\r\n- Increased species split and migration rate to fill the larger maps faster\r\n- Tweaked procedural patch map connection logic\r\n- Fixed patches with duplicate names in regions\r\n- Fixed tidepool patches being able to directly connect to oceans\r\n- Fixed classic map patch connections not saving correctly\r\n- Added some controller input handling options in preparation for proper controller support\r\n- Planet seed is now shown in the editor\r\n- There\u0027s now separate button to hide/show the environment panel\r\n- Fixed auto-evo having a chance to read gameplay adjusted population numbers, which may have caused problems\r\n- Thrive now asks for window close confirmation if there are probably unsaved changes\r\n- Fixed low performance in the report tab coming from our custom rich text labels way too often re-parsing their content\r\n- Report tab now again reacts to selecting a different patch on the patch map tab. Also improved performance when selecting patches.\r\n- New game options now mentions and links to the performance options\r\n- Created a new system to save customized versions of game configuration objects, used for difficulty and auto-evo configuration. These allow old saves (in the future) to benefit from difficulty tweaks we do to the game\r\n- Added a few new cheats\r\n- Added the start of a resource loading manager system that should make the one linux crash we get reports about not happen by making the save screenshot loading happen differently\r\n- Opening the art gallery lag is now reduced by loading images gradually\r\n- The loading screen art now changes every 10 seconds\r\n- Prevented broken translations from crashing the game\r\n- Fixed an internal error with pause locks clearing with an unsuccessful save load\r\n- Tooltips now pick their direction better\r\n- Made a slight tweak to excess save deletion\r\n- Fixed some text in the GUI not reacting to language change\r\n- Fixed patch animations not playing in the patch extinction screen\r\n- Species name entry box now check the length of the input text visually and rejects too long names\r\n- Added GPU, current renderer and used GPU memory display to the options menu\r\n- The game now Waits for the loading screen to fade in before starting save load\r\n- Reduced the processing time used by axis type inputs\r\n- Disposed properties now have their paths logged when saving\r\n- Auto-evo now doesn\u0027t start while the stage is still fading out to prevent the game locking up for a while if only one background thread is used and auto-evo was set to not run during gameplay\r\n- Auto-evo run is now canceled if the game is exited to not leave multiple runs in the background if saves are loaded in quick succession\r\n- Tweaked the visibility of compound clouds a bit\r\n- Improved the height of the difficulty setup GUI\r\n- Updated compounds panel toggle button icon\r\n- Mod loader now gives a better error if a mod\u0027s .pck file is missing\r\n- Added a debugging tool to write current Godot SceneTree to a file\r\n- Our draggable scroll containers now hide the scroll bars by default\r\n- Fixed loading saves with engulfed objects in certain weird states\r\n- Fixed and improved engulfment related text and values in tooltips\r\n- Fixed warnings regarding GlobalTranslation when loading saves\r\n- Fixed a crash when closing the game with a game pausing popup window open\r\n- Fixed clipping not being enabled for the input configuration menu\r\n- Added a button to open our feature suggestions site\r\n- The exact commit and time Thrive was built is now shown in options\r\n- Exact build info is now shown for DevBuilds in the main menu\r\n- Save counting should no longer break if there are saves with bad numbers in the names\r\n- Graphs now use a cache for their data points to allow their re-use\r\n- Graph tooltips are now destroyed properly\r\n- Converted scripts in our repository from ruby to C#\r\n- Updated our code checking tool version\r\n- Fixed being unable to start the microbe stage scene directly from the Godot editor\r\n- Fixed a few code naming inconsistencies related to dB\r\n- Fixed the code for cell visual hashes using one field twice\r\n- Updated our setup instructions to recommend dotnet 6 SDK\r\n- Small git config change should collapse translation update diffs now by default\r\n- New languages: Norwegian, Vietnamese, Croatian\r\n- Updated translations",
  "0.5.9.0": "## Patch Notes\r\n- The patch map is now procedurally generated\r\n- Reworked the engulfment mechanics. Now you carry around the things you engulf while they slowly dissolve\r\n- Added new game setup screen with various basic and advanced things that can be configured\r\n- Added an option to select the entity limit in the menu this way players with weaker computers can reduce the amount of entities the game tries to spawn\r\n- Added a simple implementation of the thermoplast\r\n- If you run out of population in one patch, you are now kicked out and need to continue playing in another patch where you still have population\r\n- Cilia organelle is finally in the game (after been wanted since 2014). It affects how fast cells and colonies can turn. Big cells need cilia to turn as fast as they currently do in the game.\r\n- All cells in a colony can now fire toxins\r\n- Reworked spawn system to have many more cells in the game at once making the game feel less empty and tweaked cloud spawning.\r\n- Added a 50% damage reduction to cells with a nucleus\r\n- Population indicator in the HUD now shows your patch local population instead of total global population\r\n- Added the next part of the prototypes that starts adding the late multicellular stage (macroscopic). It\u0027s much rougher than the earlier prototype\r\n- Cell editor in the multicellular prototype now has 50% discount on MP\r\n- Added a warning in tooltips for organelles that require a nucleus\r\n- Improved auto-evo production calculations with goal of making various 1 hex organelles perform better\r\n- The editor now dynamically computes based on the overall done changes how much MP is left\r\n- Added a new debugging overlay with a few new debug helping features. If you report lag please show what the metrics panel shows (especially the number of game entities).\r\n- Added special main theme remix for the art gallery\r\n- Made colour change an action, it now works better in multicellular editor\r\n- Saving is now possible in specific parts of prototypes. In early multicellular the swimming around in the cell stage is one such part\r\n- Fixed toxins not firing in the cell facing direction, instead they fired in the direction the cell wanted to point at\r\n- Part selection buttons no longer show the name labels by default as long names (especially in translations) cause line wrapping at bad positions. For now the labels are invisible by default (but can be toggled back on in the options if so preferred)\r\n- Placing a unique organelle now deselects the organelle selection button\r\n- ATP balance bar tooltips now show without delay and follow the mouse\r\n- Fixed hover organelle not shown while moving an organelle if no organelle type was selected\r\n- Added a hex placement sound\r\n- A button press sound is now played on the part selection buttons\r\n- Fixed ATP and HP values being able to go offscreen, now they clip properly and have a tooltip that has the full value\r\n- Pressing space in the microbe stage now pauses or resumes the game\r\n- Selected dataset visibility now persists between editor sessions in graphs\r\n- The editor now shows a warning if a previous action is still in progress when trying to do something else.\r\n- Moving an organelle is now prevented on the wrong editor tab\r\n- Added a check against engulfing starting on destroyed microbes\r\n- The game is now paused while the prototype warning popup is open\r\n- Fixed microbe sfx sound volume not being correctly updated\r\n- Changed the mutation algorithm to not need to retry entirely when  it causes a disconnected hex\r\n- Refactored our game screen fade manager and tweaked the fades. Tweaked the main menu and pause menu fades.\r\n- Changed state changing actions in physics to run later, might have some impact on physics related crashing\r\n- Added undo/redo for the early multicellular editor along with removing cells feature\r\n- Fixed game being able to unpause incorrectly when exiting the pause menu\r\n- Environment panel state is now remembered and stored in saves\r\n- Prevented quick saving and loading while game is fading in or out\r\n- O2 and other gases in the GUI display now use subscripts\r\n- Fixed open folder buttons not working on mac\r\n- Tweaked binding agent size and render order of nucleus ER and golgi components\r\n- Added safety checks against obsolete species spawning\r\n- Dead microbes now can\u0027t spawn more chunks with an organelle type than what they had. No more cells dropping multiple nuclei\r\n- Save cleanup now deletes save upgrader created backup files\r\n- Tweaked multicellular editor control placement to be aligned\r\n- Editor button available tutorial now uses the GUI element highlighting to make really sure the player notices the button\r\n- Species naming is now much more scientifically accurate second part of name is no longer capitalized\r\n- Added an art gallery where concept art, models and music from the game can be viewed\r\n- Added a tooltip to the organelle delete option explaining a few cases when it is disabled\r\n- Fixed toxin clouds visually appearing at 0,0\r\n- Fixed save writability check not working if saves folder was missing and tweaked save write attempt failure popup dialog\r\n- Added an option to turn off the background microbe particles, they now also appear by default in the microbe editor\r\n- Tweaked early multicellular editor font sizes\r\n- Microbe stage random number generator object is now saved\r\n- Added a cell stage Easter egg\r\n- Updated our styleguide and added automatic check for float format\r\n- Force pushes should no longer break our CI pipeline\r\n- Improved our custom bbcode support for key icon displaying\r\n- Updated Jetbrains CLI tools version\r\n- Three slight code cleanups for DetachAndFree, FloatingChunk, and editor tooltips\r\n- Early multicellular editor now says it is loading that and not the microbe editor\r\n- Tweaked the frame delta translation a bit to make it clearer for translators\r\n- Updated translations",
  "0.5.8.1": "## Patch Notes\r\n- Fixed major problem with the spawn system not being able to despawn things as fast as it spawned. This should give a major improvement to later game performance\r\n- Improved game object processing speed and added some multithreaded processing to them\r\n- Fixed crashing in text formatting when using our localized text class to guard against bad translations\r\n- Fixed incorrect translation bbcode being able to crash the game\r\n- Updated to Godot 3.4.4\r\n- Switched to a different Steam client library to make the Steam build work on Windows 7\r\n- New mod loader improvements to have inbuilt Harmony support\r\n- Fixed enemy spawn cheat not making the spawned cells despawn\r\n- Fixed auto-evo using energy balance instead of consumption when calculating populations\r\n- Reduced flagellum energy cost to 4\r\n- Fixed unintended cannibalism when player becomes multicellular\r\n- Fixed an issue with the player species not spawning in multicellular\r\n- Fixed dead cells being able to be added to a colony causing issues\r\n- Fixed bacteria group spawns spawning things that immediately despawn\r\n- Added  a new more detailed metrics panel (default key is shift\u002BF3) to be able to see game performance in more detail\r\n- Microbe editor now shows the total storage of a cell\r\n- Added a new microbe stage ambiance track\r\n- The options menu now shows the resolution the game renders at \r\n- Main menu music now fades out when starting a new game instead of cutting out immediately\r\n- Fixed patch map nodes reacting to the scroll wheel\r\n- Partially fixed NaN compound storage amounts by resetting them to 0\r\n- Fixed incorrect \u0022{0}\u0022 shown in save upgrade fail message\r\n- Fixed our custom colour picker leaking Godot objects\r\n- Simplified logic slightly in name permutation generation\r\n- Romanian language is now available in the game\r\n- Updated translations",
  "0.5.8.0": "## Patch Notes\r\n- Added new signaling agent organelle, it allows the player to give a few commands to other cells\r\n- Added early multicellular stage prototype. To access you need to be in a big enough cell colony (and not using freebuild mode). This prototype includes some new music tracks meant for the multicellular stage.\r\n- Patch names are now procedurally generated. No longer will you always have to explore Pangonia\r\n- Colony members now affect how fast a colony can move, their mass now has a slowing effect but their flagella will help the colony move \r\n- Being in a colony now gives an osmoregulation discount based on how many cells there are in the colony\r\n- Increased compound cloud brightness in brighter biomes to make them much easier to see\r\n- Added buttons to the abilities hot bar for unbinding and signaling agents (signaling button for now requires you to hold down the associated *key* to use)\r\n- AI now knows how to use the chemoreceptor\r\n- Sessile species should no longer be able to get stuck in engulf mode in the AI\r\n- New model and icon for the chemoreceptor\r\n- Generated membranes are now cached to reduce lag spikes also slightly made the membrane generation algorithm faster as well\r\n- Cell corpse chunks are now added to be counted in entity limit which seems to help a bit with performance\r\n- Increased entity limit considering the recent performance improvements. It\u0027s also no longer save file specific so older saves will also use the new limit now. The entity limit no longer considers colony members as separate entities.\r\n- Taking damage due to being out of ATP now has a specific sound for it\r\n- Auto-evo now takes environmental compound availability into account when calculating fitness\r\n- Balance tweaks, includes adjustments to organelle costs\r\n- AI will now stop moving if it is out of ATP and wait to recharge\r\n- Brought back the accidentally deleted win screen background\r\n- Binding mode sound now fades in and out better\r\n- Loading screen tips are now formatted properly and also parse bbcode instead of displaying the raw markup\r\n- Chemoreceptor colour is now automatically selected to match the compound colour in the modify GUI\r\n- Clicking outside the species name box now tries to accept the new name and flashing the box if the name is invalid\r\n- Extinction music now starts earlier to sync up more dramatically with the appearing extinction text\r\n- Tweaked the wording of most of the tutorials\r\n- Made the tutorial highlight background darker to make tutorials pointing to GUI elements more obvious\r\n- Switched chemoreceptor to use a different algorithm based on rays around the cell to find compound positions\r\n- Added a command line flag (to be used with a new launcher version) that disables all videos as one player had a problem with the intro video crashing their game\r\n- Disabled the X button on the organelle modify popup as that seemed a bit too error-prone to a player\r\n- Saving will now detect if the save name is too long or invalid and give an error instead of silently failing to write the save to disk\r\n- Charts will no longer show \u0022x\u0022 or \u0022y\u0022 incorrectly when they weren\u0027t supposed to\r\n- Added some code to the binding process that tries to detect disposed cells earlier, hopefully improves sometimes buggy binding\r\n- Added a way for Godot objects to skip queued method invocations without any warning messages that were previously quite prevalent from bbcode in the editor\r\n- Implemented custom logic to workaround Godot colour picker pick from game window having a (potentially crashing) bug\r\n- Improved theming for file dialog\r\n- Removed duplicate phosphate icon file\r\n- Disabled resizing the editor report tab panels as that could break the text layout\r\n- Moved to using a new C# feature (nullable references)\r\n- Changed style instructions to prefer targeted new (C# feature)\r\n- Removed our custom PathUtils class that is no longer needed as C# has a builtin path combine method\r\n- Updated our styleguide and tweaked automatic code checks\r\n- Translations file updating script now fixes trailing whitespace which can appear on Windows\r\n- Translations now use no line wrapping, this time unnecessary changes caused by that with Weblate disagreeing with gettext seem to be finally fixed\r\n- Updated translations",
  "0.5.7.0": "## Patch Notes\r\n- Added chemoreceptor organelle which shows lines towards detected compounds. Note: old saves are compatible but the chemoreceptor won\u0027t work until you die and respawn if you loaded an older save.\r\n- Implemented the organelle modify menu. For now only used for the chemoreceptor\r\n- Implemented the timeline tab in the editor showing world or patch related events that have happened in the game world\r\n- Updated to Godot 3.4.2. We are using a custom Godot build as our [Breakpad code](https://github.com/godotengine/godot/pull/56014) was not merged yet.\r\n- Reduced max entity count a lot again. This should make it so that extremely low performance of the game doesn\u0027t happen anymore. We are still investigating the performance issues and will increase the game entity counts again once we have addressed the part of the game that is actually too slow.\r\n- Added a crash dumping system back to the game. Combined with the latest launcher version this allows reporting the crashes to us developers to view on [ThriveDevCenter](https://github.com/Revolutionary-Games/ThriveDevCenter) Note that the crash reporting is not implemented for mac, yet.\r\n- Fixed the choppy intro video playback in the previous release caused by Godot removing optimized webm playback on Windows\r\n- Fixed flagella animations not working after update to Godot 3.4\r\n- The report tab of the editor now has a patch selector drop down that allows changing patches on that screen to easily view the graphs for other patches\r\n- Player species is now always printed first in auto-evo results and other species are in alphabetical order\r\n- Added a button on graphs to show the graph in bigger size to more easily see what the graph shows\r\n- Adjusted microbe movement sound\r\n- Added a separate ice damage sound instead of using the general damage sound for them\r\n- Double clicking a save now loads it or asks to overwrite it if double clicked in the create save menu\r\n- A few more tutorials are now forced (the close button for them has been disabled)\r\n- Cell speed calculation has been improved regarding flagella that don\u0027t point backwards. Now speed is calculated along the direction the player\u0027s cell can move the fastest in, which is not necessarily forwards.\r\n- Movement ATP drain was also updated with the above change, and now it also only considers flagella that can push in the maximum movement force direction. So no longer do forward facing flagella show up in editor as costing ATP when in fact they can\u0027t operate at the same time as backwards facing flagella.\r\n- Added scientific flavour text for the pilus\r\n- Disabled multithreaded rendering option which seemed to cause rare issues while not helping at all in normal use\r\n- Improved look and tooltip positioning for the editor sliders\r\n- Added a sound effect for when cells collide hard enough\r\n- Increased the fade duration when changing music tracks\r\n- Remade the trash icon as higher resolution and added a pressed state for the trash buttons\r\n- Graphs now group extinct species separately\r\n- Tweaked the visuals of the toxin particle effect\r\n- Tweaked the patch name display fade animation\r\n- Reduced small iron chunk mass so that they are easier to push around than the big chunks\r\n- Fixed external effects on extinct species causing errors\r\n- Fixed graphs using 32-bit integers to hold data, which caused the graphs to not display correctly when species populations got too high\r\n- Fixed tutorial boxes being on top of the pause menu in terms of mouse clicks\r\n- Fixed dialog resizing sometimes expanding them in the wrong direction\r\n- Fixed pause menu, win and lose screens not resizing when the game window is resized\r\n- Fixed a bug in our hybrid 3D audio player class not actually behaving spatially\r\n- Fixed the widths of a few organelle tooltip titles\r\n- Fixed refresh button in mod manager sometimes causing duplicate mod entries to appear\r\n- Fixed really long save names causing GUI layout problems by enabling text wrapping for them\r\n- Fixed pressing ESC in the game over load menu not closing the right thing\r\n- Fixed folders ending in \u0022.thrivesave\u0022 being detected as save files and causing problems\r\n- Fixed the randomize species name button not being the same height as the text box it was next to\r\n- Fixed some scenes (that are intended to be used like this) not being able to be started directly from the Godot editor due to resource loading order\r\n- Disabled mouse wheel scroll on colour picker bars as they are usually within a scroll container causing issues depending on mouse positioning when scrolling\r\n- Auto-evo prediction runs are now cancelled earlier to try to avoid error prints regarding them failing due to the player editing their species again before the run finished\r\n- Reduced the volume of microbe-theme-7 to be more inline with other music\r\n- Slight source code cleanup by moving the food source classes to the namespace they should have been in\r\n- Updated our CI checking tools\r\n- Improvements to our build scripts\r\n- Updated translations",
  "0.5.6.1": "## Patch Notes\r\n- Added a panel showing auto-evo prediction raw numbers to help players understand how auto-evo sees their species\r\n- Various changes hoping to improve auto-evo experience: fixed iron not being taken into account, fixed marine snow density not being taken into account, added extinction if too many species present in a patch, greatly improved auto-evo speed (about 20x faster now)\r\n- Pili in colony members now function correctly\r\n- Reduced max game entities to 300 to reduce late game lag\r\n- Excess compounds from engulfed chunks are now released as clouds\r\n- Removed the X close button in the undo button tutorial as people were too happily skipping it\r\n- Updated to Godot 3.4\r\n- Fixed flagella pointing direction being sometimes broken, especially when at 0,0 coordinates\r\n- Fixed auto evo using energy balance instead of total consumption in a few calculations\r\n- Empty saves list now shows a text saying no saves exist\r\n- Tweaked engulfing sound, it now fades in and out\r\n- Fixed binding agents organelle duplicating when preparing for reproduction, now the code uses the organelle unique property to detect which ones should not be duplicated to be future-proof\r\n- Changing maximum FPS is now possible in the options\r\n- Fixed a disposed microbe bind by running the attach callback on the next frame, like it was supposed to run as per old code comments\r\n- Detached colony cells now keep their rotation that they had in the colony\r\n- Changed the auto-evo prediction tutorial to mention the new prediction panel that can be opened to show all the numbers for it\r\n- Added validation to save names (and stricter species name validation) to ensure saving doesn\u0027t fail due to file writing issues when filenames contain invalid characters\r\n- Added a global lock around save image resizing when loading for display, this seems to help around a Godot multithreading issue that caused / causes crashes when opening the load menu\r\n- Fixed bugs regarding the binding agent sometimes being the wrong colour\r\n- Fixed problems with colour picker texts being able to be too wide\r\n- Fixed old Godot version being mentioned in our documentation\r\n- New mod form now requires internal name to start with a capital letter\r\n- Added documentation regarding profiling the game\r\n- Updated our styleguide and git usage guide\r\n- Auto-evo results now react to language change\r\n- Fixed auto-evo prediction texts not updating on language change\r\n- Warning popup on trying to open a non-existent directory should now work on Windows\r\n- Dehydrated builds now ignore some file types, which should result in less dehydrated downloads per devbuild, thanks to a new godotpcktool version that supports name filtering\r\n- Full mod info now includes internal name\r\n- Various modding improvements: forgetting uploaded Workshop mod details, manually entering an existing ID, mods can specify if they require a restart, mod uploader now allows entering change notes and it now warns if preview image is too large, the uploader also now remembers the details that were last used to send an update, tweaked mod manager layout\r\n- Mod manager scene can now directly be launched from Godot for debugging\r\n- Enabled autowrap on mod load caveat text to ensure it doesn\u0027t go offscreen in some languages\r\n- Switched to using NetAnalyzers package instead of the deprecated one we used before\r\n- Updated translations",
  "0.5.6.0": "## Patch Notes\r\n- Auto-evo can now cause species to split\r\n- Auto-evo now tries to fill empty patches with species split or migrated from nearby patches\r\n- Auto-evo now affects the player population\r\n- Added mod support (there\u0027s a few example mods available: https://github.com/Revolutionary-Games/ThriveMods/releases)\r\n- Added a new panel in the editor showing the predicted auto-evo population numbers for the player species based on current edits\r\n- Implemented the behaviour tab in the editor\r\n- Toxins can now be fired with less than the required amount of toxin, but they deal reduced damage in that case\r\n- Fixed some colony physics issues\r\n- Fixed a crash when cell that was going to bind just died\r\n- Fixed incorrect rotations in colonies that happened in some cases\r\n- Mouse hover panel no longer shows the exact compound values, instead only the rough category of how much stuff there is, is shown\r\n- Mouse hover panel now shows all cells of one species on one line instead of one line per cell\r\n- Balance changes\r\n- Microbe AI tweaks (toxin shooting, running away)\r\n- Current patch name is now shown with a fancier fading in and out large text\r\n- There is now a JSON debug mode that activates automatically on save failure. This will provide much better information to us regarding saving failures when players report them.\r\n- Extinction screen now has buttons to load a save or exit to the menu\r\n- Updated to Godot 3.3.4\r\n- Solved a save upgrade problem from 0.5.4 with extinct species still existing in historical graph data\r\n- Adjusted volumes of quite a few sounds and music tracks\r\n- Quitting the game now has a confirmation popup if it has been more than a few seconds since the last save\r\n- Added new tutorials to the editor and microbe stage to try to help new players have easier time with their first playthrough\r\n- Added credits in the game\r\n- Added licenses display in the game\r\n- Added a button in the editor to generate a random species name\r\n- Added a tutorial that pops up if the editor button is enabled for too long without the player noticing\r\n- The current species name is now prefilled as the save name when saving the game\r\n- Updated to a newer font version to fix some translations having broken characters (the font now looks slightly different)\r\n- Added a special extinction music track that plays on the extinction screen\r\n- Toxins no longer go through floating chunks\r\n- Added a key to hide the GUI of the game, useful for screenshots\r\n- Moving to any patch in freebuild is now possible in a single step\r\n- Increased the amount of personality mutation possible in a single step\r\n- Translation progress is now shown under the selected language in the options\r\n- Added tooltips for the bottom left buttons in the microbe stage\r\n- Implemented a custom dialog box class and switched over to it. Now many more dialogs can be dismissed with ESC\r\n- Implemented a tweaked colour picker that has better tooltips and translation support\r\n- It\u0027s now possible to control the number of worker threads from the options menu\r\n- Fixed a slight angle in the health and ATP bar filler textures\r\n- Added highlight effect to checkboxes and moved to using a custom checkbox control\r\n- Improved performance of line charts with many points\r\n- Win and extinction screens are now on top of the tutorials\r\n- Text in dropdown buttons is now localizable\r\n- A warning popup is now shown when attempting to open screenshots or saves folders if they don\u0027t exist\r\n- Empty datasets in graphs now have text saying they are empty\r\n- Engulfing button in hotbar is now hidden if cell can\u0027t engulf\r\n- Other GUI tweaks\r\n- Added hotkeys for delete and move in the editor\r\n- Implemented a proper system for game objects to refer to each other over multiple frames, this should fix at least one saving error\r\n- Auto-evo now uses all available executor threads when the loading screen is waiting on it\r\n- Music tracks within a single stage now cross fade\r\n- Added a cheat to spawn an enemy cell\r\n- Taking a screenshot now temporarily disables the colour filter if one was enabled\r\n- Improved the mouse over GUI element detection in the microbe editor\r\n- Fixed being able to get an enemy cell into your colony\r\n- Fixed editor button state not updating after colony bind and unbind\r\n- Fixed an exploit allowing the binding agent to be placed without the nucleus\r\n- Fixed AI species being able to evolve an organelle that can be placed just once, multiple times\r\n- Fixed some game settings applying while loaded in the Godot editor and causing issues\r\n- Fixed microbe colonies making compounds disappear if the colony members have different sets of useful compounds\r\n- Fixed save slot rotation not working with 10 or more saves\r\n- Fixed placed hex material colour not restoring when hovered with multiple hover hexes in the editor\r\n- Fixed keyprompts staying stuck on the screen if tutorial was disabled in the editor\r\n- Fixed organelles flickering when moving (was caused by render order of them not being fixed)\r\n- Fixed rare crash in compound cloud simulation\r\n- Fixed osmoregulation missing in some organelle tooltips\r\n- Fixed microbe intro restarting if space was pressed during it\r\n- Fixed ATP balance bar icons having one organelle placement delay in hiding or showing themselves\r\n- Fixed the reproduction bars being full after loading a save where the player is dead\r\n- Fixed the microbe stage background not working in really wide aspect ratio (it\u0027s still possible to get around this, but now any realistic resolution should work)\r\n- Fixed back to main menu buttons not working while a submenu animation is playing\r\n- Fixed a crash related to changing the chromatic filter options\r\n- Fixed a potential softlock if the game was paused before the tutorial popup\r\n- Fixed the reproduction cheat crashing the game if the player is dead\r\n- Fixed ESC pausing the loading screen\r\n- Fixed button press sound being restarted in the middle of it if another button was pressed too fast\r\n- Fixed duplicate player cheat not working after being in the editor\r\n- Fixed rigidity slider not re-enabling when undoing gives back some MP\r\n- Fixed floating chunk not properly checking for failure when retrieving touching microbes\r\n- Fixed some code still referring to membranes with old names. Fixes some missing info in membrane tooltips.\r\n- Made sure that cells with a cell wall that doesn\u0027t allow engulfing cannot enter engulfing mode, and stopped the AI from even trying it\r\n- Arrow key rebinding for movement should now work\r\n- Saving is no longer possible while extinct\r\n- The spinning Thrive logo in the loading screen now rotates smoothly\r\n- Extinction theme is now played just once\r\n- Added extra checks for allowed species name formats\r\n- Quit button no longer plays a sound to not have it sound glitchy\r\n- Fixed warnings about non-power-of-2 textures\r\n- Microbe editor grid is now created in the shader and not loaded as a texture\r\n- Tweaked the dissolve effect for chunks\r\n- Exiting the editor no longer prints to log that game locale was changed even when it wasn\u0027t\r\n- Entering the main menu ensures the game is not paused\r\n- Added defensive programming to one place in auto-evo where there was a very rare exception happening\r\n- Increased cheat cloud density\r\n- Added more explicit null checking in JSON serializer\r\n- Slight efficiency increase to auto-evo by reusing already computed energy balance in one method\r\n- Renamed the incorrectly named \u0022remove organelle\u0022 input\r\n- Refactored microbe AI to use a common method to check what can be engulfed to reduce code duplication\r\n- BBCode in the game can now refer to some game constants\r\n- Slight input rebinding code refactoring\r\n- Mouse hover panel now keeps updating while the game is paused\r\n- Removed Godot editor (tool) load attributes to reduce Godot automatically breaking those(we are still looking for a permanent solution: https://github.com/Revolutionary-Games/Thrive/issues/2751)\r\n- Split Microbe class into multiple files to make it more manageable\r\n- Refactored the patch map setup code\r\n- Updated to C# 9.0\r\n- Updated SharpZipLib to 1.3.3\r\n- Updated the used game text extraction code to extract new Godot Node properties that were missing before from translatable strings\r\n- Format checking script will now detect git merge conflicts\r\n- Format script will now print out the text extraction tool version if translations are detected to not be up to date\r\n- Format script changes checking should now work properly on Windows\r\n- New languages: Danish, Ukrainian, and Hungarian\r\n- The \u0022@\u0022 in process environment display is now translatable\r\n- Updated translations\r\n- Improved instructions for working on the game and PR templates\r\n- Added a documentation page about getting started with Godot\r\n- Sadly removed some work from people who we didn\u0027t manage to contact to sign our CLA\r\n- Steam: added mod uploader to workshop and loading subscribed workshop items in the mod manager in the game\r\n- Steam: Steam username is now used inplace of the operating system account name",
  "0.5.5.0": "## Patch Notes\r\n- Improvements to colony physics and member rotation issues\r\n- Added a new abilities hotbar with buttons for activating various cell abilities\r\n- Spawn system now uses a bag approach that attempts to more fairly spawn from each category. This along with other spawn system tweaks should fix bugs with iron not spawning where it should.\r\n- New iron chunk look\r\n- Improved microbe membrane visuals\r\n- Spawn rate is now reduced if the player is stationary\r\n- AI run and tumble behaviour has been improved\r\n- Key prompts now update the shown keys on keybinding change\r\n- Fixed an organelle related crash in the editor which happened for example when undoing and re-placing the nucleus\r\n- The help menu now uses compound icons and shows the current key bindings for actions referred to in it\r\n- Added a save upgrade system that allows upgrading 0.5.4 saves to this version. If this is kept up to date we can hopefully keep save compatibility for a long time\r\n- Fixed the ATP and health bars becoming stuck sometimes. Also ATP bar should now stay full better without quickly changing between being full and almost full.\r\n- Fixed showing the blank keyprompt icon\r\n- The ATP and health bars now remember the max values when the player dies, instead of reverting to showing the default values\r\n- Tweaked AI to hopefully avoid cells spinning around in a position where they were trying to engulf a chunk\r\n- Added audio output device selection to the options menu\r\n- The AI is now much more likely to move immediately after spawning\r\n- Processes can now run at fractional speed to allow running them for example when only a little bit of input compound or output space is available\r\n- Added an option to disable the GUI light on the editor button. Please report if disabling this feature helps you if you previously experienced the bottom right of the microbe GUI sometimes having parts of it disappear\r\n- There is now a separate icon for species in graphs when they go extinct entirely versus just from the current patch\r\n- Changed rendering mode to multithreaded in Godot\r\n- Auto-evo now models different energy sources better, which should result in better evolved species\r\n- Unbinding ESC from actions is no longer possible as it was not possible to get that binding back\r\n- Fixed a crash in mutations generation if the player entered a species name that contained a one letter word\r\n- Dragging and dropping a save onto the game window will now load that save\r\n- Improved the layout of the help menu texts, now they are again specified manually if they are in the left or right columns\r\n- Undo and redo buttons are now disabled while moving an organelle\r\n- Fixed organelles being marked as moved incorrectly if re-placed at their current location, allowing then to do a free proper move\r\n- Fixed a crash happening if the load game menu was exited, re-entered and load pressed\r\n- Fixed process panel not working correctly when the player had all organelles\r\n- Fixed crash in duplicate player cheat after loading a save\r\n- Changed the alignment of graph y-axis labels\r\n- The same microbe ambiance track can now repeat, instead of always switching to the other one when one ended\r\n- If save loading fails, the already loaded objects are now properly freed\r\n- Player cell is properly reset to normal state after unbinding a cell in unbinding mode\r\n- Entering the editor while in a colony should now be properly blocked, though it seems there is still a bug that can allow that\r\n- Options menu now scales to content size\r\n- Closing the pause menu with ESC when there are unsaved changes no longer happens\r\n- Saving or loading is now prevented if already in progress, this fixes a crash with rapidly pressing the quick save and load buttons\r\n- Pressing ESC in the options or load menu when opened from the main menu, now goes back to the main menu\r\n- Slightly refactored the code for the tooltip system\r\n- Fixed player species remove on extinction from list of species\r\n- Fixed options menu tooltips not showing when accessing it from the pause menu\r\n- Unbinding now always returns cells to normal state\r\n- Spamming F1 no longer cycles the fun fact / tip in the help menu\r\n- Compound amount labels in the GUI now update on language change\r\n- The game now prints C# and Godot locale on startup\r\n- Changed the order of game start prints to have more important information earlier in the logs\r\n- Added some extra error handling to JSON converter types\r\n- Reworked the compound names in translateable strings to allow overriding the default text, required by some languages to make sentences including compound names more natural.\r\n- Game languages list is now loaded just once instead of always when opening the options menu\r\n- Percentage values now use the translation system\r\n- Freebuilding label in the MP bar now reacts to language change\r\n- Updated translations\r\n- Updated the used automatic checking tools version, added more documentation for developers regarding CI usage\r\n- Added a helper script to reset current localizations from the master branch, hopefully useful to developers to resolve translation merge conflicts\r\n- Added a helper script to build list of changed files locally, useful for people who haven\u0027t setup pre-commit to have faster automatic code checking\r\n- Added helper script to clean out local Godot version, as it\u0027s known to [automatically break](https://wiki.revolutionarygamesstudio.com/wiki/Cleaning_Local_Thrive_Version)\r\n- Changes to our code style document and additional automatic checks to enforce these rules\r\n",
  "0.5.4.0": "## Patch Notes\r\n- Binding agents added. You can now form cell colonies with other cells\r\n- Improved microbe AI. And fixed the AI being unable to fire toxins.\r\n- The AI will now get tired of endlessly trying to hunt the same prey, instead they move on after chasing a while\r\n- Fixed bug with glucose reduction not actually working. Glucose now decays properly over time. Fixed the editor compound graphs not displaying changes over time correctly.\r\n- Updated to Godot 3.3.2. Fixes problem with exiting fullscreen not remembering the monitor. Fixes some physics errors.\r\n- Renamed the appearance into the membrane tab\r\n- The cell visuals along with the membrane are now shown in the editor when on the \u0022membrane\u0022 tab\r\n- The game now defaults to starting in fullscreen mode and only going windowed mode if selected in options (instead of doing the opposite). Hopefully encourages dedicated graphics to be preferred and fix some fullscreen entering bugs some people experienced.\r\n- Tweaked compound cloud visuals. Still not perfect but they are a bit closer to the nice looking clouds of 0.3.4. Hopefully also resolves the clouds flashing issue.\r\n- Organelle move cost is now reduced to 5 MP\r\n- Fixed organelles disappearing if moving was attempted with not enough MP\r\n- Changed the placeholder image file to be a transparent one. This avoids the problem in GLES2 mode with the Thrive logo being overlayed over the gameplay when a shader fails to compile.\r\n- The loading screen now shows a randomized piece of art\r\n- Added a button to cancel an in-progress organelle move in the editor\r\n- Balance tweaks to storage, toxins, pili etc.\r\n- Normal membrane now has a osmoregulation factor of 1. Other membrane factors were adjusted.\r\n- Moving organelles placed in the current editor session is now free\r\n- Tweaked mutations algorithm to make slightly larger cells\r\n- Cytoplasm now has a dedicated model when it is used as a cell corpse chunk\r\n- Organelle process tooltips now use bbcode to specify the contents. This allows translations to order things naturally, and also the tooltips now show actual keybinding values instead of just the default keys for actions.\r\n- Improved organelle rotations when placed with symmetry on\r\n- Fixed crash when spamming the editor button\r\n- Fixed crash when rapidly spamming the next button in the editor\r\n- Added a new cheat menu (F6) that has a few new cheats on top of the old ones\r\n- Fixed a bug with all keys getting disabled if input rebinding was canceled\r\n- The cell visuals are now only shown in the editor when you are on the cell editor tab\r\n- Data graphs now recalculate min and max values based on shown datasets\r\n- Flagellum tooltip now explains that the final direction it points out of a membrane affects the thrust direction\r\n- Editor fade in now happens after the loading screen instead of before\r\n- Switched the used noise library to better licensed one to allow different distribution channels in the future. This slightly affects the movement of compound clouds\r\n- Membrane rigidity now has a visual influence on the amount the membrane wiggles. Different membranes now have different base wigglyness amounts.\r\n- Improved the experience regarding turning the organelle place hover hex on after loading a save made in the editor\r\n- Compound amounts now have a tooltip and icon in the patch details\r\n- Light now works in the editor, slightly changing the visuals there. This makes organelles brighter in the editor. Improves the experience in GLES2 mode.\r\n- Exiting the editor with disconnected hexes is no longer possible by exploiting the not enough ATP confirmation dialog\r\n- Editor tooltips now react to language change\r\n- Fixed editor graphs showing lines with insufficient data\r\n- Rigidity slider tooltip now shows the middle value as \u002B0 instead of 0. The tooltip also now displays the speed difference as percentage\r\n- Editor hexes should no longer be bugged in GLES2 mode\r\n- Environmental toxins now fade out instead of immediately popping out of existence when they are to be removed.\r\n- Shot toxins now fade out properly instead of immediately disappearing entirely on hit\r\n- Scrollbar thickness was increased to make them easier to use with the cursor\r\n- Cell entities are now removed much sooner after they have died\r\n- Fixed population number display when it gets very large\r\n- Fixed some wording in the editor tooltips\r\n- Thermoplast tooltip now says it is not implemented\r\n- Tweaked bottom right area in the microbe GUI\r\n- The MP costs can now be translated in the editor\r\n- Input key names can now be translated\r\n- Fixed some other places in the game that couldn\u0027t be translated\r\n- Translations updated. New languages: Latvian, Swedish, Estonian, Dutch, Thai, and Sinhala\r\n- Tweaked the undo tutorial text\r\n- Reordered microbe stage help text to put the text about winning and losing next to each other\r\n- Adjusted Godot tooltip positioning to make the cursor overlap less with them\r\n- Refactored custom theme out of microbe editor scene to a shared theme file\r\n- Improved automatic code checks to even further help with automatic pull request reviews\r\n- Internal refactoring on the organelle tooltips to make them easier to work with\r\n- Build changes, we now recommend dotnet for building\r\n- Updated code style guide",
  "0.5.3.1": "## Patch Notes\r\n- Saving error regarding AI keeping references to disposed objects should be fixed now\r\n- Organelles can now be moved in the editor\r\n- Added graphs to the auto-evo report showing historical values\r\n- Fixed the AI being unable to act as a predator. This was broken when converting the code into C# for 0.5.0 release.\r\n- Balancing changes\r\n- Editor button should now finally be properly disabled when the player dies\r\n- Added a shortcut (by default alt\u002Benter) to toggle fullscreen mode\r\n- Environmental toxins now despawn after a few minutes. This should reduce the ridiculous amount of toxins that could end up surrounding the player.\r\n- Fixed some popups not sizing correctly to translations\r\n- The MP bar now flashes if trying to change membrane types without enough MP\r\n- Added a button to open the logs folder\r\n- Added a .desktop file for use on Linux\r\n- Various small GUI fixes\r\n- The resulting mutation points arrow now uses a texture for nicer look\r\n- Player cell is now shown in mouse hover panel\r\n- Pressing enter on the species name enter now defocuses the input field\r\n- Fixed issues with some text not being translatable\r\n- Updated translations\r\n- General code repository related improvements",
  "0.5.3.0": "## Patch Notes\r\n- Added translations support to the game. The community has already done many translations at https://translate.revolutionarygamesstudio.com/engage/thrive/\r\n- Added key rebinding\r\n- Added process panel (press the test tube icon in the bottom left) to show running processes in your cell\r\n- It\u0027s no longer possible to make cells with disconnected hexes\r\n- Mutation code now also has a check to make sure it doesn\u0027t create disconnected hexes\r\n- When exiting the editor, organelles are now moved to be around the center of mass\r\n- Wall type membranes now prevent a cell from engulfing\r\n- Tooltip system improvements, editor organelle tooltips now follow the mouse around\r\n- Fixed a bug with tooltips sometimes getting stuck on screen\r\n- Membrane tooltips are now relative to the currently selected membrane\r\n- Big changes to the saving system to reduce the amount of logic needed after loading an object from a save. This will make future development easier. Unfortunately this new save format is incompatible with the previous one.\r\n- It\u0027s now possible to pan the camera in the editor\r\n- Extinct species are now mentioned much more clearly in auto-evo results\r\n- Fixed places where zero or negative delta could cause problems (https://github.com/Revolutionary-Games/Thrive/issues/1976)\r\n- Tried to fix bug with ObhectDisposedException from FloatingChunk preventing saving. If you still get that error when trying to save, please let us know as the potential fix needs more testing.\r\n- Added a popup warning when playing in GLES2 mode\r\n- Configuring the username for saves is now possible\r\n- Added back the arrow showing forward direction in the editor\r\n- Absorbing non-useful compounds is now blocked\r\n- Added a new button in the main menu to open our github\r\n- Added a button to open screenshots folder\r\n- Added a button to go to the translations website so that the community can easily find out how to help with translations\r\n- Fixed bug with loading a save where editor was available, now the editor button is correctly enabled after loading such a save\r\n- Music track fading has been improved\r\n- Fixed quick loading while quick loading causing issues, quick load is now prevented if load is already in progress\r\n- Floating chunks now use more accurate, convex collision shapes\r\n- New input system to make it easier to add future code that needs input handling\r\n- Fixed win and lose screens not being centered\r\n- Loading a save made in the editor now remembers which editor tab was open\r\n- The load menu is now more robust against broken or invalid format saves\r\n- External effects are now saved\r\n- Cell reproduction progress is now saved properly\r\n- Relative cell statistics now work correctly after loading a save\r\n- Editor undo history is now saved and loaded\r\n- Microbe editor camera zoom is now saved\r\n- AgentProjectile\u0027s emitter is now saved and reapplied on load\r\n- Microbe velocity is now loaded from saves\r\n- Hovered over compounds that show as 0.0 are now not shown\r\n- Quick save in microbe stage is prevented before stage entry is finished\r\n- Loading screen now has randomized tips\r\n- Auto-evo configuration is now loaded from JSON for easier tweaking\r\n- Invalid place sound is no longer played if you click below the patch map\r\n- Saving status message no longer prevents clicking any GUI buttons\r\n- Saving status message now fades out smoothly\r\n- Labels on the mutation bar now have colours\r\n- Random state is now saved and loaded\r\n- Added fallback fonts for translations that need special characters not present in the normal fonts\r\n- Added new easter egg messages to replace duplicates\r\n- ATP damage sound is now not played if a cell is dead\r\n- Added option to run auto-evo only after pressing the editor button\r\n- Health bar now goes to 0 if the player is dead\r\n- Player dying now explicitly disables the editor button\r\n- Renamed Lux to lx\r\n- Game version is now printed to logs on startup\r\n- Loading a completely incompatible save is now prevented\r\n- Quick loading a save made with a different version is now blocked. Those saves need to be loaded from the load game menu.\r\n- Fixed typo in bioluminescent vacuole name\r\n- Auto-evo now only starts after auto save in the microbe stage\r\n- Devbuild upload script now has more retries on upload failure\r\n- Thermoplast tooltip now mentions that it is unimplemented\r\n- Fixed one patch having incorrect environmental gas amounts\r\n- Fixed help menu mentioning the wrong number of years passing\r\n- Repo improvements (banner image, added code of conduct, updated setup instructions a bit, updated style guide, switched to pre-commit to make it possible to use on Windows)\r\n- Hooked up Weblate for the community to help translate the game (https://translate.revolutionarygamesstudio.com/engage/thrive/)",
  "0.5.2.0": "## Patch Notes\r\n- Tutorials were added\r\n- Editor UI has been redone \u002B some other GUI tweaks were done\r\n- Auto-evo populations are no longer random, they are now computed using an auto-evo prototype algorithm\r\n- The new auto-evo algorithm makes the AI species to respond to the conditions in the patches they are in\r\n- Fired toxins and environmental toxins have a new particle effect\r\n- Many buttons in the editor now have tooltips\r\n- Saving and loading GUIs were improved\r\n- Spawn system has been partly reworked so that respawning no longer results in an abundance of resources while they are normally too hard to find\r\n- Updated to Godot 3.2.3\r\n- Cell physics should now properly match with the hexes in a cell (before it was incorrectly made so that all hex collisions were positioned at the cell origin)\r\n- Changing options during gameplay is now possible\r\n- Options are no longer automatically saved, instead they need to be manually saved when exiting the options menu to keep the changes\r\n- Sound effects and ambience now have separate volume sliders\r\n- Volume sliders should change the volume better, they now use a linear to decibel conversion\r\n- With 125% Windows scaling text in the editor should no longer get cutoff\r\n- There is now a time indicator in the editor showing the current year in-game\r\n- Trying to exit the editor with negative ATP balance shows a warning now\r\n- Failing to place an organelle now plays a sound\r\n- If you don\u0027t have enough MP to place an organelle the MP bar flashes\r\n- Hexes placed in the current editor session are slightly brighter to make it possible to tell them apart from old ones\r\n- Auto-save happens after the stage fade in now to no longer have all dark screenshots\r\n- F1 now opens the help menu\r\n- Added a tooltip for double membrane\r\n- Patches are now capped at 100% sunlight\r\n- Balance tweaks (especially to photosynthesis)\r\n- ATP balance bar now has tooltips\r\n- More editor buttons now play the button press sound\r\n- There\u0027s now a button in the load menu to open the saves folder\r\n- Clean up old saves button is now implemented\r\n- There is now a warning when loading a save made with a different game version, as save compatibility is not guaranteed currently\r\n- Delete selected saves is now implemented\r\n- Reproduction bar sides now individually turn white\r\n- Finding marine snow should now be possible\r\n- Fixed problem with auto save overwrite if only 1 auto save is selected to be kept\r\n- Membrane graphics no longer glitch out around 0,0,0\r\n- Changed population numbers from ints to longs to allow much bigger maximum populations\r\n- Taking a screenshot now also happens when pressing PrintScrn (before only F12 took a screenshot)\r\n- Microbe AI think interval was reduced from 2.3 seconds to 0.3 seconds to make them more responsive\r\n- MP bar in the editor now takes symmetry into account and shows how much the currently selected organelle costs\r\n- Osmoregulation change is now given as percentage in the membrane tooltips\r\n- ATP balance bars again show the totals\r\n- Player daughter cell is now prevented from splitting immediately after exiting the editor. This is to prevent 3 cells appearing after exiting the editor, which might confuse some to think that it is a bug\r\n- Rigidity bar now moves as far as MP allows when clicking on the bar\r\n- Loading a save made in the editor while in the editor now works\r\n- Patches now show their depth in the editor\r\n- Chromatic aberration checkbox can now be toggled by clicking the text\r\n- Species name and colour are now properly saved while in the editor\r\n- Increased the radius from which cells under the cursor are detected\r\n- The game should now appear in Windows program list / task manager as Thrive instead of Godot\r\n- General code and documentation improvements",
  "0.5.1.1": "## Patch Notes\r\n- Fixed crash related to flagellum marine snow spawning. This seems to be the most likely crash to happen while swimming around in the stage.\r\n- Added a bandaid for crash related to trying to get the game version number (https://github.com/Revolutionary-Games/Thrive/issues/1505)\r\n- Fixed rigidity slider being able to take MP from future editor session\r\n- Editor tooltips no longer overlap with the ATP balanc ebar\r\n- Popup windows now have styling\r\n- Sliders in the GUI are now styled better\r\n- Cellulose wiggle is reduced\r\n- Background particles now stop when the game is paused\r\n- Saves list refresh improved\r\n- Extinct species are now removed from the game world\r\n- When loading bioprocesses it is now checked that no inputs are 0 or negative\r\n",
  "0.5.1.0": "## Patch Notes\r\n- Saving. Including quick save (F5) and quick load (F9)\r\n- Balancing changes\r\n- Previous spawners are now removed on patch change\r\n- Screenshot key (F12) stored next to the game logs folder\r\n- Segmented ATP balance bar based on organelle\r\n- New automated DevBuild system for our [patrons](https://www.patreon.com/thrivegame)\r\n- Added a disolve effect for the chunks\r\n- ATP balance calculation fixes\r\n- Auto move key (X)\r\n- Chromatic aberration and distortion effect\r\n- Lag on bacteria colony spawn should be reduced\r\n- Cell wall wigglyness is now reduced\r\n- Improved editor cell speed calculation\r\n- Fixed organelles being displayed outside the membrane\r\n- Improved membrane visuals when a big cell turns\r\n- Fixed the initial cell compounds not reacting to different organelles\r\n- AI now once again gets population from kills\r\n- Changed the math for player population gain and loss\r\n- Processes with 0 output are now red in the editor tooltip\r\n- Added a tooltip for the rigidity slider and it now starts at the middle\r\n- Adjusted the pilus physics size\r\n- Editor help screen now mentions the button for removing organelles\r\n- The question mark button in the stage now opens the help menu\r\n- Fixed the player global population being shown incorrectly in the per patch information\r\n- Editor tooltips now show more decimal places to differentiate between almost the same processes\r\n- Releases now include an info file\r\n- Windows executable icon and meta data should be now set\r\n- Bunch more CI checks for more robust automatic checking of PRs\r\n- Behind the scenes code structure cleanup and refactoring\r\n- The game now prints the location of the log file on startup",
  "0.5.0.0": "## Patch Notes\r\n- Thrive should now run on most (if not all) integrated Intel graphics\r\n- Performance should be much better \r\n- Added options menu\r\n- Implemented zooming out in the editor\r\n- Only useful compound bars are shown now\r\n- Fixed background brightness\r\n- Added full screen colour blind filters\r\n- Clouds no longer have straight edges\r\n- Microbe corpse chunks fallback to using the mitochondria model less\r\n- Fixed choppiness of the videos\r\n- Toxins now use particle effects\r\n- Improved the look of the reproduction progress GUI elements\r\n- Added fades to make transitions smoother\r\n- Camera jitter when moving should be fixed\r\n\r\nThe list of new features is short this time as it took a lot of effort to reimplement all the existing features in Godot.",
  "0.4.3.1": "## Patch Notes\r\n- The different membrane types now have different effects\r\n- New cell button is now disabled when not in freebuild\r\n- Pilus sound was adjusted\r\n- Balancing was tweaked\r\n- Engulfing your own species is now prevented properly\r\n- Engulfing target\u0027s movement penalty has been increased\r\n- The shown external effects on population when entering the editor are now grouped by type and species\r\n- Undoing organelle placed on cytoplasm was fixed to properly restore the cytoplasm\r\n- The editor hover hex is now hidden when mousing over the GUI\r\n- Reduced movement jitter\r\n- Updated win text",
  "0.4.3.0": "## Patch Notes\r\n- New GUI for the microbe stage\r\n- Moved the game to a variable update rate for smoother gameplay\r\n- Added the pilus\r\n- Made editor tooltips dynamic to show the process efficiency in current patch\r\n- Added an ATP balance bar to the editor to help with making cells that produce enough ATP\r\n- AI species now spread to new patches\r\n- More patch details shown on the patch map\r\n- Fixed undo in editor not restoring removed cytoplasm\r\n- Added appearance tab in the editor\r\n- Pausing the game now works\r\n- Improved counting of population increase from escaping engulfment\r\n- Organelle definitions moved to a json file for easier editing and modding\r\n- Fixed right click freezing the game\r\n- Fixed movement ATP cost being sometimes incorrectly calculated\r\n",
  "0.4.2.0": "## Patch Notes\r\n- New graphics engine ([bs::framework](https://www.bsframework.io/))\r\n- New audio library (Alure) which should help with sounds not playing. Also changed music volumes to make it more audible\r\n- Patches. You can now move to different patches with their different conditions.\r\n- Free build editor\r\n- Auto-evo is now run in the background in order to reduce lag spikes\r\n- Rebalanced reproduction times\r\n- Reproduction progress bar\r\n- Organelle models are now visible in the editor\r\n- Help menu was improved\r\n- Light is now a patch property and affects photosynthesis\r\n- Added toxin organelle for prokaryotes\r\n- Glucose concentration goes down every time you go to the editor\r\n- All cells now descend from the player\r\n- Reworked organelle models\r\n- New organelle textures\r\n- New flagella animation\r\n- New editor hex texture\r\n- Editor visual hex grid removed",
  "0.4.1.1": "## Patch Notes\r\n- Performance increased by on average 30fps in our tests (50 to 80)\r\n- Added nitrogenase and atmospheric nitrogen\r\n- New model and Icon for rusticyanin\r\n- Bacteria with cell walls are now the correct capsule shape\r\n- Enabled cell walls for eukaryotes\r\n- Player now starts with a cell wall\r\n- New icons for CO2 and O2\r\n- Lighting now varies by biome and more ways it can be altered per biome (But for now it only affects flagella and iron)\r\n- Improved the look of iron significantly\r\n- New biome\r\n- Fixed bug where cells would have more compound then they should in various cases\r\n- Fixed bug that prevented 1/2 of all possible AI cell starting organelle configurations from generating (AI cells will be less prone to dying immediately)",
  "0.4.1.0": "## Patch Notes\r\n- Background texture loading should be fixed (aka the banana biome)\r\n- Compound clouds should now work for players with AMD graphics\r\n- Player starts now as a prokaryote and the nucleus can be added in the editor\r\n- Membrane bound organelles are now locked without a nucleus\r\n- Added new organelle for metabolising iron\r\n- Added big and small floating iron chunks that emit iron\r\n- Cells now break into chunks on death that slowly release compounds the chunks can also be engulfed (as can the iron chunks)\r\n- Rebalanced organelles\r\n- Reorganised organelles in the editor\r\n- Fixed organelle placing being offset from the mouse in the editor\r\n- Improvements to the AI\r\n- Engulfing is now dependent on visual size instead of organelle count\r\n- Osmoregulation and cell drag are now calculated per hex instead of per organelle\r\n- Compound cloud visuals have been improved\r\n- Cell graphics have been improved\r\n- Backgrounds have been improved\r\n- Auto evo step now runs every time you enter the editor.\r\n",
  "0.4.0.2": "## Patch Notes\r\n- Fixed process system crash\r\n- Fixed audio glitching in the intro videos\r\n",
  "0.4.0.1": "## Patch Notes\r\n\r\n- Physics crashes should be resolved\r\n- The compound bars should no longer freeze during long play sessions\r\n- Crashes now generate crash dumps which will help us track the causes\r\n- New main menu backgrounds\r\n- Compound cloud blending is better\r\n- Few features that were supposed to be in 0.4.1 but basic implementations were done already\r\n",
  "0.4.0.0": "## Patch Notes\r\n\r\n- Bacteria\r\n- Darwinian Autoevo (Which affects prokaryotes and eukaryotes)\r\n- Procedural Species names\r\n- Improved AI\r\n- The new AI has \u0022behaviors\u0022 which determine how each species acts, and those behaviors can also mutate\r\n- Winning and Losing has been added, will you go extinct? Or Thrive?\r\n- Stability increases\r\n- Massive Graphical Upgrades\r\n- New Engine\r\n- Many new Organelles\r\n- Help menu now randomly gives tips and fun facts about microbiology\r\n- Editor Tooltips\r\n- Several new biomes, and all old biomes have been replaced.\r\n- Massively Improved, faster paced, gameplay loop\r\n- Reworked Process System\r\n- New Compounds\r\n- NPC members of your species now show up in game\r\n- New Microbe Intro\r\n- New Thrive intro",
  "0.3.4.0": "Thrive 0.3.4 is here! Though a comparatively small release from a gameplay perspective, it represents a tonne of programming work on behind-the-scenes functionality and improved stability. It comes with a shiny new launcher to boot. Almost all these features are credited to hhyyrylainen and crodnu, two of our programmers.\r\n\r\n**In this release**\r\n\r\n- New Lua library. General performance improvements thanks to a restructured scripting system, fixing plenty of common crashes in the process. The console FPS counter is also fixed.\r\n- A long standing bug that has caused some people to crash when they complete the tutorial has now been fixed (at least, it\u0027s fixed for those who\u0027ve tested the release candidates).\r\n- Loading saves should now cause fewer crashes due to audio errors.\r\n- Overhaul of the microbial process system. Now, instead of draining ATP immediately, your cell will act smarter when allocating compounds towards different tasks and converting between them. This gives greater utility to the compound bars introduced in the previous release.\r\n- Microbes drop a percentage of the compounds that compose their organelles on death.\r\n- Different chance to generate each organelle in procedurally generated and mutated microbes (which means, among other things, less toxic vacuoles).\r\n- Adjusted compound cloud densities to make the game easier. This area is still completely unbalanced, so it may not be much easier, but still.\r\n\r\n**Controls**\r\n\r\n* Point mouse to turn\r\n* WASD to move around\r\n* Mouse scroll wheel (or \u002B/- keys) to zoom\r\n* E to release toxins (if you have any)\r\n* G to engulf other cells (you must be bigger in size)\r\n* ESC to bring up menu.\r\n* F2 to switch between microbe stage and microbe editor\r\n* F4 to save game\r\n* F10 to load previously saved game\r\n* ESC to save a genus name change\r\n\r\n**Launcher**\r\n\r\nPerhaps the most obvious addition is the new Thrive launcher. If you don\u0027t already have it, download [here](https://github.com/Revolutionary-Games/Thrive-Launcher/releases). The launcher checks for new Thrive versions whenever it runs, running through the tedious and confusing downloading and unpacking tasks for you. It comes with handy feeds of new development forum posts and website updates, and future updates should give it greater utility.\r\n\r\n**Devblog**\r\n\r\nAs ever, we have a [Devblog](http://revolutionarygamesstudio.com/devblog-12-prepare-for-launch) explaining the release in more detail, including the extended functionality of the Thrive launcher. Check it out for the latest general news in the Thrive universe too.\r\n\r\n**Trailer**\r\n\r\nWe decided to do something a little different for this release\u0027s [trailer](https://www.youtube.com/watch?v=QkcfEeZn0cY). Instead of some scenic shots of the game accompanied by thematic music, we used scenic shots of the game accompanied by thematic music AND a voiceover from developer MontySpud (with thanks to Naggorath for script assistance and video editing).\r\n\r\n**Engine changes**\r\n\r\n~~We\u0027re considering switching engine to the open-source Unreal Engine 4. You can read more about this in our Devblog. Here we\u0027ll leave only a link to the [testing thread](http://thrivegame.freeforums.net/thread/1415/thrive-engine-switch-unreal-tech). We need as many people as possible to test the compatibility of this new version. If a future release using UE4 has errors on your machine, we\u0027ll gladly help fix them, but feel silently annoyed that you didn\u0027t test it out and tell us sooner.~~",
  "0.3.3.0": "We might have missed the planned Christmas release date (and then the replanned New Years one), but we are finally here with Thrive version 0.3.3. It features a ton of frequently requested features, such as the reproduction and health systems and auto evo. Due to changes on the backend, we have also expanded our support for more players out there. \r\n\r\nLastly, I\u0027d like to publicly acknowledge crodnu, our newest programmer, who\u0027s responsible for nearly half of the features listed below.\r\n\r\n**In this release:**\r\n- This release features a new GUI. We\u0027ve been working on it for the last couple of month and it looks absolutely amazing. Many of the unnecessarily clunky elements have been removed to create a minimalistic and intuitive GUI. It is still a work in progress with some of the buttons not working, but it is a base that we will be able to expand on for the next releases.\r\n- Mass—Previously, large cells weighed the same as smaller ones. Now, each hex has a given mass, and as a result, larger cells move slower and need more flagella to propel them.\r\n- Auto Evo\u0027s primitive cousin: Random Evo. The tide pool is now filled with new creatures that will try to kill you with agents and phagocytosis and will mutate every time you exit the editor. Currently, there is no intelligence behind their decisions, so it\u0027s easy to get abominations of nature, but it\u0027s a step in the right direction.\r\n- Reproduction System. Reproductase, a fictional compound and one of the main critiques we have about the cell stage, is finally gone! To reproduce you need to divide each of your organelles into two and then duplicate the DNA in your nucleus. Each organelle currently needs 2 glucose and 1 amino acids (made from 1 glucose and 1 ammonia) to split in half. In other words, make sure your glucose (white clouds) store is always above 16 and your ammonia (yellow clouds) store is above 12 and you\u0027ll be fine.\r\n- Health System—you can now replenish lost health by getting amino acids and glucose. Damaged organelles will shrink and healthy organelles will grow.\r\n- AMD graphics card support. We changed all of our shaders to glsl, so all those of you who don\u0027t have NVidia cards can finally enjoy the game\u0027s graphics. This broke some features (such as membrane tinting) that we couldn\u0027t fix for this release, but glsl shaders will allow us to create much better graphics in the future.\r\n- Minor changes in compound availability between biomes.\r\n- Linux is now simpler to set up.\r\n- We\u0027re aware of occasional random crashes. We\u0027re not sure what\u0027s causing them and they appear fairly infrequently. If you have one, take a screenshot of the console and send it our way so we can work on fixing them for next release.\r\n\r\n**Controls:**\r\n- Point mouse to turn\r\n- WASD to move around\r\n- Mouse scroll wheel (or \u002B/- keys) to zoom\r\n- E to release toxins (if you have any)\r\n- G to engulf other cells (you must be bigger in size)\r\n- ESC to bring up menu.\r\n- F2 to switch between microbe stage and microbe editor\r\n- F4 to save game\r\n- F10 to load previously saved game\r\n- ESC to save a genus name change\r\n\r\n**Devblog:**\r\n\r\nClick [here](http://revolutionarygamesstudio.com/devblog-11-new-thrive-new-year/) to read a more in-depth devblog about this release. It talks about everything we\u0027ve been working on, as well as other unrelated stuff.\r\n\r\n**Trailer:**\r\n\r\nAs usual, we also have a [trailer](https://youtu.be/xBKoAYqriQA) showing off some of the new features. If your version of the game has a significant graphical difference to this, it\u0027s a bug so you should notify us by posting [here](http://thrivegame.freeforums.net/board/19/bug-reports).\r\n\r\n**Future:**\r\n\r\nVersion 0.3.4 will focus on fixing many bugs and ironing out current game play. We will add a freebuild editor (unlimited mutation points) and allow you to change your membrane color. However, the main feature will be moving much of the lua code to C\u002B\u002B. This will reduce lag and prepare everything for agents and a CPA system in 0.4.0 and beyond. A second focus will be to fix the process system, which doesn\u0027t work as quick and isn\u0027t as robust as it should be (which you will probably notice while trying to reproduce).",
  "0.3.2.0": "Finally, the awaited end-of-summer release is here! It\u0027s a couple months after the beta that was released back in March, but we managed to squish in a bunch of new features since then and fix 12 game breaking bugs, some of which were here since pre-0.2.3. That means you should have very smooth gameplay with relatively few crashes compared to the old versions. But don\u0027t forget to save often (I spent over a week fixing that functionality)!\n\n**In this release:**\n- Compound Clouds! Enjoy the fluid compounds as they drift through the currents instead of the ancient, discrete particle emitters\n- Continued Linux Support—Ubuntu, Arch, and Fedora should all work\n- Colored Organelles—organelle materials are now tinted to be the same color as the membranes\n- Damage Indicator—the membrane and all organelles now flash red when you take damage\n- Process System—no longer spend hours trying to get 5 reproductase to reproduce only to have your cell get rid of it once vacuole storage are full!\n- Engulfment Indicator—the membrane flashes blue when you engulf another cell (or another cell engulfs you)\n- New biomes—whenever you die, you will be randomly placed into one of 5 new biomes. Discover them all!\n- Endosymbiosis—engulf free-floating chloroplasts and toxin vacuoles repeatedly until you manage to assimilate them and use them for yourself\n- Gameplay Tuning—less MP in the editor, better steering, less ATP consumed, and others...\n- A bunch of bug fixes—most importantly, the save/load button actually works this time, and won\u0027t crash the game on you!\n\n**Controls:**\n- Point mouse to turn\n- WASD to move around\n- Mouse scroll wheel (or \u002B/- keys) to zoom\n- E to release toxins (if you have any)\n- G to engulf other cells (you must be bigger in size)\n- ESC to bring up menu.\n- F2 to switch between microbe stage and microbe editor\n- F4 to save your current gamestate\n- F10 to load your previous saved gamestate\n- F12 to save a name-change\n- Symmetry button between undo and redo in editor\n\n**Devblog:**\n\nClick [here](http://revolutionarygamesstudio.com/devblog-9-current-affairs/) to read a more in-depth devblog about this release. It talks about everything we\u0027ve been working on, as well as other unrelated stuff.\n\n**Videos:**\n\nThis time, we have both a [release trailer](https://www.youtube.com/watch?v=Bw1Cdqijw9c) and a [play through video](https://www.youtube.com/watch?v=W6ictuenDg4). The former shows off the various new features, while the later goes into an in-depth discussion of how to play the game.\n\nHave fun Thriving!\n",
  "0.3.1.0": "A couple months after the release of 0.3.0, we are proud to announce the newest version of Thrive: 0.3.1. Although this update is not as major as the last one and does not have any new gameplay, it is full of features that make it a lot more fun to play.\n\n**In this release:**\n- Linux Support\n- Parallax Background\n- Colored NPC Microbes\n- Symmetry in the Editor\n- Flipped Player Cell (Forward is now up in editor)\n- New .exe Icon\n- Cytoplasm\n- A bunch of bug fixes (Audio, Broken Membrane, No Chloroplast, Flagellum, Species Name)\n\n**Controls:**\n- Point mouse to turn\n- WASD to move around\n- Mouse scroll wheel to zoom\n- E to release toxins (if you have any)\n- G to engulf other cells (you must be bigger in size)\n- ESC to bring up menu.\n- F2 to switch between microbe stage and microbe editor\n- F4 to save your current gamestate\n- F10 to load your previous saved gamestate\n- F12 to save a name-change\n- Symmetry button between undo and redo in editor\n- (Cheat: if you ever get frustrated by reproductase, just press ‘p’)\n\n**Devblog:**\n\nClick [here](http://revolutionarygamesstudio.com/devblog-4-a-life-in-color/) to read the more in-depth devblog about this release. It talks about everything else we\u0027ve been working on. \n\n**Release Trailer:**\n\nThanks to oliveriver, we also have a [release trailer](https://youtu.be/zQwStSYDWXs).\n\nHave fun Thriving!\n",
  "0.3.0.0": "Almost a year since our last release, and a month since the first release candidate, \u003Ca href=\u0022http://revolutionarygamesstudio.com/devblog-3-farewell-hexagons/\u0022\u003Ewe finally bring you the awaited version 0.3.0.\u003C/a\u003E\n\n**In this release:**\n- Upgrade to Ogre version 2.0\n- Brand new opening cutscene (and video support, in general)\n- Cell Membrane (no more honeycombs!)\n- Organelle models\n- Organelles take up multiple hexes and can be rotated\n- Microbe editor revamp: green highlight if you can place an organelle and red if you cannot\n- Organelles can only be placed next to existing ones\n- Compound storage should be slightly less worse (still not ideal, though)\n- Tooltips\n\n**Controls:**\n- Point mouse to turn\n- WASD to move around\n- Mouse scroll wheel to zoom\n- E to release toxins (if you have any)\n- G to engulf other cells (you must be bigger in size)\n- ESC to bring up menu.\n- F2 to switch between microbe stage and microbe editor\n- F4 to save your current gamestate\n- F10 to load your previous saved gamestate\n- F12 to save a name-change\n- (Cheat: if you ever get frustrated by reproductase, just press ‘p’)\n\n**Future plans:**\n\nThis graphics update has made Thrive look a lot better than before, but we still have a long way to go. The main goal for next release, 0.3.1, is compound clouds and fluid dynamics and to get a working linux build. We are hoping to release sometime this year unless something unexpected comes up… which most likely will. We have already implemented different microbe coloration (you can change every single cell’s color by going into the Membrane.material file), but we are currently lacking a GUI for doing this. Speaking of which, we currently have a couple people working on designing a better GUI.\n\nFor the remaining 0.3.x releases, we want to implement bacteria, a moving background, an options menu, and a couple other minor things (see [the dev forum](http://forum.revolutionarygamesstudio.com/t/post-0-3-0-plans/129) for in-depth information on the upcoming features). Although this hasn’t been discussed much and is completely my opinion, I think that 0.4.0 will be the release where we implement agents, toxins, and in-depth combat gameplay. This should make Thrive an actual fun game that you can actually play (it’s more of a simulation currently). 0.5.x will probably be the release with an in-depth AI, and 0.6.x will feature compounds, population dynamics, and auto-evo and will basically conclude the cell stage. Again, this is just my speculation on what could happen.\n\nTo finish everything off, [here is a series of images](http://imgur.com/a/MfBM0) of Thrive evolving through the years.\n",
  "0.2.4.0": "Another half-year, another release! And this one brings you the long-awaited GUI update, which we kept promising soon while we were too busy to work on it! But it is done! And so we release! Yay!\n\nNote, the linux release this time is on [mega](https://mega.co.nz/#!k1JjibaB!NNSSUoK9I0UhVz4h5u0GeU4RtM-P63Vvqdi5pxaLRLg), thanks to issues uploading to GitHub.\n\n##### New Features\n- All the features from the previous release\n- A super-awesome new GUI! Yay!\n- New microbes, new behaviours! \n  - Some microbes are now toxic, so be careful who you kill!\n  - Others will hunt you down and shoot at you. Choose your battles wisely.\n- Revamped reproduction! Swim, eat, metabolize, reproduce!\n- Sound effects for everything, from button-clicking to microbe death!\n- New compound models, for ammonia, amino acids, and reproductase!\n- An arrow in the editor so people will remember which way is forward!\n- Name your species! Click on your species name in the editor, write something, then hit F12!\n- Thanks to the pre-release, we have fixed a whole lotta bugs!\n\n##### Controls\n- Point mouse to turn\n- WASD to move around\n- Mouse scrollwheel to zoom\n- E to release toxins (if you have any)\n- ESC to bring up menu.\n- F1 to toggle alternate reality (Debugging feature)\n- \u0060 to bring up console (Debugging feature)\n- F2 to switch between microbe stage and microbe editor\n- F4 to save your current gamestate\n- F10 to load your previous saved gamestate\n- F12 to save a name-change\n\n##### Known Issues\n- The save button in the editor to save your creation is working, but the load button does nothing. Instead you can open the console with \u0027\u0060\u0027 (the key left of 1) and enter: loadMicrobe(\u0022MyMicrobeName\u0022) and hit the enter key\n- For other less major things, go see our [Issue List](https://github.com/Revolutionary-Games/Thrive/issues).\n"
}
