Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# DISCONNECTED_METABALLS_TEXT
source: There are placed metaballs, which are not connected to the rest. Please move all placed metaballs next to other ones to continue.
bg: Има кълба, които не са свързани с останалите. Моля, свържете ги или отменете Вашите промени.
ca: Hi ha metaboles col·locades que no estan connectades a la resta. Siusplau, mou totes les metaboles col·locades al costat d'altres per continuar.
cs: Jsou umístěny metabally, ktere nejsou připojené k ostatním. Prosím přemístěte všechny umístěné metabally vedle dalších, abyste mohli pokračovat.
de: Es gibt Zellen, die nicht mit dem Rest verbunden sind. Bitte verbinde alle platzierten Zellen miteinander oder mach deine Änderungen rückgängig.
es: Hay meatballs que no se encuentran conectados al resto. Por favor mueve cada meatballs para que estén cerca los unos del os otros para continuar.
fr: Il y a des métaballes placées qui ne sont pas connectés au reste. Veuillez connecter toutes les métaballes placées avec les autres ou annulez vos changements.
he: ישנם כדורי-בשר מונחים, שאינם מחוברים לשאר. בבקשה חבר את כל כדורי-בשר אחד עם השני על מנת להמשיך.
it: Ci sono metasfere non connesse al resto dell'organismo. Connetti tutte le metasfere l'una con l'altra per continuare.
ka: არსებობს ჩასმული მეტასფეროები, რომლებიც დანარჩენებთან მიერთებული არაა. გასაგრძელებლად აუცილებელია, ყველა მეტასფერო ერთმანეთის გვერდით იყოს.
nl: Er zijn geplaatste metaballen die niet met de rest verbonden zijn. Gelieve alle geplaatste metaballen naast de anderen te plaatsen alvorens verder te gaan.
pl: Niektóre metakule nie są połączone do reszty organizmu. Proszę połączyć wszystkie metakule aby kontynuować.
pt_br: Há metaballs desconectadas do resto do organismo. Por favor, conecte todas as metaballs para continuar.
ru: Среди размещённых клеток имеются метасферы что не объединены с остальными. Пожалуйста, соедините все размещённые метасферы с другими для продолжения.
tr: Diğerlerine bağlı olmayan, yerleştirilmiş damla formları var. Devam etmek için lütfen yerleştirdiğiniz bütün damla formlarını birbirine bağlayın.
uk: Тут розміщені метасфери, які не з'єднані з рештою. Будь ласка, приєднайте одна до одної всі розміщені клітини аби продовжити.
zh_cn: 有一些元球没有连接到其它细胞上。 请将所有放置的元球移到其它元球旁边以继续。
zh_tw: 有一些元球沒有連接到其它元球上。 請將所有放置的元球與其他元球相連以繼續。

source: Disconnected Organelles
bg: Несвързани органели
ca: Orgànuls Desconnectats
cs: Odpojené organely
de: Getrennte Organellen
eo: Malkonektitaj Organetoj
es: Orgánulos Desconectados
et: Katkestatud organellid
fi: Irtonaiset soluelimet
fr: Organites Déconnectés
he: אברונים מנותקים
hu: Levált sejtszervecskék
id: Organel Terputus
it: Organuli non connessi
ka: მოხსნილი ორგანელები
ko: 단절된 세포기관
nl: Losgekoppelde Organellen
nl_be: Niet-geconnecteerde Organellen
pl: Niepołączone Organelle
pt_br: Organelas Desconectadas
pt_pt: Organelos desconectados
ru: Отсоединённые Органеллы
sk: Odpojené organely
sr_cyrl: Искључене Органеле
sr_latn: Isključene Organele
sv: Bortkopplade Organeller
tr: Bağlı Olmayan Organeller
uk: Від'єднати органели
zh_cn: 未连接的细胞器
zh_tw: 未連接的細胞器

# DISCONNECTED_ORGANELLES_TEXT
source: There are placed organelles, which are not connected to the rest. Please connect all placed organelles with each other or undo your changes.
bg: Има органели, които не са свързани с останалите. Моля, свържете ги или отменете Вашите промени.
ca: Hi ha orgànuls que no han estat físicament connectats a la resta. Siusplau, connecta tots els orgànuls o bé desfés els teus canvis.
cs: Jsou zde umístěny organely, které nejsou spojeny se zbytkem. Propoj všechny umístěné organely navzájem nebo zruš změny.
de: Es gibt Organellen, die nicht mit dem Rest verbunden sind. Bitte verbinde alle platzierten Organellen miteinander oder mach deine Änderungen rückgängig.
eo: Inter metitaj organetoj, estas organetoj kiu ne estas ligitaj al la aliaj. Bonvolu konekti ĉiujn metitajn organetojn unu kun la alia aŭ malfari viajn ŝanĝojn.
es: Hay orgánulos desconectados del resto de la célula. Por favor conecta todos los orgánulos o deshaz tus cambios.
et: Seal on paigutatud organellid, mis ei ole ülejäänud osaga ühendatud. Ühendage kõik paigutatud organellid üksteisega või võtke muudatused tagasi.
fi: Jotkin soluelimistä eivät ole yhtydessä muihin. Yhdistä kaikki soluelimet toisiinsa tai kumoa muutoksesi.
fr: Il y a des organites placées qui ne sont pas connectés au reste. Veuillez connecter toutes les organites placées avec les autres ou annulez vos changements.
he: ישנם אברונים שאינם מחוברים לשאר. בבקשה חבר את כל האברונים אחד עם השני או בטל את הפעולה.
hu: Vannak olyan sejtszervecskék, melyek nem kötődnek egymáshoz. Kérlek kapcsold össze a sejtszervecskéket egymással, vagy vond vissza eddigi változtatásaidat.
id: Ada organel yang tidak tersambung dengan yang lainnya. Mohon untuk menyambung semua organel dengan yang lainnya atau batal perubahanmu.
it: Ci sono organuli non connessi al resto della cellula. Connetti tutti gli organuli alla cellula o annulla i cambiamenti effettuati.
ka: არსებობს ორგანელები, რომლებიც დანარჩენებთან მიერთებული არაა. მიაერთეთ ყველა ჩასმული ორგანელა ერთმანეთთან ან გააუქმეთ თქვენი ცვლილებები.
ko: 연결되지 않은 세포 기관이 배치되어 있습니다. 배치된 모든 세포 기관을 서로 연결하거나 변경을 취소하세요.
nl: Er zijn geplaatste organellen die niet aan de rest zijn verbonden. Gelieve alle geplaatste organellen met elkaar te verbinden of je wijzigingen ongedaan te maken.
nl_be: Er zijn geplaatste organellen die niet geconnecteerd zijn met de rest. Connecteer a.u.b. alle geplaatste organellen met elkaar of maak aanpassingen ongedaan.
pl: Są organelle które nie są połączone do reszty komórki. Proszę połączyć wszystkie organelle albo cofnij zmiany.
pt_br: Há organelas desconectadas do resto da célula. Por favor conecte todas as organelas ou desfaça suas mudanças.
pt_pt: Existem organelos colocados que não estão conectadas aos restantes organelos. Conecte todos os organelos entre si ou reverta as alterações feitas.
ru: Среди размещённых органелл, имеются несоединённые с остальными. Пожалуйста соедините все размещённые органеллы с другими или отмените свои действия.
sr_cyrl: Постоје постављене органеле, које нису повезане са осталим. Повежите све постављене органеле једни са другима или поништите промене.
sr_latn: Postoje postavljene organele, koje nisu povezane sa ostalim. Povežite sve postavljene organele jedni sa drugima ili poništite promene.
sv: Det finns placerade organeller, som inte är anslutna till resten. Vänligen anslut alla placerade organeller med varandra eller ångra dina ändringar.
tr: Diğerlerine bağlı olmayan, yerleştirilmiş organeller var. Lütfen yerleştirdiğiniz bütün organelleri birbirine bağlayın veya değişikliklerinizi geri alın.
uk: Тут розміщені органели, які не з'єднані з рештою. Будь ласка, приєднайте одна до одної всі розміщені органели, або скасуйте зміни.
zh_cn: 有一些细胞器没有连接到其它细胞器上。 请把所有细胞器连接起来，或者删掉未连接的细胞器。
zh_tw: 有一些細胞器沒有連接到其它細胞器上。 請將所有放置的細胞器相連或撤銷您的變更。

# DISCORD_TOOLTIP
source: Join our community Discord server
bg: Отваряне на сървъра ни в „Discord“
cs: Připoj se na náš komunitní Discord server
de: Tritt unserem Discord Server bei
es: Únete a nuestro servidor de Discord
fr: Rejoint notre serveur Discord de la communauté
he: היצטרפו לשרת הדיסטורט הקהילתי שלנו
ka: შემოგვიერთდით ჩვენს საჯარო Discord სერვერზე
nl: Word lid van onze gemeenschapsdiscordserver
pl: Dołącz do naszego serwera Discord
pt_br: Junte-se ao servidor Discord da comunidade
pt_pt: Junte-se ao nosso servidor comunitário de Discord
ru: Присоединяйтесь к нашему Discord серверу
tr: Discord topluluk sunucumuza katılın
uk: Приєднуйтесь до спільноти Discord серверу
zh_cn: 加入我们社区的Discord服务器
zh_tw: 加入我們的社群 Discord 伺服器

# DISMISSED_POPUPS_COLON
source: Dismissed popups:
bg: Отхвърлени съобщения:
de: Versteckte Pop-ups:
es: Popups deshabilitadps:
fr: Popups désactivées :
ka: მოცილებული მხტუნარები:
nl: Afgewezen popupvensters:
pl: Ukryte popupy:
pt_br: Pop-ups dispensados:
pt_pt: Popups dispensados:
ru: Отклоненные всплывающие окна:
tr: Atlanan pencereler:
uk: Закриті спливаючі вікна:
zh_cn: 被禁用的弹出窗口：
zh_tw: 被禁用的彈出視窗：

# DISMISSED_POPUPS_EXPLANATION
source: This shows how many popups have been permanently dismissed by the user. If some popups that are actually wanted are dismissed, the button next to this can be used to make all dismissed popups appear again.
bg: Това е броят на отхвърлените съобщения. Ако желаете да ги възстановите, натиснете бутона „Нулиране“.
de: Dies zeigt an, wie viele Popups vom Spieler dauerhaft ausgeblendet wurden. Wenn einige davon wieder sichtbar werden sollen, können mit der Schaltfläche neben dieser alle ausgeblendeten Popups wieder angezeigt werden.
es: Esto muestra cuantos popups han sido permanentemente deshabilitados por el usuario. Si alguno de los popups que necesita están deshabilitados, el botón junto a este puede ser utilizado para mostrar todos los popups nuevamente.
fr: Ceci indique le nombre de fenêtres contextuelles qui ont été définitivement désactivées par l'utilisateur. Si certaines fenêtres contextuelles, qui sont en fait souhaitées, ont été désactivées, le bouton situé à côté peut être utilisé pour faire réapparaître toutes les fenêtres contextuelles désactivées.
nl: Dit toont hoeveel vensters permanent uitgezet zijn door de gebruiker. Het kan zijn dat sommige wenselijke vensters per ongelijk uitgezet zijn. De knop hiernaast kan gebruikt worden om alle uitgezette vensters weer aan te zetten.
pt_br: Isso mostra quantos pop-ups foram dispensados permanentemente pelo usuário. Se alguns dos pop-ups que necessita foram dispensados, o botão junto a isso pode ser usado para fazer todos os pop-ups reaparecerem.
ru: Это показывает, сколько всплывающих окон было навсегда отклонено пользователем. Если некоторые всплывающие окна, которые действительно нужны, будут отклонены, можно использовать кнопку рядом с этим, чтобы все отклоненные всплывающие окна снова появились.
tr: Bu kısım, kullanıcı tarafından kalıcı olarak atlanan kaç tane pencere olduğunu gösterir. Eğer asıl görülmek istenen pencereler atlandıysa, bütün atlanan pencerelerin tekrar görülmesi için yandaki buton kullanılabilir.
uk: Це показує як багато спливаючих вікон закрито користувачем остаточно. Якщо деякі спливаючі вікна закриті, та вони вам потрібні, тоді можна використати кнопку поблизу, щоб знову відновити спливаючі вікна.
zh_cn: 这显示了多少弹出窗口已被永久禁用。 如果有一些你想要看到的弹出窗口被禁用了，旁边的那个按钮可以使所有被禁用的弹出窗口再次出现。
zh_tw: 這顯示有多少彈出視窗已被使用者永久禁用。 如果某些實際需要的彈出視窗被禁用，則可以使用旁邊的按鈕使所有被禁用的彈出視窗再次出現。

# DISMISS_INFORMATION_PERMANENTLY
source: Don't show this again
cs: Už to neukazujte
fr: Ne plus montrer
ka: აღარ მაჩვენო
nl: Dit niet nogmaals weergeven
pl: Już więcej tego nie pokazuj
pt_br: Não mostrar novamente
pt_pt: Não mostrar isto novamente
ru: Не показывать это снова
tr: Bunu bir daha gösterme
uk: Більше не показувати
zh_cn: 不再显示
zh_tw: 不再顯示

# DISMISS_WARNING_PERMANENTLY
source: Don't warn about this again
cs: Už na to nevarovat
fr: Ne plus prévenir
ka: ამის შესახებ აღარ გამაფრთხილო
nl: Niet nogmaals hierover waarschuwen
pl: Już więcej przed tym nie ostrzegaj
pt_br: Não avisar sobre isso novamente
pt_pt: Não voltar a avisar sobre isto
ru: Не сообщать об этом снова
tr: Beni bununla ilgili bir daha uyarma
uk: Не попереджати про це
zh_cn: 不再警告
zh_tw: 不再警告

source: Display 3D menu backgrounds
ka: 3D მენიუს ფონების ჩვენება
nl: 3D menu achtergronden weergeven
pl: Wyświetlaj tła 3D w menu
pt_br: Mostrar planos de fundo 3d no menu
pt_pt: Mostrar fundos de menu 3D
ru: Отображать трёхмерные задние фоны в меню
tr: 3D menü arkaplanlarını göster
uk: Показувати трьохвимірні задні фони
zh_cn: 显示3D菜单背景
zh_tw: 顯示 3D 選單背景

source: Display abilities bar
bg: Лента на способностите
ca: Mostrar barra d'habilitats
cs: Zobrazit panel schopností
de: Fähigkeitenleiste anzeigen
es: Mostrar la barra de habilidades
et: Kuvamisvõimaluste riba
fi: Näytä kykypalkki
fr: Afficher la barre des capacités
he: תצוגת רשימת יכולות
hu: Képesség sáv megjelenítése
id: Tampilkan Bilah Kemampuan Sel
it: Mostra la barra delle abilità
ka: შესაძლებლობების პანელის ჩვენება
nl: Toon Capaciteiten Balk
nl_be: Toon vaardigheden balk
pl: Pokaż pasek umiejętności
pt_br: Exibir barra de habilidades
pt_pt: Mostrar barra de habilidades
ru: Показать панель способностей
sk: Zobraziť panel schopností
sv: Visa förmågor
tr: Yetenekler çubuğunu göster
uk: Панель здібностей дисплею
zh_cn: 显示能力栏
zh_tw: 顯示能力欄

source: Display background particles
bg: Фонови частици
ca: Mostrar partícules de fons
cs: Zobrazení částic v pozadí
de: Hintergrundpartikel anzeigen
es: Mostrar particular de fondo
fi: Näytä taustahiukkasia
fr: Afficher les particules en arrière-plan
he: הצג חלקיקי רקע
hu: Háttérrészecskék megjelenítése
it: Mostra particelle di sfondo
ka: ფონური ნაწილაკების ჩვენება
nl: Achtergronddeeltjes weergeven
pl: Wyświetlaj cząsteczki w tle
pt_br: Mostrar partículas de fundo
pt_pt: Mostrar partículas de fundo
ru: Отображение фоновых частиц
sk: Zobraziť častice v pozadí
tr: Arkaplan parçacıklarını göster
uk: Показ частинок заднього плану
zh_cn: 显示背景粒子
zh_tw: 顯示背景粒子

# DISPLAY_PART_NAMES
source: Display part selection button names
bg: Наименования на органелите
ca: Mostrar noms de botons de selecció de parts
cs: Zobrazit jména tlačítek výběru částí
de: Namen der Teile Schaltflächen anzeigen
es: Mostrar nombre de botones durante selección de partes
fr: Afficher les noms des boutons de sélection des parties
he: הצג שמות כפתורי בחירת חלקים
it: Mostra i nomi dei pulsanti di selezione delle parti
ka: ნაწილის არჩევნის ღილაკის სახელების ჩვენება
nl: Toon knopnamen van onderdelenselectie
pl: Pokaż nazwy przycisków wyboru części
pt_br: Exibir nomes dos botões de seleções de partes
pt_pt: Mostrar nomes de botões de seleção de peças
ru: Показать названия кнопок при выборе частей
sk: Zobraziť názvy tlačidiel pri výbere častí
tr: Parça seçim butonunun altında parça isimlerini göster
uk: Панель назв кнопок вибору
zh_cn: 显示细胞器名称
zh_tw: 顯示細胞器選擇按鈕名稱

# DISSOLVED_COMPOUND_FOOD_SOURCE
source: Uniformly spread environmental food source of {0}
ca: Font d'alimentació distribuïda uniformament de {0}
cs: Rovnoměrně rozložený environmentální zdroj potravy {0}
de: Gleichmäßig verteilte ökologische Nahrungsquelle von {0}
es: Fuente de alimento ambiental distribuida uniformemente de {0}
et: {0} ühtlaselt jaotunud keskkonnatoiduallikas
fi: Tasaisesti jakautunut ympäristössä esiintyvä ruuanlähde: {0}
fr: Source environnementale de {0} nutritive uniformément répartie
he: פיזור אחיד של מקור מזון סביבתי של {0}
hu: {0} egyenletesen elterjedt környezeti táplálékforrása
it: Fonte ambientale di {0} sparsa uniformemente
ka: {0}-ის საჭმლის წყაროს ერთგვაროვანი განაწილება გარემოში
nl: Uniform verdeelde voedselbron van {0} in de omgeving
pl: Jednolicie rozprowadź środowiskowe źródło {0}
pt_br: Fonte de alimentação de {0} distribuída uniformemente
pt_pt: Espalhar uniformemente a fonte de comida ambiental de {0}
ru: Равномерно распределенный экологический источник {0}
sk: Rovnomerne rozložený environmentálny zdroj potravy {0}
sv: Jämnt spridd miljömatkälla av {0}
tr: {0} çevresel besin kaynağı eşit oranda dağıtılarak
uk: Рівномірно поширені у середовищі джерела їжі {0}
zh_cn: {0}的均匀分布的环境食物来源
zh_tw: 均勻分佈 {0} 的環境食物來源

# DOES_NOT_USE_FEATURE
source: No
bg: Не
cs: Ne
de: Nein
fr: Non
he: לא
ka: არა
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
tr: Hayır
uk: Ні
zh_cn: 否
zh_tw: 否

source: Donations
bg: Дарения
ca: Donacions
cs: Příspěvky
de: Spenden
es: Donaciones
et: Annetused
fi: Lahjoitukset
fr: Dons
he: תרומות
hu: Adományok
it: Donazioni
ka: შემოწირულობები
nl: Donaties
nl_be: Donaties
pl: Wsparcie
pt_br: Doações
pt_pt: Doações
ru: Пожертвования
sk: Príspevky
sv: Donationer
tr: Yardımlar
uk: Донати
zh_cn: 捐助
zh_tw: 捐款

source: Double
bg: Двойна
ca: Doble
cs: Dvojitá
de: Doppelte
eo: Duobla
es: Doble
et: Kahekordne
fi: Tupla
he: כפול
hu: Dupla
id: Ganda
it: Doppia
ka: ორმაგი
ko: 이중
nl: Dubbele
nl_be: Dubbel
pl: Podwójna
pt_br: Dupla
pt_pt: Duplo
ru: Двойная
sk: Dvojitá
sr_cyrl: Дупли
sr_latn: Dupli
sv: Dubbel
th_th: ดับเบิ้ล
tr: Çift katlı
uk: Подвійна
zh_cn: 双层
zh_tw: 雙層

source: Double click to view in fullscreen
bg: Натиснете двукратно за преглед на цял екран
ca: Doble clic per mostrar en pantalla completa
cs: Dvojklikem zobrazíte v celé obrazovce
de: Doppelklicken zum Betrachten
es: Doble click para ver en pantalla completa
fr: Double-cliquer pour voir en plein écran
he: לחץ פעמיים בשביל להציג במסך מלא
hu: Dupla kattintás a teljes képernyő nézetért
it: Fai doppio click per visualizzare a schermo pieno
ka: ორმაგი წკაპი სრულ ეკრანზე სანახავად
nl: Dubbelklikken om in volledige schermweergave te zien
pl: Należy kliknąć dwa razy żeby przejść w tryb pełnego ekranu
pt_br: Clique duas vezes para ver em tela cheia
pt_pt: Clique duas vezes para ver em ecrã completo
ru: Двойной клик для полноэкранного режима
sk: Dvojitým kliknutím zobraziť na celej obrazovke
tr: Tam ekranda görüntülemek için çift tıklayın
uk: Двічі клікніть, щоб переглянути в повноекранні
zh_cn: 双击可全屏查看
zh_tw: 雙擊即可全螢幕檢視

# DOUBLE_MEMBRANE_DESCRIPTION
source: A membrane with two layers, it has better protection against damage and takes less energy to not deform. However, it slows the cell down some and lowers the rate at which it can absorb resources.
bg: Това е мембрана с два слоя, която осигурява по-добра защита и се нуждае от по-малко енергия за да не се деформира. Недостатъците ѝ са, че клетката става по-бавна, както и усвояването на хранителните вещества.
ca: Una membrana cel·lular formada per dues capes, que ofereix millor protecció i consumeix menys energia. No obstant, fa que la cèl·lula esdevingui més lenta. També redueix la velocitat a la qual s'absorbeixen els nutrients en entrar-hi en contacte.
cs: Membrána se dvěma vrstvami má lepší ochranu proti poškození a potřebuje méně energie k zabránění deformace. Avšak zpomaluje buňku a snižuje rychlost, kterou může absorbovat zdroje.
de: Als zweischichtige Membran bietet sie besseren Schutz vor Beschädigungen und benötigt weniger Energie, um sich nicht zu verformen. Allerdings verlangsamt sie die Zelle etwas und senkt die Geschwindigkeit, mit der sie Ressourcen absorbieren kann.
eo: Membrano kun du tavoloj, ĝi havas pli bonan protekton kontraŭ damaĝo kaj bezonas malpli da energio por ne misformi. Tamen ĝi iom malrapidigas la ĉelon kaj malpliigas la rapidon, per kiu ĝi povas sorbi rimedojn.
es: Una membrana con dos capas; tiene mejor protección y consume menos energía. Sin embargo, reduce un poco la velocidad del movimiento y absorbe recursos más lentamente.
et: Kahekihiline membraan kaitseb paremini kahjustuste eest ja võtab vähem energiat, et mitte deformeeruda. Siiski aeglustab see raku tööd ja aeglustab ressursside neelamise kiirust.
fr: Étant une membrane à double couche de phospholipides, elle offre une meilleure protection et demande peu d'énergie pour ne pas se déformer. Néanmoins, elle peut ralentir une cellule en terme de vitesse de locomotion et d'absorption de ressources.
he: קרום עם שתי שכבות, יש לו הגנה טובה יותר מפני נזק ולוקח פחות אנרגיה על מנת שלא להתעוות. יחד עם זאת, זה מאט את התא במעט ומוריד את הקצב שבו הוא ספוג משאבים מהסביבה.
hu: Egy membrán, ami két rétegből áll. Jobb védelmet nyújt sérülések ellen, és kevesebb energia szükséges ahhoz, hogy ne deformálódjon el. Hátránya viszont, hogy lassítja a sejt bekebelező képességét.
id: Membran dengan dua lapis, memiliki perlindungan yang lebih baik terhadap kerusakan dan memerlukan lebih sedikit energi agar tak berubah bentuk. Namun, memperlambat sel dan mengurangi laju kemampuannya menyerap sumber daya.
it: Una membrana a due strati. Offre una migliore protezione ai danni e richiede meno energia per non deformarsi. Tuttavia, rallenta un po' la cellula e la sua capacità di assorbire i nutrienti.
ko: 두 개의 층이있는 막으로써 피해로부터 더 잘 보호되고 무너지지 않는데 더 적은 에너지를 사용합니다. 그러나 세포의 속도와 자원 흡수 또한 더욱 느려집니다 .
nl: Een membraan met twee lagen, waardoor het beter beschermd is tegen schade en minder energie kost om zijn vorm te houden. Echter wordt de cel wel langzamer en grondstoffen worden iets minder snel opgenomen.
nl_be: Een membraan met twee lagen, heft een betere bescherming tegen schade en heeft minder energie nodig om zijn vorm te behouden. Daar komt tegenin dat het de cel vertraagt en de snelheid waarmee het grondstoffen absorbeert verkleint.
pl: Membrana z dwoma warstwami, lepiej chroni przed uszkodzeniami i potrzebuje mniej energii żeby się nie deformować. Aczkolwiek, spowalnia trochę komórkę oraz prędkość absorbcji zasobów.
pt_br: Uma membrana com duas camadas, tem melhor proteção contra dano e leva menos energia para não se deformar. No entanto, diminui um pouco sua velocidade e diminui a taxa em que pode absorver recursos.
pt_pt: Uma membrana com duas camadas, tem uma melhor proteção contra danos e consome menos energia para não se deformar. No entanto, abranda um pouco a célula e diminui a taxa de absorção de recursos.
ru: Мембрана с двумя слоями, имеет лучшую защиту от повреждений и требует меньше энергии, чтобы не деформироваться. Однако, несколько замедляет скорость клетки и снижает скорость, с которой она может поглощать ресурсы.
sr_cyrl: Мембрана са два слоја, има бољу заштиту од оштећења и узима мање енергије да се не деформише. Међутим, то успорава ћелију и смањује брзину којом може да апсорбује ресурсе.
sr_latn: Membrana sa dva sloja, ima bolju zaštitu od oštećenja i uzima manje energije da se ne deformiše. Međutim, to usporava ćeliju i smanjuje brzinu kojom može da apsorbuje resurse.
tr: İki katmanlı bir hücre zarı. Hasara karşı koruyuculuğu daha iyidir ve şeklinin bozulmaması için daha az enerji harcar. Ancak hücreyi biraz yavaşlatır ve kaynakların emilim oranını düşürür.
uk: Мембрана з двома шарами, що має кращий захист від пошкоджень, та потребує менше енергії для збереження форми. Проте вона уповільнює клітину та поглинання ресурсів.
zh_cn: 有两层的细胞膜，对伤害有更好的防护能力，也不需要花费那么多能量避免变形。不管怎样，它也会减缓细胞的移动速度，并降低其吸收营养的速率。
zh_tw: 有兩層的細胞膜，對傷害有更好的防護能力，並且花費更少能量來維持外型。然而，它會減慢細胞的移動速度並降低其吸收資源的速率。

source: Dump SceneTree
bg: Прочистване на възлите
cs: Vyhoď SceneTree
de: SceneTree ausgeben
es: Volcado de SceneTree
he: נטוש SceneTree
ka: ScreneTree-ს დამპი
pt_br: Despejar SceneTree
ru: Выбросить SceneTree
tr: SceneTree dökümünü al
uk: Вивантаження ДереваСцен
zh_cn: 转储SceneTree
zh_tw: 傾印 SceneTree

source: Duplicate Type
bg: Удвояване
ca: Duplicar Tipus
cs: Duplikovat typ
de: Typ duplizieren
es: Duplicar Tipo
et: Duplikaadi tüüp
fi: Kopioi tyyppi
fr: Dupliquer le type
he: שכפל סוג
hu: Típus megkettőzése
it: Duplica tipo
ka: ტიპის დუბლირება
nl: Dupliceer type
pl: Powiel Typ
pt_br: Duplicar
pt_pt: Duplicar Tipo
ru: Дублировать Тип
sk: Duplikovať typ
sv: Duplicera Typ
tr: Türü Kopyala
uk: Дублювати тип
zh_cn: 复制类型
zh_tw: 複製類型

# EARLY_MULTICELLULAR
source: Multicellular
bg: Многоклетъчно
de: Mehrzeller
es: Multicelular
fr: Multicellulaire
nl: Meercellig
pl: Wielokomórkowy
pt_pt: Multicelular
uk: Багатоклітинність
zh_cn: 多细胞生物
zh_tw: 多細胞生物
