Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Chemosynthesis
bg: Хемосинтеза
ca: Quimiosíntesi
cs: Chemosyntéza
de: Chemo-Synthese
eo: Kemisintezo
es: Quimiosíntesis
et: Kemosüntees
fi: Kemosynteesi
fr: Chimio synthèse
he: כימוסינתזה
hu: Kemoszintézis
id: Kemosintesis
it: Chemiosintesi
ka: ქემოსინთეზი
ko: 화학적 합성
nl: Chemosynthese
nl_be: Chemosynthese
pl: Chemosynteza siarkowa
pt_br: Quimiossíntese
pt_pt: Quimiossíntese
ru: Хемосинтез
sk: Chemosyntéza
sr_cyrl: Хемосинтеза
sr_latn: Hemosinteza
sv: Kemosyntes
th_th: การสังเคราะห์ด้วยเคมี
tr: Kemosentez
uk: Хемосинтез
zh_cn: 化学合成
zh_tw: 化學合成

source: Chitin
bg: Хитинова
ca: Quitina
cs: Chitiny
eo: itino
es: Quitina
et: Kitiin
fi: Kitiini
fr: Chitine
he: כיטין
hu: Kitin
id: Kitin
it: Chitina
ka: ხიტინი
ko: 키틴질
nl: Chitine
nl_be: Chitine
pl: Chitynowa
pt_br: Quitina
pt_pt: Quitina
ru: Хитин
sk: Chitín
sr_cyrl: Хитин
sr_latn: Hitin
sv: Kitin
th_th: ไคติน
tr: Kitin
uk: Хітин
zh_cn: 几丁质
zh_tw: 幾丁質

source: Chitinase
bg: Хитиназа
ca: Quitinasa
cs: Chitináza
es: Quitinasa
he: כיטינאז
hu: Kitin
it: Chitinasi
ka: ხიტინაზა
pl: Chitynaza
pt_br: Quitinase
pt_pt: Quitinase
ru: Хитиназа
sk: Chitináza
tr: Kitinaz
uk: Хітин
zh_cn: 几丁质酶
zh_tw: 幾丁質酶

# CHITINASE_DESCRIPTION
source: Chitinase enables the cell to break down chitin membrane. Each addition increases the effectiveness.
bg: Позволява разграждането на хитиновата мембрана. Този ензим подобрява хранителната ефективност на клетката.
ca: La quitinasa permet a la cèl·lula digerir membranes de quitina. Cada addició n'augmenta l'efectivitat.
cs: Chitináza umožnuje buňce rozkládat chitinovou membránu. Každá extra chitináza zvyšuje její efektivitu.
de: Chitinase ermöglicht es der Zelle Chitin Membranen zu zersetzen. Dies erhöht die Effektivität des Prozesses.
es: Quitinasa permite que células destruyan membranas de quitina. Agregar mas aumenta su efectividad.
fr: La chitinase permet à la cellule de casser les membranes faites de chitine. Chaque addition augmente l'efficacité.
he: כיטינאז מאפשרים לתא לפרק ממברנות העשויות מכיטין. כל תוספת מגבירה את יעילותו.
it: La chitinasi permette alla cellula di rompere le membrane in chitina. Ogni aggiunta ne aumenta l'efficacia.
ka: ხიტინაზა უჯრედს ხიტინის მემბრანის დაშლის საშუალებას გაძლევს. თითოეული დამატება ზრდის მის ეფექტურობას.
nl: Chitinase maakt het mogelijk voor de cel om chitinemembranen af te breken. Elke toevoeging verhoogt de effectiviteit.
pl: Chitynaza umożliwia komórce trawienie błon chitynowych. Każde dodanie zwiększa wydajność.
pt_br: A quitinase permite que sua célula quebre membranas de quitina. Cada adição aumenta a sua eficácia.
pt_pt: A Quitinase permite à célula decompor membranas de quitina. Cada adição aumenta a eficácia.
ru: Хитиназа позволяет клетке разрушать хитиновую мембрану. С количеством повышается эффективность.
tr: Kitinaz, hücrenin kitin hücre zarını parçalamasını sağlar. Her eklemede etkisi artar.
uk: Хітиназа надає змогу клітині ламати хітинові мембрани. Кожне додавання підвищить ефективність.
zh_cn: 几丁质酶使细胞能够分解几丁质膜。每次添加都会增加其有效性。
zh_tw: 幾丁質酶使細胞能夠分解幾丁質膜。每次添加都會增加其有效性。

# CHITIN_MEMBRANE_DESCRIPTION
source: This membrane has a wall, which means it has better protections against overall damage and especially against toxin damage. It also costs less energy to retain its form, but it is slower and cannot absorb resources quickly. [b]Chitinase can digest this wall[/b] making it vulnerable to engulfment from predators.
bg: Това е мембрана със стена, която осигурява по-добра цялостна защита, особено срещу токсини и се нуждае от по-малко енергия за да не се деформира. Недостатъците ѝ са, че клетката става чувствително по-бавна, както и усвояването на хранителните вещества. [b]Хитиназата[/b] може да разгради стената на тази мембрана.
ca: Aquesta membrana té una paret, de manera que està més ben protegida, especialment contra agents externs, com ara Toxines. A més a més, consumeix poca energia. No obstant, la cèl·lula esdevé més lenta i absorbeix els nutrients més a poc a poc. [b]La quitinasa pot digerir aquesta membrana[/b] fent-la vulnerable a l'engoliment per part de depredadors.
cs: Tato membrána má stěnu, což způsobuje lepší ochranu proti poškození, a obzvláště poškození toxiny. Také potřebuje méně energie k zachování své formy, ale je pomalejší jak v pohybu tak v absorbování živin. [b]Chitináza může tuto stěnu strávit[/b], což ji dělá bezbrannou vůči vstřebání predátorem.
de: Diese Membran hat eine Wand, was zu einem besseren Schutz gegen Gesamtschäden und insbesondere gegen physische Schäden führt. Sie kostet auch weniger Energie, um ihre Form zu behalten, kann aber Ressourcen nur langsam absorbieren und ist langsamer.
eo: Ĉi tiu membrano havas muron, kio signifas, ke ĝi havas pli bonajn protektojn kontraŭ kutima damaĝo kaj precipe kontraŭ toksina damaĝo. Ankaŭ kostas malpli da energio konservi sian formon, sed ĝi estas pli malrapida kaj ne povas absorbi aĵojn rapide.
es: Esta membrana tiene una pared celular, por lo que provee una mayor protección, especialmente contra toxinas. También consume menos energía. Pero se mueve y absorbe recursos muy lentamente.
et: Sellel membraanil on sein, mis tähendab, et see kaitseb paremini üldiste kahjustuste ja eriti toksiinide kahjustuste eest. Samuti kulub selle vormi säilitamiseks vähem energiat, kuid see on aeglasem ega suuda ressursse kiiresti omastada.
fr: Cette membrane est dotée d'un mur, ce qui signifie qu'elle possède de meilleures protections contre les dommages généraux et surtout contre les dommages causés par les toxines. Elle coûte également moins d'énergie pour conserver sa forme, mais elle est plus lente et ne peut absorber les ressources rapidement. [b]La chitinase peut digérer cette paroi[/b], ce qui la rend vulnérable à l'engloutissement par les prédateurs.
he: לממברנה זו יש דופן, שעוזרת להגנה טובה יותר מול נזק בכללי ובמיוחד נגד פגיעה מרעלנים. זה גם עולה פחות אנרגיה בשביל לתחזק את צורתו, אבל לא מסוגל לספוג חומרים מהר יותר והוא איטי. [b]כיטינאז מסוגל לעכל את הדופן זה[/b] והופך אותו לפגיע לבליעה מטורפים.
hu: Ez a membrán egy fallal rendelkezik, ami jobb védelmet jelent a sérülések ellen, főleg a méreg általi sérülések ellen. Kevesebb energia szükséges neki formája megtartásához, viszont lassú a bekebelezése és lassítja magát a sejtet is.
id: Membrane ini memiliki dinding, yang artinya membran ini memiliki perlindungan yang lebih baik terhadap kerusakan secara keseluruhan dan khususnya terhadap kerusakan racun. Juga membutuhkan lebih sedikit energi untuk mempertahankan bentuk, tetapi memperlambat sel dan tidak dapat menyerap sumber daya dengan cepat.
it: Questa membrana possiede una parete. Ciò le conferisce una migliore protezione ai danni, specialmente ai danni da tossine. Inoltre, consuma meno energia per mantenere la propria forma, ma è più lenta nei movimenti e nell'assorbire le risorse. [b]La chitinasi è in grado di digerire tale parete[/b], rendendo la membrana vulnerabile alla fagocitosi da parte dei predatori.
ko: 이 세포막에는 벽이 있어 전반적인 손상, 특히 중독성 손상에 대해 더 나은 보호를 제공합니다. 또한 형태를 유지하는 데 에너지가 덜 들지만 자원을 빠르게 흡수 할 수 없고 속도가 더 느려집니다.
nl: Dit membraan heeft een celwand, waardoor het beter beschermd is tegen schade en specifiek tegen fysieke schade. Het kost ook minder energie om zijn vorm te houden, maar kan grondstoffen minder snel absorberen. Ook is de cel langzamer. [b]Chitinaze kan deze celwand verteren[/b] waardoor het vatbaar is voor verzwelging door roofdieren.
nl_be: Dit membraan heeft een celwand, wat betekend dat het betere bescherming heeft tegen algemene schade en vooral tegen toxische schade. Het kost ook minder energie om zijn vorm te behouden, maar het is langzamer en kan stoffen niet snel absorberen.
pl: Ta błona posiada ścianę która zapewnia lepszą ochronę przed obrażeniami a zwłaszcza przed toksynami. Kosztuje też mniej energii, ale spowalnia absorpcje zasobów. [b]Chitynaza może strawić tę ścianę[/b] sprawiając, że jest ona wrażliwa na wchłonięcie przez drapieżniki.
pt_br: Essa membrana tem uma parede feita de quitina, resultando em uma melhor proteção contra danos, especialmente causados por toxinas. E leva menos energia para manter sua forma, mas deixa a célula lenta e não absorve recursos rapidamente. [b]A quitinase pode digerir essa parede[/b], fazendo o organismo ficar mais vulnerável à fagocitose por parte dos predadores.
pt_pt: Esta membrana tem uma parede, o que significa que tem melhores proteções contra danos gerais e especialmente contra danos de toxinas. Também custa menos energia para reter a forma, mas é mais lenta e não pode absorver recursos rapidamente. [b]Quitinase consegue digerir esta parede[/b] tornando-a vulnerável à fagocitose por predadores
ru: Эта мембрана имеет стенку, что означает, что она обладает лучшей защитой от общего повреждения и, особенно, от повреждения токсинами. Она также требует меньше энергии для сохранения своей формы, но не может быстро поглощать ресурсы и двигается медленнее. [b]Хитиназа может растворить эту стенку,[/b] делая её уязвимой к поглощению хищниками.
sr_cyrl: Ова мембрана има зид, што значи да има бољу заштиту од укупних оштећења, посебно од оштећења токсинима. Такође задржава мање енергије да би задржао облик, али је спорији и не може брзо да апсорбује ресурсе.
sr_latn: Ova membrana ima zid, što znači da ima bolju zaštitu od ukupnih oštećenja, posebno od oštećenja toksinima. Takođe zadržava manje energije da bi zadržao oblik, ali je sporiji i ne može brzo da apsorbuje resurse.
tr: Bu hücre zarı, genel hasara ve özellikle toksin hasarına karşı daha iyi dayanıklılık sağlayan bir duvara sahip. Ayrıca şeklini korumak için daha az enerjiye mal olur. Ama kaynakları çabucak ememez ve daha yavaştır. [b]Kitinaz, bu duvarı sindirebilir.[/b] Böylece bu duvarı yırtıcılara karşı savunmasız hale getirir.
uk: Ця мембрана має стінку, внаслідок чого в неї кращий загальний захист, особливо від токсинів. Вона витрачає менше енергії на збереження форми, але не так швидко поглинає ресурси і є повільнішою.[b]Хітиназа здатна перетравлювати цю стінку[/b], роблячи її вразливою для поглинання хижаками.
zh_cn: 这个细胞膜额外配置了一层细胞壁，各方面都有更好的防御力，尤其是毒抗。同时也不需要多少能量来维持形状，但吸收营养和移动的速度都很慢。. [b]几丁质酶可以消化这堵墙[/b]，使其容易被捕食者吞噬。
zh_tw: 這種細胞膜有一層額外的細胞壁，這意味著它對整體傷害有更好的保護，特別是對毒素的傷害。它保持形態所需的能量也較少，但速度較慢且無法快速吸收資源。[b]幾丁質酶可以消化這堵牆[/b]，使其容易被捕食者吞噬。

source: Chloroplast
bg: Хлоропласт
ca: Cloroplast
cs: Chloroplasty
eo: Kloroplasto
es: Cloroplasto
et: Kloroplast
fi: Viherhiukkanen
fr: Chloroplaste
he: כלורופלסט
hu: Kloroplasztisz
id: Kloroplas
it: Cloroplasto
ka: ქლოროპლასტი
ko: 엽록체
pt_br: Cloroplasto
pt_pt: Cloroplasto
ru: Хлоропласт
sr_cyrl: Хлоропласт
sr_latn: Hloroplast
sv: Kloroplast
th_th: คลอโรพลาสต์
tr: Kloroplast
uk: Хлоропласт
zh_cn: 叶绿体
zh_tw: 葉綠體
