Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CONFIRM_MOVE_TO_ASCENSION_STAGE_EXPLANATION
source: You can now ascend and reach the Ascension Stage by activating the Ascension Gate. This will unlock unlimited power in the form of some new God Tools you can use in this save. Ascending will also mean that you beat the game, but you will be able to keep playing. Ascend?
cs: Nyní můžete vystoupit a dosáhnout stupně Vzestupu aktivací Brány vzestupu. Tím se vám odemkne neomezená moc v podobě některých nových božích nástrojů, které můžete v tomto uložení používat. Vzestup bude také znamenat, že jste hru porazili, ale budete moci pokračovat ve hře. Vzestupujete?
fr: Vous pouvez maintenant évoluer et atteindre la Phase évoluée en activant le Portail d'ascension. Cela débloquera une puissance illimité sous la forme de nouveaux outils divins que vous pouvez utiliser dans cette sauvegarde. Évoluer veut aussi dire que vous avez battu le jeu, mais vous pourrez continuer à jouer. Évoluer ?
nl: Je kunt je soort nu verheffen door de Verheffingspoort te activeren. Je zult dan doorgaan naar de Verheven fase. In deze fase zul je ongelimiteerde macht hebben in de vorm van enkele Goddelijke Hulpmiddelen die je in dit spelverloop kunt gebruiken. Verheffen betekent ook dat je het spel gewonnen hebt. Je zult kunnen blijven doorspelen. Jezelf verheffen?
pt_br: Você poderá ascender ao ativar o Portal da Ascensão. Isso desbloqueará poder ilimitado na forma de novas Ferramentas Divinas que poderá usar neste salvamento. Ao ascender, você também completará o jogo, mas poderá continuar jogando. Deseja prosseguir para o Estágio Ascenso?
ru: Теперь вы можете возвыситься и достигнуть Стадии Вознесения, активировав Врата Вознесения. Активировав врата вознесения вы сможете получить неограниченную мощь в виде божественных инструментов, что вы сможете использовать далее в этом сохранении. Вознесясь, вы завершите игру, но вы сможете играть и далее. Вознестись?
tr: Artık evreni tırmanabilir ve Tırmanış Kapısı'nı etkinleştirerek Tırmanış Evresi'ne ulaşabilirsiniz. Bu işlem, mevcut kayıtta kullanabileceğiniz bazı yeni Tanrı Araçları şeklindeki sınırsız gücün kilidini açacak. Evreni tırmanmak ayrıca oyunu kazanmak demektir ama oynamaya devam edebileceksiniz. Evren tırmanılsın mı?
uk: Тепер Ви можете піднестися та досягнути Стадії Піднесення через активацію Воріт Піднесення. Це розблокує необмежену силу у вигляді деяких нових Інструментів Бога, які можливо буде використовувати у цьому збереженні. Піднесення означатиме, що Ви пройшли гру, але Ви зможете грати далі. Піднестися?
zh_cn: 你现在可以通过启动飞升之门来飞升并进入飞升阶段。 这将解锁无尽的能力，它们会以一些新的上帝工具的形式出现，并能在这个存档中使用。 飞升也同样意味着你通关了游戏，但你可以继续玩。确定飞升？
zh_tw: 您現在可以透過啟動飛升之門來飛升並進入飛升階段。 這將以一些新的上帝工具的形式解鎖無盡的力量，並能在本存檔中使用。 飛升也同樣意味著您通關了遊戲，但您可以繼續遊玩。確定飛升？

# CONFIRM_MOVE_TO_INDUSTRIAL_STAGE
source: Move to Industrial Stage?
cs: Přesun do průmyslové fáze?
es: ¿Pasar al Estadio Industrial?
fr: Passe à la Phase industrielle ?
ka: გადავიდე ინდუსტრიულ ფაზაზე?
nl: Doorgaan naar Industriële Fase?
pl: Przejść do Fazy Cywilizacji?
pt_br: Prosseguir para o Estágio Industrial?
pt_pt: Passar para a fase industrial?
ru: Переместиться на Индустриальную Стадию?
tr: Sanayi Evresi'ne Geçilsin mi?
uk: Перейти до індустріальної стадії?
zh_cn: 进入工业阶段？
zh_tw: 進入工業階段？

# CONFIRM_MOVE_TO_INDUSTRIAL_STAGE_EXPLANATION
source: By placing a factory you will advance to the industrial stage. Continue to the next stage?
cs: Umístěním továrny postoupíte do průmyslové fáze. Pokračovat do další fáze?
fr: Placer une usine vous fera avancer à la Phase industrielle. Continuer vers la prochaine Phase ?
ka: ქარხნის მოთავსებით ინდუსტრიულ ფაზაზე გადახვალთ. გააგრძელებთ შემდეგ დონეზე?
nl: Door een fabriek te plaatsen zal je naar de industriële fase gaan. Wil je doorgaan naar de volgende fase?
pl: Budując fabrykę przejdziesz w fazę cywilizacji. Kontynuować do następnego etapu?
pt_br: Ao construir uma fábrica, você prosseguirá para o Estágio Industrial. Deseja ir para o próximo estágio?
pt_pt: Ao colocares uma fabrica irás passar para a próxima fase. Continuar para a próxima fase?
ru: Сконструировав фабрику вы перейдёте на индустриальную стадию.Перейти на следующую стадию?
tr: Bir fabrika yerleştirerek sanayi evresine yükseleceksiniz. Sonraki evreye geçilsin mi?
uk: Розміщення фабрики продвине Вас на індустріальну стадію. Продовжити?
zh_cn: 通过建立工厂，你将进入工业阶段。继续下一阶段？
zh_tw: 透過建造工廠，您將進入工業階段。繼續進入下一階段？

# CONFIRM_MOVE_TO_SPACE_STAGE
source: Move to Space Stage?
cs: Přesun na vesmírnou scénu?
fr: Passer à la Phase spaciale ?
ka: გადავიდე კოსმოსის ფაზაზე?
nl: Doorgaan naar Ruimtefase?
pt_br: Prosseguir para o Estágio Espacial?
pt_pt: Avançar para a Fase Espacial?
ru: Переместиться на Космическую стадию?
tr: Uzay Evresi'ne Geçilsin mi?
uk: Перейти до Космічної Стадії?
zh_cn: 进入太空阶段？
zh_tw: 進入太空階段？

# CONFIRM_MOVE_TO_SPACE_STAGE_EXPLANATION
source: You can now advance to the Space Stage by launching your first spacecraft. For now in the prototypes you can't return to your planet but the eventual plan is to allow zooming in and out of planets smoothly in the Space Stage. Cancelling the launch will destroy the spacecraft unit. Launch the spacecraft?
cs: Nyní můžete postoupit do vesmírné fáze tím, že vypustíte svou první vesmírnou loď. V prototypech se zatím nemůžete vrátit na svou planetu, ale v plánu je umožnit plynulé přibližování a oddalování planet ve vesmírné fázi. Zrušení startu zničí jednotku kosmické lodi. Vypustit kosmickou loď?
fr: Vous pouvez maintenant passer à la phase spatiale en lançant votre premier vaisseau spatial. Pour l'instant, dans les prototypes, vous ne pouvez pas revenir sur votre planète mais le but à long terme est de permettre d
nl: Je kunt nu doorgaan naar de Ruimte fase door je eerste ruimteschip te lanceren. Het is in de prototypen nog niet mogelijk om naar je planeet terug te keren. Uiteindelijk is het de bedoeling dat je gemakkelijk naar planeten in en uit kunt zoomen. Je kunt de lancering annuleren, hiermee zal ook je ruimteschap vernietigd worden. Wil je het ruimteschip lanceren?
pt_br: Você poderá prosseguir para o Estágio Espacial ao lançar sua primeira nave espacial. Atualmente, nos protótipos, você não conseguirá retornar ao seu planeta, mas o plano é permitir que entre e saia de planetas da maneira fluida no estágio. Cancelar a decolagem resultará na destruição de sua nave espacial. Deseja lançá-la?
ru: Теперь вы можете достичь Космической стадии, запустив первый космический объект. В текущем прототипе вы не можете вернуться к своей планете, но дальнейшие планы предполагают то, что вы сможете приближаться и отдаляться по отношению к планетам в Космической Стадии. Отмена запуска уничтожит космический объект. Запустить космический объект?
tr: Artık, ilk uzay aracını fırlatarak Uzay Evresi'ne yükselebilirsiniz. Şimdilik, prototiplerde kendi gezegeninize dönemezsiniz. Ancak sonraki plan, Uzay Evresi'ndeki gezegenleri yakınlaştırmaya ve uzaklaştırmaya imkan sağlamak. Fırlatmayı iptal etmek, uzay aracı birimini imha edecek. Uzay aracı fırlatılsın mı?
uk: Тепер Ви можете перейти до Космічної Стадії, запустивши Ваш перший зореліт. Наразі у прототипах Ви не здатні повертати назад до планети, але у плани входить реалізація плавного переходу через зміну масштабу на Космічній Стадії. Скасування запуску зруйнує зореліт. Запустити зореліт?
zh_cn: 你现在可以发射宇宙飞船以突破到太空阶段。 但是你无法观察行星地表，不过你可以在太空中放大或缩小你的视角。 如果取消发射会摧毁这个宇宙飞船。确认发射火箭吗？
zh_tw: 您現在可以透過發射您的第一艘太空船進入太空階段。 目前在原型中您無法返回您的星球，但最終的計劃是允許在太空階段順利地放大和縮小行星。 取消發射將摧毀太空船單位。發射太空船？

# CONFIRM_NEW_GAME_BUTTON_TOOLTIP
source: Enter the game with these settings
bg: Завършване на промените и започване на играта
ca: Entrar al joc amb aquesta configuració
cs: Začít hru s tímto nastavením
de: Mit diesen Einstellungen spielen
es: Entrar al juego con esta configuración
fr: Commencer la partie avec ces paramètres
he: הכנס למשחק בהגדרות אלו
hu: Belépés a játékba ezekkel a beállításokkal
it: Avvia la partita con queste impostazioni
ka: თამაშში შესვლა ამ პარამეტრებით
nl: Start het spel met deze instellingen
pl: Wejdź do gry z tymi ustawieniami
pt_br: Entrar no jogo com essas configurações
pt_pt: Entrar no jogo com estas definições
ru: Начать игру с этими настройками
sk: Vstúp do hry s týmito nastaveniami
tr: Oyuna bu ayarlarla gir
uk: Увійти в гру з цими налаштуваннями
zh_cn: 以当前设定进入游戏
zh_tw: 以當前設定進入遊戲

# CONFIRM_NEW_GAME_BUTTON_TOOLTIP_DISABLED
source: Some settings are invalid
bg: Невалидни настройки
ca: Alguns paràmetres no són vàlids
cs: Některá nastavení nejsou platná
de: Einige Einstellungen sind ungültig
es: Ciertas opciones son invalidas
fr: Certains paramètres sont invalides
he: חלק מההגדרות אינם חוקיות
hu: Egyes beállítások érvénytelenek
it: Alcune impostazioni non sono valide
ka: ზოგიერთი პარამეტრი არასწორია
nl: Sommige instellingen zijn ongeldig
pl: Niektóre ustawienia są nieważnie
pt_br: Algumas configurações são inválidas
pt_pt: Algumas definições não são válidas
ru: Некоторые настройки неправильные
sk: Niektoré nastavenia sú neplatné
tr: Bazı ayarlar geçersiz
uk: Якісь налаштування невірні
zh_cn: 部分设置无效
zh_tw: 部分設定無效

# CONSTRUCTION_UNIT_NAME
source: Unit: {0}
cs: Jednotka: {0}
fr: Unité : {0}
ka: ერთეული: {0}
nl: Eenheid: {0}
pt_br: Unidade: {0}
pt_pt: Unidade: {0}
ru: Единица: {0}
tr: Birim: {0}
uk: Юніт: {0}
zh_cn: 单位：{0}
zh_tw: 單位：{0}

# CONTENT_UPLOADED_FROM
source: Workshop content will be uploaded from folder: {0}
bg: Съдържанието за работилницата ще бъде качено от следната папка: {0}
ca: El contingut Workshop es pujarà des de la carpeta: {0}
cs: Workshop obsah bude nahrán ze složky: {0}
de: Workshop-Content wird von folgendem Ordner hochgeladen: {0}
es: El contenido Workshop será cargado desde la carpeta: {0}
et: Töötoa sisu laaditakse üles kaustast {0}
fr: Le contenu provenant du Workshop sera téléchargé depuis le dossier : {0}
he: תוכן הWorkshop יעלו מהתיקייה: {0}
hu: A műhely tartalom ebből a mappából lesz feltöltve: {0}
it: I contenuti del Workshop saranno caricati da questa cartella: {0}
ka: Workhop-ის შემცველობა აიტვირთება საქაღალდიდან: {0}
nl: Workshopinhoud zal geupload worden uit de map: {0}
nl_be: Workshop inhoud zal worden ge-upload van map:{0}
pl: Zawartość warsztatu zostanie wczytana z folderu: {0}
pt_br: O conteúdo da Oficina será atualizado da pasta: {0}
pt_pt: O conteúdo do workshop será carregado da pasta: {0}
ru: Материалы Мастерской будут загружены из папки: {0}
tr: Atölye içeriği bu klasörden karşıya yüklenecek: {0}
uk: Контент майстерні буде відвантажено з папки: {0}
zh_cn: 文件夹{0}的内容将会上传到创意工坊
zh_tw: 工作坊內容將從以下資料夾上傳：{0}

source: Continue Thriving
bg: Продължавайте да процъфтявате
cs: Pokračuj v prosperitě
de: Gedeihe
es: Continuar prosperando
fr: Continuez à Prospérer
he: המשך לשגשג
it: Continua a prosperare
ka: აყვავების გაგრძელება
nl: Ga door met Thrive
pl: Kontynuuj Rozkwitanie
pt_br: Continuar a prosperar
pt_pt: Continuar a Prosperar
ru: Продолжить Процветать
tr: İlerlemeye Devam Et
uk: Продовжити процвітання
zh_cn: 继续游戏
zh_tw: 繼續遊戲

# CONTINUE_TO_PROTOTYPES
source: You have reached the end of the "complete" part of Thrive. If you want, you can continue onto the later stage prototypes that are included with the game. These may be very incomplete, use placeholder graphics, and be very rough in general. These are included as part of the game to show the potential future direction of the game and our overall vision of how the stages are connected. You won't be able to save, in most prototypes, if you continue or return once you continue. If you want to return to this stage, please make a save now before proceeding. Controller support is also much more incomplete in the prototypes. If you choose to continue, please understand that the later stages are prototypes and please do not complain about how incomplete they are.
bg: Достигнахте края на „завършената“ част на „Thrive“. Ако искате, може да продължите към следващите етапи на играта. Те все още са в процес на разбработка и са включени само за демонстрационни цели. Искаме да Ви покажем бъдещото развитие на играта и цялостната ни визия за това как са свързани етапите помежду си. Преди да продължете, запазете текущата си игра, защото създаването на запис по време на следващите етапи на играта не винаги е възможно. Поддръжката за контролерите е в процес на разбработка. Моля, обърнете внимание, че следващите етапи на играта не са завършени и може да не функционират правилно.
ca: Has assolit el final de la part "completa" de Thrive. Si ho vols, pots continuar jugant als prototips d'altres estadis que estan inclosos al joc. Aquests, poden ser molt incomplerts, fer servir gràfics temporals, i ser "matussers" en general. No obstant, estan inclosos com a part del joc per a mostrar la possible direcció futura del joc, i la nostra visió general de com estan connectats els diferents estadis. Si continues, no podràs guardar ni tornar a l'estadi de microbi. Si vols tornar a aquest estadi, siusplau, guarda el joc ara, abans de continuar. Si tries continuar, siusplau tingues en compte que els següents estadis només són prototips incomplerts, i siusplau no ho critiqueu injustificadament.
cs: Dostali jste se k "dokončené" části Thrive. Pokud chcete, můžete pokračovat k prototypům následujících období. Mohou být nedokončené, používat dočasnou grafiku, a být obecně velmi neuhlazené. Jsou zahrnuty jako součástí hry pro ukázání možného budoucího směru hry a naší obecné vize pro to, jak jsou období propojené. Ve většině prototypů nebudete mít možnost uložit hru nebo se vrátit pokud budete pokračovat. Pokud se budete chtít někdy vrátit do tohoto období, prosím uložte si hru teď před tím, než budete pokračovat. Pokud se rozhodnete pokračovat, prosím pochopte, že pozdější období jsou prototypy a prosím nechoďte si za námi stěžovat, že jsou nedokončené.
de: Du hast das Ende des "komplett" entwickelten Teils von Thrive erreicht. Wenn du möchtest kannst du mit den Prototypen der weiteren Stadien fortfahren, soweit sie im Augenblick implementiert sind. Diese können sehr unvollständig sein, Platzhalter Grafiken benutzen und allgemein sehr grundlegend sein. Sie sind im Spiel enthalten, um die mögliche Zukunft und unsere Vision des weiteren Spielverlaufs zu zeigen. Du wirst in den meisten Prototypen nicht speichern können und auch nicht in das bisherige Spiel zurückkehren können. Wenn du zum aktuellen Stadium zurückkehren können möchtest, speichere bitte bevor du fortfährst. Wenn du dich entscheidest weiterzuspielen, sei dir bitte bewusst, dass die kommenden Stadien Prototypen sind und beschwere dich nicht über fehlende Inhalte.
es: Has llegado al final del contenido completado actualmente en Thrive. Si lo deseas, puedes continuar a la siguiente etapa que contiene prototipos. Los mismos pueden estar incompletos, usar gráficos temporarios, entre otros aspectos no finalizados. Los mismos son incluidos para demostrar la vision en general del juego y posibles desarrollos a futuro y como todas las etapas del juego están conectadas. Si deseas continuar jugando tu etapa actual, guarda tu partida ahora. No podrás volver atrás una vez que avances a la siguiente etapa. Si continuas, por favor entiende que las siguientes etapas son solo prototipos, por favor no te quejes de lo incompleto que pueden estar.
et: Olete jõudnud Thrive'i "täieliku" osa lõpuni. Soovi korral saate jätkata mänguga kaasas olevate hilisemate prototüüpidega. Need võivad olla väga puudulikud, kasutada kohatäitegraafikat ja olla üldiselt väga karmid. Need on lisatud mängu osana, et näidata mängu potentsiaalset tulevikusuunda ja meie üldist nägemust etappide ühendamisest. Te ei saa salvestada, kui jätkate, ega pärast jätkamist tagasi pöörduda. Kui soovite sellesse etappi naasta, salvestage kohe enne jätkamist. Kui otsustate jätkata, siis mõistke, et hilisemad etapid on prototüübid ja ärge kurtke nende ebatäielikkuse üle.
fr: Vous avez atteint la fin de la partie "complète" de Thrive Si vous voulez, vous pouvez continuer vers les prototype des stades plus avancés qui sont inclus dans le jeu. Ils peuvent être très incomplèts, utiliser des graphismes de remplacement, et être très bruts en général. Ils sont inclus dans le jeu pour montrer la direction potentielle du jeu et notre vision globale de la façon dont les étapes sont connectées. Dans la plupart des prototypes, vous ne pourrez pas sauvegarder si vous poursuivez ou revenez une fois que vous aurez continué. Si vous souhaitez revenir à cette étape, veuillez effectuer une sauvegarde maintenant avant de continuer. Si vous décidez de poursuivre, sachez que les étapes ultérieures sont des prototypes et ne vous plaignez pas de leur caractère incomplet.
he: אתה הגעת לסוף של החלק ה"מוכן" של Thrive. אם אתה רוצה, אתה יכול להמשיך לשלבי האבטיפוס המקדמים יותר הכוללים במשחק. הם יכולים להיות מאוד לא מוכנים, להשתמש בגרפיקה של מצייני מיקום ויכול בכללי להיות מאוד קשוח. אלה כלולים כחלק מהמשחק כדי להראות את הכיוון העתידי האפשרי של המשחק ואת החזון הכללי שלנו לגבי איך השלבים יתחברו. אתה לא תוכל לשמור, ברוב האבטיפוסים, אם אתה רוצה להמשיך או לחזור ברגע שתמשיך. אם אתה רוצה לחזור לשלב זה, בבקשה תשמור לפני שתתמשיך. אם אתה בחרת להמשיך, בבקשה תבין שזה שלב אבטיפוס ובבקשה על תתלונן על כמה זה לא מושלם.
hu: Elérkeztél a Thrive "teljes" részének a végéhez. Ha szeretnéd, akkor továbbléphetsz a következő fázisok prototípusaiba. Ezek nagyon hiányosak lehetnek és "placeholder" grafikai elemeket használnak. A játék részeként szerepelnek, hogy bemutassák a játék lehetséges jövőbeli irányát és a fázisok összekapcsolásáról alkotott általános elképzelésünket. A legtöbb prototípusban nem fogsz tudni menteni ha folytatod, vagy ha később folytatni akarod. Szóval ha vissza szeretnél térni egyszer ehhez a szakaszhoz, akkor kérünk téged, mentsd el most a játékot, mielőtt folytatnád. Ha a folytatást választod, akkor kérünk vedd figyelembe, hogy ezek mind prototípusok, és ne panaszkodj a hiányosságok miatt.
it: Hai raggiunto la fine della parte "completa" di Thrive. Se lo desideri, puoi andare ai prototipi delle fasi future di gioco inclusi in questa versione. Questi potrebbero essere molto incompleti, generalmente grezzi, e utilizzare elementi grafici segnaposto. La loro funzione è quella di mostrare la potenziale direzione futura del gioco e la nostra visione generale di come le fasi saranno collegate. Non sarai in grado di salvare o tornare indietro una volta che continui. Se vuoi tornare al punto dove sei ora, salva ora prima di procedere. Se scegli di continuare, ti preghiamo di comprendere che le fasi successive sono prototipi e di non lamentarti di quanto siano incomplete.
nl: Je hebt het eind van het onderdeel van Thrive dat 'af' is bereikt. Als je wil, kun je doorgaan met prototypes van latere fases in het spel. Deze kunnen erg incompleet zijn, tijdelijke afbeeldingen gebruiken, en in het algemeen zeer ruw zijn. Deze zijn ingevoerd in het spel om de mogelijke ontwikkelrichting van het spel te laten zien. Ook laat het onze algemene visie zien over hoe de fases verband houden tot elkaar. Je kan in de meeste prototypes het spel niet opslaan. Ook is het niet mogelijk om terug te gaan. Als je terug wil gaan naar deze spelfase, sla het spel dan op alvorens je doorgaat. Onderrsteuning voor spelbesturingsapparaten is ook veel minder compleet in de prototypen. Als je doorgaat, houdt er dan rekening mee dat deze fasen prototypes zijn en gelieve niet te klagen over hoe incompleet deze zijn.
pl: Dotarłeś do końca "ukończonej" części Thrive. Jeśli chcesz, możesz przejść dalej do prototypów następnych etapów które znajdują się w grze. Mogą one być ekstremalnie niedokończone, używać tymczasowych grafik oraz być ogólnie bardzo szorstkie. Są dołączone jako część gry żeby pokazać możliwy przyszły kierunek rozwoju i naszą wizję tego, jak etapy są ze sobą połączone. Nie będziesz mógł zapisywać, w większości prototypów, jeśli kontynuujesz lub powrócisz gdy kontynuujesz. Jeśli chcesz wrócić do tego etapu, proszę zapisać grę przed przejściem dalej. Jeśli decydujesz się kontynuować, proszę zrozumieć, że następne etapy to tylko prototypy i proszę nie narzekać na to, jak bardzo są niedokończone.
pt_br: [b]Você terminou a parte “completa” de Thrive.[/b] Se quiser, você pode jogar os [b]protótipos dos estágios seguintes[/b] que estão incluídos no jogo. Eles podem estar incompletos, usar gráficos temporários e serem de modo geral muito rústicos. Os protótipos estão incluídos para mostrar como será o possível futuro do jogo, e nossa visão geral de como os estágios estarão conectados. [b]Não será possível salvar o jogo[/b] na maioria dos protótipos, ou voltar para o estágio anterior caso prosseguir. Se quiser voltar para [i]este[/i] estágio, [b]salve o jogo agora[/b] antes de continuar. Suporte a controle também não está completo nos protótipos. Ao continuar, entenda que os estágios seguintes são protótipos e não reclame se estiverem incompletos.
ru: [b]Вы достигли конца "завершённой" части Thrive.[/b] Если вы хотите, вы можете продолжить игру на [b]следующих стадиях[/b], которые включены в игру. Они могут быть незавершёнными, использовать заполнители текстур и быть, в целом, недоработанными. Они добавлены в игру для того, чтобы показать, как, вероятно, будет развиваться игра далее и наше видение того, каким образом стадии будут соединены между собой. Если вы решите продолжить, то помните -- В большинстве прототипов [b]вы не можете сохранить игру[/b], или же вернуться на предыдущую стадию. Если вы хотите вернуться именно на [i]Эту[/i] стадию, то, пожалуйста, [b]сохранитесь сейчас же[/b], а затем нажмите "Продолжить". Поддержка контроллера ограничена в большинстве прототипов. Если вы хотите продолжить, то поймите, что последующие стадии всего лишь прототипы, и, пожалуйста, не жалуйтесь на то, что они не доработаны.
tr: [b]Thrive'ın "tamamlanmış" kısmının sonuna geldiniz.[/b] Eğer isterseniz, oyuna dahil edilen [b]sonraki evrelerin prototipleri[/b] ile devam edebilirsiniz. Bu prototipler eksik tamamlanmış olabilir, yer tutucu grafikler kullanıyor olabilir ve genel olarak çok kaba görünebilir. Bunlar, oyunun gelecekteki gidişatını ve evrelerin nasıl bağlandığına dair genel vizyonumuzu göstermek için eklenmektedir. Eğer devam ederseniz, çoğu protitip esnasında [b]oyununuzu kaydedemeyecek[/b] veya bir önceki evreye geri dönemeyeceksiniz. Eğer [i]mevcut[/i] evreye geri dönmek isterseniz, lütfen ilerlemeden önce [b]şimdi bir kayıt[/b] oluşturun. Ayrıca, kontrol cihazı desteği de prototiplerde kısıtlı. Eğer oyuna devam etmeyi seçerseniz, sonraki evrelerin prototip olduğunu anlayışla karşılayın ve onların ne kadar eksik oldukları konusunda lütfen şikayetçi olmayın.
uk: Ви дісталися кінця "завершеної" частини Thrive. Якщо бажаєте, то можете продовжити, перейшовши до прототипів пізнішої стадії, включених до гри. Вони можуть бути дуже неповними, використовувати графічні заповнювачі й загалом бути дуже грубими. Вони були включені до складу гри задля показу можливих майбутніх напрямків гри та наше загальне бачення зв'язку між етапами. Ви не будете здатні зберігати гру в більшій частині прототипів, якщо ви продовжите або повернетесь після продовження. Якщо ви бажаєте пізніше повернутися до цього етапу, будь ласка, зробіть збереження перед продовженням гри. Якщо ви обираєте продовження, будь ласка, пам'ятайте, що пізні етапи ще є лише прототипами та, будь ласка, не скаржтеся на їх недоробленість.
zh_cn: 你已经达到了Thrive的 "完整 "部分的终点。 如果你愿意，你可以继续游戏的后期阶段原型。这些可能是非常不完整的，使用占位符的图形，而且总体上非常粗糙。这些是游戏的一部分，以显示游戏未来的潜在方向和我们对各阶段如何连接的总体设想。 如果你继续下去，你将无法保存或返回。如果你想返回这个阶段，请在继续之前现在进行保存。 阶段原型中对控制器的支持也远不及先前阶段完整。如果你选择继续，请理解后面的阶段是原型，请不要抱怨它们是多么不完整。
zh_tw: 您已經到達 Thrive「已完成」部分的結尾。 如果您願意，您可以繼續研究遊戲中包含的後期階段原型。這些可能非常不完整，使用佔位符圖形，並且總體上非常粗糙。這些是包含在遊戲內的一部分，以展示遊戲未來的潛在方向以及我們對各個階段如何連接的整體願景。 在大多數原型中，如果繼續或繼續後返回，您將無法保存。如果您想返回此階段，請在繼續之前進行保存。 原型中對控制器支援也不如先前階段完整。如果您選擇繼續，請理解後期階段只是原型，請不要抱怨它們有多不完整。
