Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# AUTO-EVO_EXPLANATION_EXPLANATION
source: This panel shows the numbers that the auto-evo prediction works from. The total energy a species is able to capture, and the cost per individual of the species, determines the final population. Auto-evo uses a simplified model of reality to calculate how well species are performing based on the energy they are able to gather. For each food source, it is shown much energy the species gains from it. Additionally the total energy that is available from that source is shown. The fraction the species gains out of the total energy is based on how large the fitness is compared to the total fitness. Fitness is a metric of how well the species can utilize that food source.
bg: Това са стойностите, които използва прогнозата на автоматичната еволюция. Размерът на некоригираната популация се определя от общата усвоена енергийна стойност и индивидуалния разход на Вашите създания. Автоматичната еволюция използва опростен еволюционен модел, за да изчисли тяхното представяне на база общата усвоена енергийна стойност. Всеки източник на енергия има обща енергийна стойност, като част от нея се усвоява от Вашите създания. Усвоената енергийна стойност се определя от стойността на усвояване, сравнена с общата стойност на усвояване. Стойността на усвояване определя колко добре Вашите създания могат да използват този източник на енергия.
ca: Aquest tauler mostra els nombres que fa servir l'algorisme auto-evo per fer la seva predicció. L'energia total que una espècie pot recol·lectar i el cost energètic per individu d'aquesta espècie, en determinen la població final. L'algorisme auto-evo fa servir un model simplificat de la realitat per a calcular el rendiment de les espècies basat en l'energia que són capaces de recol·lectar. Per cada font d'alimentació, es mostra quanta energia en guanya l'espècie. A més a més, es mostra l'energia total disponible per aquesta font. La fracció de l'energia total que guanyen les espècies es basa en la magnitud del seu 'rendiment' respecte al 'rendiment total'. El 'rendiment' és una mètrica de com de bé les espècies poden utilitzar aquesta font d'alimentació.
cs: Na tomto panelu jsou zobrazena čísla, na jejichž základě funguje predikce auto-evo. Celková energie, kterou je druh schopen zachytit, a náklady na jednoho jedince druhu určují konečnou populaci. Auto-evo používá zjednodušený model reality k výpočtu toho, jak dobře si druhy vedou na základě energie, kterou jsou schopny nasbírat. U každého zdroje potravy je zobrazeno, kolik energie z něj druh získá. Kromě toho je zobrazena celková energie, která je z daného zdroje k dispozici. Podíl, který druh získá z celkové energie, je založen na tom, jak velké je jeho fitness v porovnání s celkovým fitness. Fitness je měřítkem toho, jak dobře dokáže druh daný zdroj potravy využít.
de: Diese Tafel zeigt die Werte an, mit denen die Auto-Evo-Vorhersage arbeitet. Die Gesamtenergie, die eine Spezies aufnehmen kann, und die Kosten pro Einzeltier der Spezies bestimmen die endgültige Population. Auto-Evo verwendet ein vereinfachtes Modell der Realität, um zu berechnen, wie gut die Spezies auf der Basis der von ihnen erbeuteten Energie abschneiden. Für jede Nahrungsquelle wird angezeigt, wie viel Energie die Art aus ihr gewinnt. Zusätzlich wird die Gesamtenergie, die aus dieser Quelle zur Verfügung steht, angezeigt. Der Anteil, den die Art an der Gesamtenergie gewinnt, basiert darauf, wie groß die Fitness im Vergleich zur Gesamtfitness ist. Die Fitness ist ein Maß dafür, wie gut die Spezies diese Nahrungsquelle verwerten kann.
es: Este panel muestra los números con los que auto-evo trabaja. El total de energía que una especie puede capturar y el costo por individuo de la especie determina la población final. Auto-evo usa un modelo simplificado de la realidad para calcular el desempeño de las diferentes especies de acuerdo con la energía que pueden recolectar. Por cada fuente de alimento, se muestra la cantidad de energia que se obtiene. Adicionalmente, se muestra el total de energía disponible de esa fuente. La fracción que obtiene la especie del total disponible se basa en su Aptitud y la Aptitud final. La Aptitud, es una métrica de que tan bien utiliza la especie una fuente de alimento.
et: See paneel näitab numbreid, millest automaatse evo ennustus töötab. Lõpliku populatsiooni määrab kogu energia, mida liik suudab püüda, ja kulu liigi isendi kohta. Auto-evo kasutab lihtsustatud tegelikkuse mudelit, et arvutada, kui hästi liigid toimivad, võttes aluseks energia, mida nad suudavad koguda. Iga toiduallika puhul näidatakse, et liik saab sellest palju energiat. Lisaks kuvatakse sellest allikast saadaolev koguenergia. See, kui suur osa liikide koguenergiast võidab, põhineb sellel, kui suur on sobivus võrreldes kogu sobivusega. Fitness on mõõdik selle kohta, kui hästi liik suudab seda toiduallikat kasutada.
fi: Tämä paneeli kertoo mistä luvuista auto-evo simuloi ennusteensa. Lajin selviytymiseen vaikuttaa sen onnistuminen energian haalimisessa ja muut tarpeet. Auto-evo käyttää yksinkertaistettua mallia laskeakseen lajin menestymisen perustaen sen lajin hankkimaan energiaan. Jokaisen ravintotyypin kohdalla voi nähdä kuinka paljon siitä saa energiaa. Lajin sopivuus kertoo kuinka hyvin lajin jäsenet pystyvät käyttämään kyseisiä ravinnon lähteitä.
fr: Ce panneau affiche les données qu'utilise l'Auto-Évo pour sa prédiction. L'énergie totale que peut accaparer une espèce, et le coût de survie pour chacun de ses individus, détermine la population finale. L'Auto-Évo utilise un modèle simplifié de la réalité pour calculer à quel point une espèce est adaptée à son milieu, en fonction de l'énergie qu'elle parvient à capturer. La quantité d'énergie qu'une source de nourriture fournit à l'espèce est ainsi affichée à côté de la quantité totale d'énergie que chacune d'entre elles est en mesure d'offrir. La fraction ainsi obtenue de cette énergie totale est calculée à partir de l'adaptation de l'espèce, c'est-à-dire de sa capacité à utiliser cette source, rapportée à l'adaptation totale de toutes les espèces.
he: חלונית זו מייצגת את המספרים שהמפתח האוטומטי חוזה כמה היו. את כמות האנרגיה שהמין מסוגל לתפוס ועלות לפרט של המין, קובעות את אכלוסייה הסופית. המפתח האוטומטי משתמש במודל פשוט של המציאות כדי לחשב את ביצועי המינים על סמך כמות האנרגיה שהם מסוגלים לאסוף. עבור כל מקור מזון, מוצגת כמה אנרגיה המין מרוויח ממנו. בנוסף, מוצגת האנרגיה הכוללת הזמינה מאותו מקור. החלק שהמין מרוויח מתוך האנרגיה הכוללת מבוסס על גודל הכשירות העצמית בהשוואה לכשירות הכוללת. כשירות הוא מדד הקובע עד כמה המין מנצל את מקור המזון זה.
it: Questo pannello mostra i numeri in base ai quali l'Auto-Evo fa la sua previsione. La popolazione è determinata dall'energia totale che una specie è in grado di catturare e il costo energetico per esemplare. Questo è un modello semplificato della realtà, che calcola le prestazioni di ciascuna specie in base all'energia che è in grado di raccogliere. Per ogni fonte di cibo è mostrata la quantità di energia derivata. In più, è mostrata l'energia totale disponibile da quella fonte. La frazione che la specie guadagna rispetto all'energia totale dipende dal valore di idoneità rispetto all'idoneità totale. L'idoneità è una misura di quanto bene la specie sa utilizzare quella fonte di cibo.
nl: Dit paneel toont de waarden die auto-evo gebruikt. De totale energie die een soort kan verkrijgen, en de kosten per individu van de soort, bepalen de uiteindelijke bevolking. Auto-evo gebruikt een versimpeld model van de werkelijkheid om te berekenen hoe goed een soort zou presteren op basis van de energie die ze kunnen verkrijgen. Voor elke voedselbron wordt getoond hoeveel energie de soort er van verkrijgt. Verder wordt de totale hoeveelheid energie die van die bron beschikbaar is getoond. De fractie die de soort verkrijgt uit de totale energie is gebaseerd op hoe groot de fitheid is in vergelijking tot de totale fitheid. Fitheid is een metriek die toont hoe goed een soort een voedselbron kan gebruiken.
pl: Ten panel pokazuje liczby na których bazuje przewidywanie auto-ewolucji. Całkowita energia, którą gątunek jest w stanie przyswoić, i koszt utrzymania każdego osobnika determinują ostateczną populację. Auto-ewolucja wykorzystuje uproszczony model rzeczywistości w celu obliczenia jak dobrze dany gatunek sobie poradzi. Na każde źródło pożywienia dana jest informacja ile energii gatunek z niego czerpie.
pt_br: Esse painel mostra os números que a previsão da auto-evo usa. A energia total que uma espécie é capaz de possuir e o custo por indivíduo da espécie determina a população final. A auto-evo usa um modelo simplificado da realidade para calcular quão bem as espécies estão desempenhando baseado na energia que elas são capazes de obter. É mostrada quanta energia cada fonte de alimento fornece para a espécie. Além disso, é mostrada a energia total disponível dessa fonte. A fração da energia total fornecida à espécie é baseada em quão adaptada a espécie é comparada à adaptação total. A adaptação é a métrica de quão bem a espécie pode utilizar essa fonte de alimento.
pt_pt: Este painel mostra os números a partir dos quais a previsão de auto-evo funciona. A energia total que uma espécie é capaz de capturar e o custo por indivíduo da espécie determinam a população final. O Auto-evo usa um modelo simplificado da realidade para calcular o desempenho das espécies com base na energia que conseguem obter. Para cada fonte de alimento, mostra quanta energia é que a espécie ganha com isso. Além disso, aparece o total de energia disponível na fonte. A fração que a espécie ganha da energia total é baseada em quão grande a aptidão é comparada com a aptidão total. A aptidão é uma métrica de quão bem a espécie pode utilizar essa fonte de alimento.
ru: На данной панели показаны числа, на основе которых работает предсказание Авто-Эво. Общая энергия, которую способен улавливать вид, и стоимость на особь вида определяют конечную популяцию. Авто-Эво использует упрощенную модель реальности, чтобы рассчитать, насколько эффективны виды, основываясь на энергии, которую они способны собирать. Для каждого источника пищи показано, сколько энергии получает от него вид. Дополнительно отображается общая энергия, доступная из этого источника. Доля, которую вид получает от общей энергии, зависит от того, насколько велика его адаптация по сравнению с общей адаптацией. Адаптация - это показатель того, насколько хорошо вид может использовать этот источник пищи.
tr: Bu panel, oto-evrim tahmininin son aşamada kullandığı sayıları gösterir. Bir türün yakalayabileceği toplam enerji ve bunun tür başına maliyeti son popülasyonu belirler. Oto-evrim, türlerin toplayabildiği enerjiye bağlı olarak, onların ne kadar iyi performans sergilediğini hesaplamak için gerçekliğin basitleştirilmiş bir modelini kullanır. Her besin kaynağı için, türün ondan ne kadar enerji kazandığı gösterilir. Ayrıca her kaynakta mevcut olan toplam enerji miktarı da gösterilir. Türün toplam enerjiden aldığı bölüm, uyum başarısının toplam uyum başarısından ne kadar büyük olduğuna bağlıdır. Uyum başarısı, türün bir besin kaynağından ne kadar iyi yararlanabileceğini gösteren bir ölçüdür.
uk: Ця панель відображає числа, за якими працює передбачення Авто-ево. Загальна енергія, яку вид може поглинути, і вартість на особину цього виду визначають фінальну популяцію. Авто-ево використовує спрощену модель реальності для обчислення продуктивності видів на основі енергії, яку ті здатні отримати. Для кожного джерела їжі показано величину енергії, яку вид отримує від нього. Додатково показується загальна енергія, що доступна з цього джерела. Частка, яку види отримують з цієї загальної енергії, базується на тому, наскільки є великою пристосованість у порівнянні з загальною пристосованістю. Пристосованість — це величина, що показує, наскільки добре вид засвоює це джерело їжі.
zh_cn: 这个板块显示了auto-evo预测工作所依据的数字。一个物种能够捕获的总能量以及该物种个体的成本决定最终的人口。Auto-evo使用一个简化的现实模型，根据物种能够采集的能量来计算其表现如何。对于每个食物来源，它显示了该物种从其获得的能量以及该食物来源能提供的总能量。物种从总能量中获得的量基于与总适应性相比的适应性的大小。适应性是衡量该物种对该食物来源的利用程度的指标。
zh_tw: 此面板顯示 Auto-Evo 預測所依據的數字。一個物種能夠捕獲的總能量以及該物種每個個體的成本決定了最終的族群數量。Auto-Evo 使用簡化的現實模型，根據物種能夠收集的能量來計算它們的表現。對於每種食物來源，它顯示了該物種從其獲得的能量以及該食物來源所能提供的總能量。物種從總能量中獲得的分數取決於適應度與總適應度相比的大小。適應性是衡量物種利用食物來源能力的指標。

# AUTO-EVO_POPULATION_CHANGED_2
source: {0} population changed by {1} in {2} because of: {3}
bg: популацията на {0} в {2} се промени с {1} индивида поради {3} на създанията
ca: {0} població ha variat en {1} a {2} degut a: {3}
cs: Populace {0} se změnila o {1} za {2} z důvodu: {3}
de: {0} Population ist in {2} um {1} gewachsen, aufgrund von {3}
es: La población de {0} cambió a {1} en {2} debido a: {3}
fr: La population de {0} a changé de {1} en {2} à cause de : {3}
he: אוכלוסיית {0} השתנתה ב-{1} בתוך {2} בגלל: {3}
it: La popolazione di {0} è cambiata di {1} in {2} per il seguente motivo: {3}
ka: {0}-ის პოპულაცია შეიცვალა {1}-ით {2}-ში მიზეზით: {3}
nl: Bevolking van {0} veranderd met {1} in {2} vanwege: {3}
pl: Populacja {0} zmieniła się o {1} w {2} z powodu: {3}
pt_br: A população de {0} mudou em {1} membros em {2} devido a: {3}
pt_pt: A população de {0} alterou-se por {1} em {2} devido a: {3}
ru: Популяция {0} изменена на {1} к {2}, по причине: {3}
tr: {0} popülasyonu {2} arazisinde {1} defa değişti çünkü: {3}
uk: {0} зміна населення {1} на {2} через: {3}
zh_cn: {0}在{2}中的种群数量变化了{1}，原因：{3}
zh_tw: {0} 在 {2} 的種群數量變化了 {1}，原因：{3}

source: Auto-Evo Prediction
bg: Прогноза
ca: Predicció d'Auto-Evo
cs: Auto-Evo předpověď
de: Auto-Evo-Vorhersage
es: Predicción del Auto-evo
et: Auto-Evo ennustus
fi: Auto-Evon simuloitu ennuste
fr: Prédiction de l'Auto-Évo
he: חיזוי של המפתח האוטומטי
hu: Auto-evo előrejelzés
it: Previsione dell'Auto-Evo
ka: ავტო-ევოს გამოცნობა
nl: Auto-Evo Voorspelling
nl_be: Auto-Evo voorspelling
pl: Przewidywania Auto-Ewolucji
pt_br: Previsão da Auto-Evo
pt_pt: Previsão da Auto-Evo
ru: Предсказание Авто-Эво
sk: Auto-Evo predpoveď
tr: Oto-Evrim Tahmini
uk: Прогноз Авто-ево
zh_cn: Auto-Evo的预测
zh_tw: Auto-Evo 預測

# AUTO-EVO_PREDICTION_BOX_DESCRIPTION
source: This panel shows the expected population numbers from auto-evo for the edited species. Auto-evo runs the population simulation that is the other part (besides your own performance) that affects your population.
bg: Това е очакваната популация на Вашите създания според автоматичната еволюция. Тя симулира тяхната популация, но не включва резултатите от Вашето индивидуално представяне.
ca: Aquest tauler mostra els nombres de població esperats pel sistema auto-evo per l'espècie editada. El sistema auto-evo fa una simulació de població que representa l'altra part (més enllà del teu propi rendiment) que afecta la teva població.
cs: Tento panel ukazuje očekávané počty populací z auto-evo pro editované druhy. Auto-evo provádí simulaci populace, což je další část (kromě vašeho vlastního výkonu), která ovlivňuje vaši populaci.
de: Dieses Feld zeigt die von Auto-Evo erwarteten Populationszahlen für die bearbeitete Art an. Auto-Evo führt die Populationssimulation durch, die der andere Teil (neben Ihrer eigenen Leistung) ist, der Ihre Population beeinflusst.
es: Este panel muestra la población de la especie modificada que se espera auto-evolucione. El sistema auto-evo se encarga de la evolución de la parte de la población que no controlas, tu rendimiento afectara los cálculos del sistema.
et: See paneel näitab redigeeritud liikide eeldatavat auto-evo populatsiooni arvu. Auto-evo käivitab populatsiooni simulatsiooni, mis on teine osa (peale teie enda jõudluse), mis mõjutab teie populatsiooni.
fi: Tämä paneeli näyttää ennusteen muokatun lajin populaatiolle auto-evon mukaan. Auto-evo ajaa populaatiosimulaatiota, joka oman suoriutumisen lisäksi vaikuttaa lajisi populaatioon.
fr: Ce panneau affiche la population prédite par l'algorithme d'Auto-Évo pour l'espèce éditée. L'Auto-Évo régit la simulation d'évolution des populations qui est, avec votre propre performance, l'un des deux facteurs qui affectent votre population en jeu.
he: לוח זה מראה את מספרי האוכלוסייה הצפויים מהמפתח האוטומטי עבור מינים ערוכים. מפתח אוטומטי מריץ הדמיות אכלוסיה שהיא החלק השני (חוץ מהפעולות שלך) שמשפיע על האוכלוסייה שלך.
hu: Ez a panel megmutatja a szerkesztett élőlényeknek az auto-evo által megbecsült populációinak egyedszámait. Az auto-evo egy populáció szimulációt futtat, ami a saját fajod populációját (és a játék teljesítményét) is befolyásolja.
it: Questo pannello mostra la popolazione prevista dall'Auto-Evo per la specie modificata. La simulazione di popolazione eseguita dall'Auto-Evo è uno dei due fattori che ha effetto sulla tua popolazione (l'altro è la tua prestazione personale).
nl: Dit paneel toont de verwachte bevolking van auto-evo voor de bewerkte soort. Auto-evo draait een bevolkingssimulatie die (samen met jou eigen prestaties) de bevolking van je soort bepaalt.
nl_be: Dit paneel toont de verwachte populatie van auto-evo voor de bewerkte soort. Auto-evo voert de populatiesimulatie uit die het andere deel is (naast uw eigen prestaties) dat uw populatie beïnvloedt.
pl: Ten panel pokazuje prawdopodobne dane populacji z auto-ewolucji dla edytowanego gatunku. Auto-ewolucja przeprowadza symulację populacji, czyli drugą rzecz wpływającą (poza twoim wkładem własnym) na liczebność gatunku.
pt_br: Esse painel mostra a população da espécie modificada prevista pela auto-evo. A auto-evo roda a simulação populacional que é um dos fatores que afetam a sua população (o outro é o seu desempenho).
pt_pt: Este painel mostra os números de população esperados de auto-evo para as espécies editadas. Auto-evo executa a simulação da população que é a outra parte (para além do teu próprio desempenho) que afecta a tua população.
ru: Эта панель показывает ожидаемую численность Авто-Эво для редактируемых видов. Авто-Эво запускает моделирование популяции, что является частью (помимо вашей собственной эффективности), влияющей на вашу популяцию.
tr: Bu panel; düzenlenen türler için oto-evrimden tahmini olarak çıkan, kazanılan toplam enerji ve popülasyon rakamlarını (parantez içinde) gösterir. Oto-evrim, sizin popülasyonunuzu etkileyen diğer kısımların (sizin kendi performansınızın yanı sıra) olduğu popülasyon simülasyonunu çalıştırır.
uk: Ця панель показує очікувану чисельність популяції через Авто-ево (автоматичну еволюцію) для редагуємого виду. Авто-ево запускає симуляцію популяцій, яка є іншим фактором (окрім вашого власного виконання), що впливає на вашу популяцію.
zh_cn: 这个面板显示了来自auto-evo对已编辑物种的预期种群数量。 Auto-evo运行的种群模拟是影响种群数量的另一部分要素（还有玩家自己的表现）。
zh_tw: 此面板顯示了 Auto-Evo 對已編輯物種的的預期種群數量。 Auto-Evo 運行的種群模擬是影響種群數量的另一因素（還有玩家自己的表現）。

# AUTO-EVO_STEPS_DONE
source: {0:F1}% done. {1:n0}/{2:n0} steps.
bg: {0:F1} % на стъпка {1:n0} от {2:n0}.
ca: {0:F1}% fet. {1:n0}/{2:n0} passos.
cs: {0:F1}% splněno. {1:n0}/{2:n0} kroků.
de: {0:F1}% fertig. {1:n0}/{2:n0} Schritte.
eo: {0:F1}% finita. {1:n0}/{2:n0} paŝoj.
es: {0:F1}% hecho. {1:n0}/{2:n0} etapas.
et: {0:F1}% valmis. {1:n0}/{2:n0} sammu.
fi: {0:F1}% valmis. {1:n0}/{2:n0} vaihetta.
fr: {0:F1}% terminé. {1:n0}/{2:n0} étapes.
he: {0:F1}% הסתיים. {1:n0}/{2:n0} שלבים.
hu: {0:F1}% kész. {1:n0}/{2:n0} lépés.
id: {0:F1}% selesai. {1:n0}/{2:n0} tahap.
it: {0:F1}% fatto. Passo {1:n0}/{2:n0}.
ka: {0:F1}% დასრულდა. {1:n0}/{2:n0} ნაბიჯი.
ko: {0:F1}% 완료됨. {1:n0}/{2:n0} 단계.
nl: {0:F1}% klaar. {1:n0}/{2:n0} stappen.
nl_be: {0:F1}% klaar. {1:n0}/{2:n0} stappen.
pl: {0:F1}% zrobione. {1:n0}/{2:n0} kroków.
pt_br: {0:F1}% feito. {1:n0}/{2:n0} passos.
pt_pt: {0:F1}% concluído. {1:n0}/{2:n0} etapas.
ru: {0:F1}% завершено. {1:n0}/{2:n0} шагов.
sk: {0:F1} % hotovo. {1:n0}/{2:n0} krokov.
sr_cyrl: {0:F1}% завршено. {1:n0}/{2:n0} корака.
sv: {0:F1}% klart. {1:n0}/{2:n0} steg.
th_th: {0: F1}% เสร็จสิ้น {1: n0} / {2: n0} ขั้นตอน
tr: %{0:F1} tamamlandı. {1:n0}/{2:n0} adım.
uk: {0:F1}% зроблено. {1:n0}/{2:n0} виконується.
zh_cn: 已完成{0:F1}%。{1:n0}/{2:n0}步剩余。
zh_tw: 已完成 {0:F1}%。{1:n0}/{2:n0} 步。

source: Autosave during the game
bg: Автоматичен запис по време на игра
ca: Guardat automàtic durant el joc
cs: Automatické ukládání během hry
de: Automatisches speichern während des Spieles
eo: Aŭtomata konservado dum la ludo
es: Autoguardado durante el juego
et: Automaatne salvestamine mängu ajal
fi: Tallenna automaattisesti
fr: Sauvegarde automatique en jeu
he: שמירה אוטומטית במהלך המשחק
hu: Automata mentés a játék során
id: Save otomatis ketika bermain
it: Salvataggio automatico durante il gioco
ka: ავტოშენახვა თამაშისას
ko: 진행 중 자동 저장
nl: Sla automatisch op tijdens het spelen
nl_be: Autosave tijdens het spelen
pl: Autozapis w trakcie gry
pt_br: Salvamento automático durante o jogo
pt_pt: Guardar automaticamente durante o jogo
ru: Автосохранение во время игры
sk: Automatické ukladanie počas hry
sr_cyrl: Аутоматско чување током игре
sr_latn: Automatsko čuvanje tokom igre
sv: Autospara i spelet
th_th: บันทึกอัตโนมัติระหว่างเกม
tr: Oyun esnasında otomatik olarak kaydet
uk: Автозбереження під час гри
zh_cn: 游戏中启用自动保存
zh_tw: 遊戲中自動存檔

source: Auto-Evo Exploring Tool
bg: Еволюционен редактор
cs: Nástroj Průzkumu Auto-Evo
de: Auto-Evo Exploration
es: Explorar Auto-Evolución
fr: Outil d'exploration Auto-Évo
he: כלים חקר של מפתח-אוטומטי
it: Strumento di esplorazione Auto-Evo
ka: ავტოევოს შესწავლის ხელსაწყო
nl: Auto-Evo Onderzoeksgereedschap
pl: Narzędzie Eksploracji Auto-Ewo
pt_br: Exploração da Auto-Evo
pt_pt: Ferramenta de exploração da Auto-Evo
ru: Инструмент изучения Авто-Эво
tr: Oto-Evrim Keşif Aracı
uk: Інструменти дослідження Авто-ево
zh_cn: Auto-Evo探索工具
zh_tw: Auto-Evo 探索工具

# AUTO_EVO_FAILED
source: Auto-evo failed to run
bg: Автоматичната еволюция не успя да стартира
ca: L'algorisme auto-evo ha tingut un error
cs: Nezdařilo se spustit Auto-evo
de: Auto-Evo fehlgeschlagen
eo: Aŭtomata evolucio malsukcesis
es: Auto-evo falló
et: Auto-evo käivitamine ebaõnnestus
fi: Auto-evon suorittaminen epäonnistui
fr: L'Auto-Évo n'a pas pu se lancer
he: המפתח האוטומטי נכשל
hu: Auto-evo futtatása sikertelen
id: Auto-evo gagal bekerja
it: Esecuzione dell'Auto-Evo non riuscita
ka: ავტოევოს გაშვება ჩავარდა
ko: 자동 진화 실행 실패
nl: Auto-evo mislukt
nl_be: Auto-evo mislukt
pl: Auto-ewolucja nie może się uruchomić
pt_br: A auto-evo falhou
pt_pt: A auto-evo falhou
ru: Не удалось запустить Авто-Эво
sk: Automatickú evolúciu sa nepodarilo spustiť
sr_cyrl: Аутоматска-еволуција није успела
sr_latn: Automatska-evolucija nije uspela
sv: Auto-evo kunde inte köras
tr: Oto-evrim çalıştırılamadı
uk: Авто-ево не почалась
zh_cn: Auto-evo未能正常运行
zh_tw: Auto-Evo 運行失敗

source: Auto-evo results:
bg: Резултати от автоматичната еволюция:
ca: Resultats de l'algorisme Auto-Evo:
cs: Výsledky Auto-evo:
de: Auto-Evo Ergebnisse:
eo: Resultoj de aŭtomata evoluo:
es: Resultados de auto-evo:
et: Auto-evo tulemused:
fi: Auto-evo tulokset:
fr: Résultats de l'Auto-Évo :
he: תוצאות מפתח אוטומטי:
hu: Auto-Evo eredmények:
id: Hasil auto-evo:
it: Risultati dell'Auto-Evo:
ka: ავტოევოს შედეგები:
ko: 자동 진화 결과:
nl: Auto-evo-resultaten:
nl_be: Auto-evo resultaten:
pl: Rezultat Auto-Ewolucji:
pt_br: Resultados da Auto-evo:
pt_pt: Resultados da auto-evo:
ru: Результаты Авто-Эво:
sr_cyrl: Резултати аутоматске-еволуције:
sr_latn: Rezultati automatske-evolucije:
sv: Auto-evo resultat:
tr: Oto-evrim sonuçları:
uk: Результати Авто-ево:
zh_cn: Auto-evo结果：
zh_tw: Auto-Evo 結果：
