Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_STAGE_HELP_MESSAGE_16
source: However, lysosomes are exclusive only to eukaryotes. Prokaryotes don't have such organelles and digest their food rather inefficiently. For small cells this is fine, but for larger cells, having no lysosomes is very disadvantageous.
bg: Лизозомата е еукариотна еволюция и не може да се използва от прокариотните клетки. Увеличаването на техния размер намалява хранителната ефективност на клетката.
ca: No obstant, els Lisosomes són exclusius dels organismes eucariotes. Els procariotes, en canvi, no poden tenir aquest orgànul, de manera que digereixen el menjar de manera bastant ineficient. Per cèl·lules petites no hi ha cap problema, però per cèl·lules més grans no tenir Lisosomes és un gran desavantatge.
cs: Ale, lysozomy jsou vyhrazené pro eukaryoty. Prokaryoty tyto organely nemají a tráví své jídlo poměrně neefektivně. Pro malé buňky to není problém, ale pro vetší je absence lysozomů velmi nezvýhodňující.
de: Lysosomen gibt es jedoch nur bei Eukaryonten. Prokaryoten haben solche Organellen nicht und verdauen ihre Nahrung eher ineffizient. Für kleine Zellen ist das ok, aber für große ist es von erheblichem Nachteil über keine Lysosomen zu verfügen.
es: Sin embargo, solo las células eucariotas disponen de lisosomas. Las células procariotas no tienen acceso a este orgánulo, por lo que su digestión es considerablemente menos eficiente. Las células pequeñas no tienen por qué preocuparse; pero, para las células de mayor tamaño, carecer de un lisosoma es problemático.
fr: Cependant, les lysosomes sont exclusifs aux eucaryotes. Les procaryotes n'ont pas de telles organites et digèrent leur nourriture sans grande efficacité. Cela est viable pour de petites cellules, mais ne pas avoir de lysosomes est très désavantageux.
he: האומנם, ליזוזום ייחודיים לאיקריוטים. לפרוקריוטים אין אברונים דומים ועיכולם אינו יעיל במיוחד. לתאים קטן זה בסדר אך בשביל תאים גדולים, ללא הליזוזום זה מאוד חסרוני.
hu: Azonban a lizoszómák csak az eukarióták számára elérhetőek. A prokariótáknak nincsenek ilyen szerveik, és nem a leghatékonyabban emésztik meg a táplálékot. Kisebb sejteknél a lizoszóma hiánya nem befolyásol semmit, viszont a nagyobb sejteknél ez hátráltató tényező.
it: Tuttavia, i lisosomi sono un'esclusiva degli organismi eucarioti: i procarioti non li hanno e ciò rende la loro digestione piuttosto inefficiente. Per cellule piccole, non si tratta di un grosso problema. Ma per cellule di dimensioni maggiori, essere prive di lisosomi si rivela molto svantaggioso.
nl: Lysozoom is echter alleen beschikbaar voor eukaryoten. Prokaryoten hebben zulke organellen niet en verteren voedsel dus nogal slecht. Voor kleinere cellen is dat geen probleem, maar voor grotere cellen is het niet hebben van lysozomen een enorm nadeel.
nl_be: Lysozomen zijn echter enkel beschikbaar voor eukaryoten. Prokaryoten hebben zo'n organel niet, en dus verloopt de vertering nogal sloom. Voor kleine cellen is dat geen probleem, maar het is als grotere cel zeer nadelig om geen lysozomen te hebben.
pl: Jednak lizosomy są wyłącznie dla eukariontów, prokarionty nie mają takich organelli więc trawią swoje jedzenie raczej nieefektywnie. Dla małych komórek jest to w porządku, lecz dla większych, brak lizosomów jest bardzo niekorzystny.
sk: Lyzozóm je však exkluzívny len pre eukaryoty, prokaryoty naopak takéto organely nemajú a tak trávia potravu dosť neefektívne. Pre malé bunky je to v poriadku, ale pre väčšie bunky je absencia lyzozómov veľmi nevýhodná.
uk: Проте лізосоми це ексклюзив для лиш для еукаріотів, а прокаріоти їх не мають, тому вони перетравлюють їжу вкрай неефективно. Малим клітинам це чудово, але для великих клітин мати лізосом– дуже невигідно.
zh_cn: 然而，溶酶体仅存在于真核细胞中。没有该细胞器的原核细胞消化十分缓慢。这种劣势在较大的细胞中尤为明显。
zh_tw: 然而，溶酶體僅存在於真核生物中。原核生物沒有這種細胞器，這使其消化相對低效。這對於小型細胞而言無傷大雅，但對大型細胞來說，沒有溶酶體將使它們處於極大的劣勢之中。

# MICROBE_STAGE_HELP_MESSAGE_2
source: Your cell uses [thrive:compound type="atp"][/thrive:compound] as its energy source, if it runs out you will die.
bg: Вашата клетка използва [thrive:compound type="atp"]АТФ[/thrive:compound] за да оцелее, ако той свърши, тя ще умре.
ca: La teva cèl·lula fa servir [thrive:compound type="atp"][/thrive:compound] com a font d'energia, si se li acaba es morirà.
cs: Tvá buňka používá [thrive:compound type="atp"][/thrive:compound] jako zdroj energie, pokud ti dojde, zemřeš.
de: Deine Zelle verwendet [thrive:compound type="atp"][/thrive:compound] als Energiequelle. Wenn sie ausgeht, stirbst du.
eo: Via ĉelo uzas ATP-on kiel energifonton, se ĝi finiĝos, vi mortos.
es: Tu célula usa [thrive:compound type="atp"][/thrive:compound] como su fuente de energía. Si se agota, morirá.
et: Teie rakk kasutab energiaallikana [thrive: ühendi tüüp = "atp"] [/ thrive: ühend], kui see saab otsa, surete.
fi: Solusi käyttää [thrive:compound type="atp"]ATP:tä[/thrive:compound] energianlähteenä, jos se loppuu, kuolet.
fr: Vos cellules utilisent de l'[thrive:compound type="atp"][/thrive:compound] comme source d'énergie, si elles n'en ont plus vous mourrez.
he: התא שלך משתמש ב[thrive:compound type="atp"][/thrive:compound] כמקור אנרגיה, כשזה אזל אתה תמות.
hu: A sejted ATP-t használ energiaforrásként, ha kifogy belőle, akkor elpusztul.
id: Sel kamu menggunakan [thrive:compound type="atp"][/thrive:compound] sebagai sumber energinya, jika habis maka kamu akan mati.
it: La tua cellula usa l'[thrive:compound type="atp"][/thrive:compound] come fonte di energia; se la finisci, essa morirà.
ko: 당신의 세포는 에너지원으로써 ATP를 사용하며, 전부 바닥나면 죽게 될 것입니다.
nl: Jouw cel gebruikt [thrive:compound type="atp"][/thrive:compound] als energiebron, als het opraakt ga je dood.
nl_be: U cel gebruikt [thrive:compound type="atp"][/thrive:compound] als zijn energie bron, als deze op is zal je sterven.
pl: Twoja komórka używa [thrive:compound type="atp"][/thrive:compound] jako jej źródła energii, jeśli się wyczerpie, umrzesz.
pt_pt: A tua célula usa [thrive:compound type="atp"][/thrive:compound] como fonte de energia, se este se esgotar morrerás.
sk: Tvoja bunka používa [thrive:compound type="atp"][/thrive:compound] ako zdroj energie, ak ti dôjde, zomrieš.
sr_cyrl: Ваша ћелија користи ATP као извор енергије, ако се потроши, умрећете.
sr_latn: Vaša ćelija koristi ATP kao izvor energije, ako se potroši, umrećete.
sv: Din cell använder ATP som sin energikälla, om det tar slut börjar du ta skada.
th_th: เซลล์ของคุณใช้ ATP เป็นแหล่งพลังงานถ้ามันหมดคุณจะตาย
uk: Ваша клітина використовує [thrive:compound type="atp"][/thrive:compound] як джерело енергії, якщо воно закінчиться, ви помрете.
zh_cn: 你的细胞使用[thrive:compound type="atp"][/thrive:compound]（三磷酸腺苷）作为能量来源，如果耗尽，你的细胞将会死亡。
zh_tw: 您的細胞使用 [thrive:compound type="atp"][/thrive:compound] 作為能量來源，如果耗盡，您將會死亡。

# MICROBE_STAGE_HELP_MESSAGE_3
source: To unlock the editor and reproduce you need to stay alive long enough. Gathering [thrive:compound type="ammonia"][/thrive:compound] (orange cloud) and [thrive:compound type="phosphates"][/thrive:compound] (purple cloud) speeds up growth.
bg: За възпроизвеждане и влизане в редактора, трябва да разполагате с достатъчно хранителни вещества. Събирането на [thrive:compound type="ammonia"]амоняк[/thrive:compound] (оранжевите облаци) и [thrive:compound type="phosphates"]фосфат[/thrive:compound] (лилавите облаци) ускорява този процес.
ca: Per desbloquejar l'editor i reproduïr-vos heu de recol·lectar [thrive:compound type="ammonia"][/thrive:compound] (Núvol Taronja) i [thrive:compound type="phosphates"][/thrive:compound] (Núvol Violeta).
cs: K odemknutí editoru a rozmnožování musíš přežít dostatečně dlouho. Sbírání [thrive:compound type="ammonia"]čpavku[/thrive:compound] (oranžový mrak) a [thrive:compound type="phosphates"]fosfátů[/thrive:compound] (fialový mrak) zrychluje růst.
de: Um den Editor freizuschalten und dich zu reproduzieren, müssen [thrive:compound type="ammonia"][/thrive:compound] (orangene Wolke) und [thrive:compound type="phosphates"][/thrive:compound] (violette Wolke) gesammelt werden.
eo: Por malfermi la redaktilon kaj reprodukti, vi devas kolekti Amoniakon (Oranĝa Nubo) kaj Fosfaton (Purpura Nubo).
es: Para desbloquear el editor y reproducirte necesitas conseguir [thrive:compound type="ammonia"][/thrive:compound] (nubes de color naranja) y [thrive:compound type="phosphates"][/thrive:compound] (nubes de color púrpura).
et: Redigeerija avamiseks ja reprodutseerimiseks peate koguma [thrive:compound type="ammonia"][/thrive:compound] (oranž pilv) ja [thrive:compound type="phosphates"][/thrive:compound] (lilla pilv) ).
fi: Avataksesi editorin ja lisääntyäksesi, kerää ammoniakkia (oransseja pilviä) sekä fosfaattia (purppuroita pilviä).
fr: Pour débloquer l'éditeur et vous reproduire vous devez récolter de l'[thrive:compound type="ammonia"][/thrive:compound] (nuages oranges) et du [thrive:compound type="phosphates"][/thrive:compound] (nuages violets).
he: בשביל לפתוח את העורך ולהתרבות, אתה להשאר בחיים. אסיפת[thrive:compound type="ammonia"][/thrive:compound] (הענן הכתום) ו[thrive:compound type="phosphates"][/thrive:compound] (הענן הסגול) מגביר קצב גדילה.
hu: Ha a szerkesztőhöz hozzá akarsz férni, és szaporodni akarsz, akkor ammóniát (Narancssárga Felhő) és foszfátot (Lila Felhő) kell gyűjtened.
id: Untuk membuka editor dan reproduksi kamu perlu mengumpulkan sejumlah [thrive:compound type="ammonia"][/thrive:compound] (Awan Oranye) dan [thrive:compound type="phosphates"][/thrive:compound] (Awan Ungu).
it: Per sbloccare l'editor e riprodurti, devi prima rimanere in vita abbastanza a lungo. Tuttavia, puoi velocizzare la tua crescita raccogliendo [thrive:compound type="ammonia"][/thrive:compound] (nuvole arancioni) e [thrive:compound type="phosphates"][/thrive:compound] (nuvole viola).
ko: 편집기를 해금하고 복제하려면 암모니아(주황색 구름) 와 인산염(자주색 구름)을 모아야 합니다.
nl: Om de editor te ontgrendelen en voort te planten moet je lang genoeg overleven. Door [thrive:compound type="ammonia"][/thrive:compound] (Oranje Wolk) en [thrive:compound type="fosfaten"][/thrive:compound] (Paarse Wolk) te verzamelen versnel je de groei.
nl_be: om de "editor" te gebruiken en te reproduceren, moet je [thrive:compound type="ammonia"][/thrive:compound] (oranje wolk) en [thrive:compound type="phosphates"][/thrive:compound] (paarse wolk) verzamelen.
pl: Aby odblokować edytor i się rozmnożyć, musisz zbierać [thrive:compound type="ammonia"][/thrive:compound] (pomarańczowe chmury) i [thrive:compound type="phosphates"][/thrive:compound] (fioletowe chmury).
pt_pt: Para desbloqueares o editor e te reproduzires necessitas de te manter vivo o tempo suficiente. Recolhendo [thrive:compound type="ammonia"][/thrive:compound] (Nuvem laranja) e [thrive:compound type="phosphates"][/thrive:compound] (Nuvem Púrpura) podes acelerar o processo.
sk: Na odomknutie editora a rozmnožovania musíš zhromaždiť [thrive:compound type="ammonia"]amoniak[/thrive:compound](oranžový mrak) a [thrive:compound type="phosphates"]fosfát[/thrive:compound] (fialový mrak).
sr_cyrl: Да бисте откључали уређивач и репродуковали ћелију, потребно је да сакупите амонијак (наранџасти облак) и фосфат (љубичасти облак).
sr_latn: Da biste otključali uređivač i reprodukovali ćeliju, potrebno je da sakupite amonijak (narandžasti oblak) i fosfat (ljubičasti oblak).
sv: För att låsa upp redigeraren och föröka dig måste du samla Ammoniak (Orange moln) och Fosfat (Lila Moln).
th_th: ในการปลดล็อกตัวแก้ไขและสร้างซ้ำคุณต้องรวบรวมแอมโมเนีย (เมฆสีส้ม) และฟอสเฟต (เมฆสีม่วง)
uk: Щоб увійти до редактора й розмножитися, вам потрібно зібрати [thrive:compound type="ammonia"][/thrive:compound] (Оранжеві хмари) і [thrive:compound type="phosphates"][/thrive:compound] (Фіолетові хмари).
zh_cn: 为进入细胞编辑器去繁殖，你需要先存活足够久。收集足够的[thrive:compound type="ammonia"][/thrive:compound]（橙色云）和[thrive:compound type="phosphates"][/thrive:compound]（紫色云）可以加快生长。
zh_tw: 要解鎖細胞編輯器並進行繁殖，您需要存活足夠久。收集 [thrive:compound type="ammonia"][/thrive:compound]（橙色雲）和 [thrive:compound type="phosphates"][/thrive:compound]（紫色雲）能加速生長。

# MICROBE_STAGE_HELP_MESSAGE_4
source: You can also engulf cells, bacteria, iron chunks and cell chunks that are smaller than you by pressing [thrive:input]g_toggle_engulf[/thrive:input]. This will cost additional [thrive:compound type="atp"][/thrive:compound] and will slow you down. Don't forget to press [thrive:input]g_toggle_engulf[/thrive:input] a second time to stop engulfing.
bg: С натискане на [thrive:input]g_toggle_engulf[/thrive:input] може да поглъщате другите клетки, клетъчните останки, бактериите и железните фрагменти, ако те са по-малки от Вас. Това ще отнеме допълнителен [thrive:compound type="atp"]АТФ[/thrive:compound] и ще Ви забави. Когато приключите, не забравяйте да натиснете [thrive:input]g_toggle_engulf[/thrive:input] още веднъж, за да спрете режима на поглъщане.
ca: També pots engolir cèl·lules, bacteris, fragments de Ferro i fragments de cèl·lules mortes prement [thrive:input]g_toggle_engulf[/thrive:input]. Això comporta un cost afegit [thrive:compound type="atp"][/thrive:compound] i et farà més lent. No t'oblidis de prèmer [thrive:input]g_toggle_engulf[/thrive:input] una segona vegada per deixar d'engolir.
cs: Stisknutím [thrive:input]g_toggle_engulf[/thrive:input] můžeš pohltit buňky, bakterie, a kusy železa a buněk, které jsou menší než ty. Tento proces tě však zpomaluje a stojí dodatečné [thrive:compound type="atp"][/thrive:compound]. Nezapomeň stisknout [thrive:input]g_toggle_engulf[/thrive:input] znovu abys přestal.
de: Um andere Zellen, Bakterien, Eisenbrocken sowie Zellenbrocken, welche kleiner als du sind, zu Verschlingen, drücke [thrive:input]g_toggle_engulf[/thrive:input]. Dies kostet mehr [thrive:compound type="atp"][/thrive:compound] und wird dich verlangsamen. Drücke [thrive:input]g_toggle_engulf[/thrive:input] ein zweites Mal, um den Verschlingungsmodus zu beenden.
eo: Vi ankaŭ povas engluti ĉelojn, bakteriojn, ferajn pecojn kaj ĉelajn pecojn pli malgrandajn ol vi premante G. Ĉi tio kostos aldonan ATP-on kaj malrapidigos vin. Ne forgesu premi G duan fojon por ĉesi engluti.
es: También puedes engullir células, bacterias, pedazos de hierro y trozos de célula de menor tamaño que la tuya al presionar [thrive:input]g_toggle_engulf[/thrive:input]. Esto aumentará el coste de [thrive:compound type="atp"][/thrive:compound] y también ralentizará tu célula. No olvides presionar [thrive:input]g_toggle_engulf[/thrive:input] de nuevo para dejar de engullir.
et: Sa saad kugistada rakke, baktereid, raua tükke ja raku osi mis on sinust väiksemad vajutades [thrive:input]g_lüliti_neelama[/thrive:input]. See kasutab rohkem ATP-d ja aeglustab su liikumist. Ära unusta vajutada [thrive:input]g_lüliti_neelama[/thrive:input] uuesti kui oled lõpetada.
fi: Voit myös nielaista soluja, bakteereja, rautalohkareita sekä solujen kappaleita, jotka ovat sinua pienempiä painamalla [thrive:input]g_toggle_engulf[/thrive:input]:tä. Tämä lisää [thrive:compound type="atp"][/thrive:compound]:n kulutusta ja hidastaa sinua. Älä unohda painaa [thrive:input]g_toggle_engulf[/thrive:input]:tä uudestaan lopettaaksesi nielemisen.
fr: Vous pouvez aussi absorber des cellules, des bactéries, des morceaux de fer, ainsi que des morceaux de cellules qui sont plus petit que vous en pressant [thrive:input]g_toggle_engulf[/thrive:input]. Cela vous coûtera plus d'[thrive:compound type="atp"][/thrive:compound] et vous ralentira. N'oubliez pas de presser [thrive:input]g_toggle_engulf[/thrive:input] une seconde fois pour arrêter d'absorber.
he: אתה יכול גם לבלוע תאים, חיידקים, גושי ברזל וחלקי תא אשר קטנים ממך על ידי לחיצה על [thrive:input]g_toggle_engulf[/thrive:input]. מצב זה עולה additional [thrive:compound type="atp"][/thrive:compound] נוסף ויאט אותך. אל תשכח ללחוץ שנית על [thrive:input]g_toggle_engulf[/thrive:input] על מנת להפסיק את מצב הבליעה.
hu: Kisebb sejteket, baktériumokat és vasdarabokat is el tudsz nyelni a [thrive:input]g_toggle_engulf[/thrive:input] lenyomásával. Ezzel több ATP-t használsz, és lassabb is leszel. Ne felejtsd el a [thrive:input]g_toggle_engulf[/thrive:input]-t lenyomni még egyszer az elnyelés befejezéséhez.
id: Kamu bisa juga menelan (engulf) sel dan bakteri serta potongan besi dan potongan sel yang lebih kecil dari sel kamu dengan cara menekan tombol [thrive:input]g_toggle_engulf[/thrive:input]. Proses ini membutuhkan [thrive:compound type="atp"][/thrive:compound] dan memperlambat sel kamu. Jangan lupa tekan lagi [thrive:input]g_toggle_engulf[/thrive:input] untuk menghentikan penelanan.
it: Puoi consumare cellule, batteri, blocchi di ferro e pezzi di cellule che sono più piccoli di te premendo [thrive:input]g_toggle_engulf[/thrive:input]. Tenere la modalità attiva ti costerà più [thrive:compound type="atp"][/thrive:compound] e ti rallenterà. Non scordarti di premere nuovamente [thrive:input]g_toggle_engulf[/thrive:input] quando hai finito.
ko: G 키를 눌러 자신보다 작은 세포나 박테리아 또는 철과 세포 조각들을 삼킬 수 있습니다. 이것은 추가적인 ATP를 소모하며 더 느려지게 만듭니다. G 키를 한번 더 눌러 삼키기를 멈추는 것을 잊지 마십시오.
nl: Je kan andere cellen, bacteriën en ijzer deeltjes kleiner dan jou verzwelgen door op [thrive:input]g_toggle_engulf[/thrive:input] te drukken. Dit gebruikt extra [thrive:compound type="atp"][/thrive:compound] en maakt je langzamer. Vergeet niet nog een keer op [thrive:input]g_toggle_engulf[/thrive:input] te drukken om te stoppen.
nl_be: Je kan ook cellen, bacteriën, ijzerbrokken en cel brokken omsluiten die kleiner zijn dan jezelf door [thrive:input]g_toggle_engulf[/thrive:input] te drukken. Dit zal extra [thrive:compound type="atp"][/thrive:compound] kosten en zal je vertragen. Vergeet niet om een tweede keer op [thrive:input]g_toggle_engulf[/thrive:input] te drukken om de omsluitmodus te stoppen.
pl: Możesz również pochłaniać komórki, bakterie, odłamki żelaza i kawałki komórek mniejsze od ciebie na drodze fagocytozy naciskając [thrive:input]g_toggle_engulf[/thrive:input]. Będzie to kosztować dodatkowe [thrive:compound type="atp"][/thrive:compound] i cię spowolni. Nie zapomnij nacisnąć [thrive:input]g_toggle_engulf[/thrive:input] drugi raz aby przestać pochłaniać.
pt_pt: Também podes engolfar células, bactérias, pedaços de ferro e pedaços de células menores do que tu pressionando [thrive:input]g_toggle_engulf[/thrive:input]. Isto custará [thrive:compound type="atp"][/thrive:compound] adicional e abrandar-te-á. Não te esqueças de pressionar [thrive:input]g_toggle_engulf[/thrive:input] uma segunda vez para parar de engolfar.
sk: Stlačením [thrive:input]g_toggle_engulf[/thrive:input] môžeš pohltiť bunky, baktérie, železné kúsky a kusy buniek, ktoré sú menšie ako ty. Tento proces však stojí dodatočné [thrive:compound type="atp"][/thrive:compound] a spomaľuje ťa. Nezabudni stlačiť [thrive:input]g_toggle_engulf[/thrive:input] znova na zastavenie tohto procesu.
sr_cyrl: Такође можете да обузмете ћелије и бактерије и комаде гвожђа и делове ћелија који су мањи од вас када притиснеш G. То ће коштати додатни ATP и успориће вас. Не заборавите да притиснеш Г други пут да бисте престали да прождирете.
sr_latn: Takođe možete da obuzmete ćelije i bakterije i komade gvožđa i delove ćelija koji su manji od vas kada pritisneš G. To će koštati dodatni ATP i usporiće vas. Ne zaboravite da pritisneš G drugi put da biste prestali da proždirete.
sv: Du kan också uppsluka celler, bakterier och järnbitar som är mindre än dig genom att röra vid de medans du är i uppslukarläge (blinkar blå) genom att trycka på G. Detta kostar mer ATP och saktar ner dig. Glöm inte att trycka på G en andra gång för att stänga av uppslukarläge.
th_th: นอกจากนี้คุณยังสามารถกินเซลล์,แบคทีเรีย,ชิ้นเหล็กและชิ้นส่วนเซลล์ที่มีขนาดเล็กกว่าคุณได้โดยการกด G ซึ่งจะทำให้เสียค่า ATP เพิ่มเติมและจะทำให้คุณทำงานช้าลง อย่าลืมกด G ครั้งที่สองเพื่อหยุดการกลืนกิน
uk: Ви також можете поглинати клітини, бактерії, шматки заліза та клітин, що менші за Вас, натиснувши [thrive:input]g_toggle_engulf[/thrive:input]. Це коштуватиме додаткових витрат [thrive:compound type="atp"][/thrive:compound] й сповільнить вас. Не забудьте натиснути [thrive:input]g_toggle_engulf[/thrive:input] ще раз, щоб припинити поглинання.
zh_cn: 按[thrive:input]g_toggle_engulf[/thrive:input]键会启动吞噬模式，使你的细胞可以吞噬比你小的细胞、细菌、铁块和细胞器。吞噬模式会花费额外的[thrive:compound type="atp"][/thrive:compound]并使你减速。记得再按一次[thrive:input]g_toggle_engulf[/thrive:input]键来退出吞噬模式。
zh_tw: 您可以透過按 [thrive:input]g_toggle_engulf[/thrive:input] 來吞噬比您小的細胞、細菌、鐵塊和細胞碎塊。這會花費額外的 [thrive:compound type="atp"][/thrive:compound] 並且減慢您的移動速度。不要忘記再按 [thrive:input]g_toggle_engulf[/thrive:input] 以停止吞噬。
