Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# EDITOR_TUTORIAL_EDITOR_TEXT
source: Welcome to the [b]Microbe Editor[/b]. Here you can review what has happened during previous generations, and then make changes to your species. This tab gives you a list of changes in the patch you currently occupy. Try exploring the various tools at your disposal to learn more about events in your world! When you are ready, press the "next" button in the bottom right to continue.
bg: Добре дошли в микробния редактор. Тук може да видите какво се е случило от началото на играта или от Вашето последно влизане в редактора. В този раздел може да разгледате отчета за различните създания. Също така, може да наблюдавате промените в околната среда. За да преминете към следващия раздел, натиснете бутона „НАПРЕД“, който се намира долу вдясно.
ca: Benvingut a l'Editor de Microbi. Aquí pots revisar tot el que ha passat des del començament del joc o des de la darrera vegada que vas accedir a l'Editor. Tot seguit, pots fer canvis (que representen mutacions genètiques generades per un procés d'evolució). Aquesta pestanya t'ofereix una llista de canvis en la zona que ocupes actualment. Intenta explorar les diferents eines que tens a la teva disposició per aprendre més sobre els esdeveniments del teu món. Quan estiguis a punt, fes clic al botó "següent", a baix a la dreta.
cs: Vítejte v editoru mikrobů. Můžete se zde podívat, co se stalo v minulých generacích, a pak provést změny na vašem druhu. Tato záložka pro vás má změny, které se udály v prostředí, ve kterém právě jste. Zkuste využít všechny nástroje, které máte k dispozici, abyste se naučili více o událostech ve vašem světě! Až budete chtít pokračovat, zmáčkněte tlačítko "Další" v pravém dolním rohu.
de: Willkommen in dem Mikrobeneditor. Hier kannst du die Geschehnisse der vorigen Generationen einsehen und Änderungen an deiner Art vornehmen. In dieser Registerkarte ist eine Übersicht der Änderungen in deinem Gebiet. Probiere die verschiedenen Werkzeuge aus, um mehr über die Ereignisse in der gegenwärtigen Welt zu lernen. Wenn du bereit bist, drücke die "Nächste"-Schaltfläche unten rechts.
eo: Bonvenon al la Mikrobredaktilo. Ĉi tie vi povas revizii, kio okazis ekde la komenco de la ludo aŭ kiam vi laste estis en la redaktilo. Kaj ekde nun vi povas ŝanĝi viajn speciojn. En ĉi tiu langeto vi povas vidi raporton pri kiaj specioj ekzistas, kie kaj kiaj estas iliaj populacioj. Vi ankaŭ povas vidi mediajn ŝanĝojn supre. Por iri al la sekva redakta langeto, premu la sekvan butonon en la dekstra fundo.
es: Editor de Microbio. Aquí puedes ver lo que ha ocurrido desde el principio del juego o desde la última vez que entraste al editor y hacer cambios a tu especie. En esta pestaña puedes ver un reporte de cuáles especies existen, dónde se encuentran, y las poblaciones que tienen. También puedes ver cambios en el ambiente en la parte superior. Para ir a la pestaña siguiente en el editor, presiona el botón 'Siguiente' en la parte inferior derecha.
et: Tere tulemast mikroobide redaktorisse. Siin saate üle vaadata eelmiste põlvkondade jooksul toimunu ja seejärel oma liigis muudatusi teha. See vahekaart annab teile praegu kasutatava paiga muudatuste loendi. Proovige uurida erinevaid teie käsutuses olevaid tööriistu, et oma maailmas toimuvate sündmuste kohta rohkem teada saada! Kui olete valmis, vajutage jätkamiseks paremas alanurgas nuppu "Järgmine".
fi: Tervetuloa mikrobieditoriin. Täällä voit tarkastaa miten edelliset sukupolvesi ovat onnistuneet, ja tehdä muutoksia seuraavaan lajisi sukupolveen. Tarjolla on lista muutoksista ympäristössä, jossa parhaillaan elät. Kokeile ja tutki erilaisia työkaluja solun ympäristön ja rakenteen muutoksiin! Kun olet valmis jatkamaan, paina "jatka" painiketta alhaalla oikealla.
fr: Bienvenue dans l'éditeur de microbes. Ici, vous pouvez revoir ce qui s'est passé au cours des générations précédentes, puis apporter des modifications à votre espèce. Cet onglet vous donne une liste des modifications apportées à la parcelle que vous occupez actuellement. Essayez d'explorer les différents outils à votre disposition pour en savoir plus sur les événements de votre monde ! Lorsque vous êtes prêt, appuyez sur le bouton "Suivant" en bas à droite pour continuer.
he: ברוך הבא לעורך המיקרובי. כאן אתה יכול לסקור את כל מה שקרה מתחילת המשחק או ממתי שפעם אחרונה בקרת בעורך, ולערוך שינויים למין שלך. בלשונית זו תוכל לראות בדוח איזה מינים קיימים, איפה וכמה יש. אתה גם יכול לראות איזה גורמים סביבתיים השתנו בחלק העליון של הדוח. בשביל לעבור ללשונית הבאה, לחץ על הבא שבפינה הימנית התחתונה.
id: Selamat Datang ke Editor Mikroba. Disini kamu bisa meninjau apa saja yang telah terjadi sejak pertama kali memulai permainan atau terakhir kali kamu di editor. Dan kemudian membuat perubahan pada spesiesmu. Di tab ini kamu bisa melihat laporan tentang spesies yang ada, dimana dan berapa populasi mereka. Kamu juga bisa melihat perubahan lingkungan di atas. Untuk pindah ke tab editor selanjutnya, tekan tombol lanjut di sebelah kanan bawah.
it: Benvenuto nell'Editor Microbico. Qui puoi osservare cosa è successo alle generazioni precendenti, e poi modificare la tua specie. In questo pannello trovi un resoconto delle zone che la tua specie occupa al momento. Prova i vari strumenti a tua disposizione per sapere di più sugli eventi nel tuo mondo! Quando ti ritieni pronto, premi il pulsante "AVANTI" in basso a destra per continuare.
ko: 미생물 편집기에 어서오세요. 여기서 게임 시작 이후 또는 편집기에서 마지막으로 있었던 일을 알아볼 수 있습니다. 그 후 당신의 종에 변화를 주세요. 이 탭에선 어떤 종이, 어디서, 얼마나 있는지 알아볼 수 있습니다. 상단에서 환경의 변화 또한 알 수 있습니다. 다음 편집기 탭으로 이동하기 위해, 오른쪽 아래의 다음 버튼을 누르세요.
nl: Welkom bij de Microbenbewerker. Hier kun je inzien wat er tijdens de vorige generaties is gebeurt. Vervolgens kun je aanpassingen aan je soort maken. Dit tabblad laat je een lijst met veranderingen zien in het gebied waar je microob zich nu bevindt. Probeer de verschillende hulpmiddelen die tot je beschikking zijn uit om meer over de gebeurtenissen in je wereld te leren. Wanneer je klaar bent, klik dan op de knop "volgende" rechtsonder om door te gaan.
pl: Witaj w Edytorze Mikrobów. Tutaj możesz przeglądnąć co się działo od początku gry lub kiedy ostatni raz użyłeś/aś edytora. I wtedy wprowadzić zmiany w swoim gatunku. W tej zakładce możesz zobaczyć raport istniejących gatunków, gdzie i jak duża jest ich populacja. Możesz również zobaczyć zmiany klimatyczne na górze. By przejść do następnej zakładki edytora, wciśnij przycisk "następny" w prawym dolnym rogu.
pt_br: Bem-vindo ao [b]Editor de Micróbio[/b]. Aqui você poderá revisar o que aconteceu durante gerações passadas, e então modificar a sua espécie. Nessa aba você pode ver a lista de mudanças ocorridas na região que você ocupa atualmente. Tente explorar as varias ferramentas à sua disposição para aprender mais sobre os eventos do seu mundo! Quando terminar, aperte o botão “Próximo” no canto inferior direito para ir à aba do Mapa de Regiões.
pt_pt: Bem-vindo ao [b]Editor de Microrganismos[/b]. Aqui podes rever o que aconteceu durante gerações passadas e, de seguida, fazeres alterações à tua espécie. Este separador dá-te uma lista de mudanças na região que ocupas atualmente. Experimenta explorar as varias ferramentas à tua disposição para aprenderes mais sobre eventos no teu mundo! Quando estiveres pronto, pressiona o botão "próximo" no canto inferior direito para continuares.
ru: Добро пожаловать в [b]Микробный Редактор[/b]. Здесь вы можете просмотреть, что произошло в течение предыдущих поколений, а затем внести изменения в свой вид. На этой вкладке представлен список изменений в биоме, в котором вы находитесь. Попробуйте изучить различные инструменты, имеющиеся в вашем распоряжении, чтобы узнать больше о событиях в вашем мире! Когда вы будете готовы, нажмите кнопку "далее" в правом нижнем углу, чтобы продолжить.
sr_cyrl: Добродошли у Уредник Микроба. Овде можете прегледати шта се догодило од почетка игре или када сте последњи пут били у уредник. А затим унесите промене у своју врсту. На овој картици можете видети извештај о томе које врсте постоје, где и које су њихове популације. Такође можете видети промене животне средине на врху. Да бисте прешли на следећу картицу уређивача, притисните следеће дугме у доњем десном углу.
tr: [b]Mikrop Editörü'ne[/b] hoş geldiniz. Burada, geçmiş kuşaklardan beri neler olduğunu inceleyebilir ve sonrasında türünüzde değişiklikler yapabilirsiniz. Rapor Ekranı, şu an bulunduğunuz arazideki değişikliklerin listesini verir. Dünyanızdaki olaylarla ilgili daha fazla şey öğrenmek için dilediğinizde çeşitli araçları keşfetmeyi deneyebilirsiniz! Hazır olduğunuzda, Arazi Haritası Ekranı'na devam etmek için sağ alttaki "sonraki" butonuna basın.
uk: Ласкаво просимо до [b]мікробного редактора[/b]. Тут ви можете переглянути, що сталося зі старту гри або коли ви востаннє туди заходили, і потім зробити зміни у своєму виді. У цій вкладці ви можете побачити звіт щодо ділянки, яку Ви наразі займаєте. Дослідить кожен з доступних тут екранів, щоб дізнатися більше про події у вашому світі! Коли будете готові, натисніть кнопку "Далі" справа знизу, щоб перейти до наступної вкладки редактора.
zh_cn: 欢迎来到微生物编辑器。 在这里，你可以回顾自游戏开始或上一次进入编辑器以来发生的状况。 并对你的物种进行更改。 这个选项卡为你提供了你目前所处的地区中的变化列表。试着探索你拥有的各种工具，以了解更多发生在你的世界中的事！ 当你准备好了，按右下角的 "下一步 "按钮以继续。
zh_tw: 歡迎來到[b]微生物編輯器[/b]。 在這裡，您可以回顧自前幾代發生的事情。並對您的物種進行修改。 此分頁提供當前區域中的變化列表。嘗試探索您可以使用的各種工具，以了解有關您世界中事件的更多資訊！ 準備好後，按右下角的「下一頁」按鈕繼續。

source: Enabled Mods
bg: Включени
ca: Mods Habilitats
cs: Povolené mody
de: Aktivierte Mods
es: Activar Mods
et: Lubatud modifikatsioonid
fr: Mods activés
he: מודים מופעלים
hu: Engedélyezett modok
it: Mod attive
ka: ჩართული მოდები
nl: Aangezette Mods
nl_be: Schakel mods in
pl: Włączone Mody
pt_br: Mods Habilitados
pt_pt: Ativar Mods
ru: Включенные моды
tr: Etkin Modlar
uk: Увімкнути моди
zh_cn: 启用Mod
zh_tw: 啟用模組

# ENABLE_ALL_COMPATIBLE
source: Enable All Compatible Mods
bg: Включване на съвместимите модификации
ca: Habilitar Tots els Mods Compatibles
cs: Povolit všechny kompatibilní mody
de: Alle kompatiblen Mods aktivieren
es: Activar todos los mods compatibles
et: Luba kõik ühilduvad modifikatsioonid
fr: Activer tous les mods compatibles
he: הפעל את כל המודים התואמים
hu: Az összes kompatibilis mod engedélyezése
it: Attiva tutte le mod compatibili
ka: ყველა თავსებადობის მოდის ჩართვა
nl: Zet Alle Bruikbare Mods Aan
nl_be: Activeer alle compatibele mods
pl: Włącz Wszystkie Kompatybilne Mody
pt_br: Habilitar Todos os Mods Compatíveis
pt_pt: Ativar Todos os Mods Compatíveis
ru: Включить все совместимые моды
tr: Bütün Uyumlu Modları Etkinleştir
uk: Увімкнути всі сумісні моди
zh_cn: 启用所有兼容的Mod
zh_tw: 啟用所有相容的模組

# ENABLE_EDITOR
source: Enable the editor
bg: Активиране на редактора
ca: Habilitar l'editor
cs: Zapnout editor
de: Editor aktivieren
eo: Ebligu la redaktilon
es: Activar editor
et: Luba redaktor
fi: Avaa editorin lukitus
fr: Activer l'éditeur
he: הפעל את העורך
hu: Szerkesztő engedélyezése
id: Aktifkan editor
it: Editor istantaneo
ka: რედაქტორის ჩართვა
ko: 편집기 활성화
nl: Schakel de editor in
nl_be: Schakel de editor in
pl: Włącz edytor
pt_br: Habilitar o editor
pt_pt: Ativar o editor
ru: Включить редактор
sk: Zapni editor
sr_cyrl: Омогућите уређивач
sr_latn: Omogućite uređivač
sv: Aktivera Cellredigeraren
th_th: เปิดใช้งานตัวแก้ไข
tr: Editörü aç
uk: Увімкнути редактор
zh_cn: 启用编辑器
zh_tw: 啟用編輯器

source: Enable GUI light effects
bg: Светлинни ефекти
ca: Habilitar efectes de llum del GUI
cs: Povolit světelné efekty rozhraní
de: GUI-Lichteffekte aktivieren
es: Habilitar efectos de luz GUI
et: Lubage GUI valgusefektid
fi: Käytä käyttöliittymän valoefektejä
fr: Activer les effets lumineux dans l'interface utilisateur
he: אפשר תצוגת אור בממשק משתמש
hu: GUI fényeffektjeinek engedélyezése
id: Aktifkan Efek Cahaya GUI
it: Abilita gli effetti di luce della GUI
ka: ინტერფეისის განათების ეფექტების ჩართვა
nl: Zet GUI Licht Effecten Aan
nl_be: Activeer GUI licht effecten
pl: Włącz efekty świetlne GUI
pt_br: Habilitar efeitos de luz na interface
pt_pt: Ativar efeitos de luz da interface gráfica
ru: Включить световые эффекты GUI
sk: Povoliť svetelné efekty GUI
sv: Aktivera GUI ljus effecter
tr: Arayüz ışık efektlerini etkinleştir
uk: Увімкнути світлові ефекти GUI
zh_cn: 启用GUI闪烁特效
zh_tw: 啟用 GUI 燈光效果

# ENERGY_IN_PATCH_FOR
source: Energy in {0} for {1}
bg: Енергийни стойности в {0} на {1}
ca: Energia a {0} per {1}
cs: Energie v {0} pro {1}
de: Energie in {0} für {1}
es: Energía en {0} para {1}
et: Energia: {0}, {1}
fi: Energiaa {0} jota käytetään {1}
fr: Énergie dans le secteur {0} pour la source : {1}
he: אנרגיה מ{0} ל{1}
it: Energia in {0} per {1}
ka: ენერგია {0} {1}-სთვის
nl: Energie in {0} voor {1}
pl: Energia w {0} dla {1}
pt_br: Energia em {0} para {1}
pt_pt: Energia em {0} para {1}
ru: Энергия в {0} для {1}
sk: Energia v {0} pre {1}
tr: {1} için {0} arazisindeki enerji
uk: Енергія в {0} для {1}
zh_cn: {1}在{0}的能量
zh_tw: {1} 在 {0} 的能量

source: Energy Sources:
bg: Източници на енергия:
ca: Fonts d'energia:
cs: Zdroje energie:
de: Energiequellen:
es: Fuentes de energía:
et: Energiaallikad:
fi: Energianlähteet:
fr: Sources d'énergie :
he: מקורות אנרגיה:
hu: Energia forrásai:
it: Fonti di energia:
ka: ენერგიის წყაროები:
nl: Energy Bronnen:
pl: Źródła Energii:
pt_br: Fontes de Energia:
pt_pt: Fontes de energia:
ru: Источники Энергии:
sk: Zdroje energie:
tr: Enerji Kaynakları:
uk: Джерела енергії:
zh_cn: 能量来源：
zh_tw: 能量來源：

# ENERGY_SUMMARY_LINE
source: Total energy gathered is {0} with individual cost of {1} resulting in unadjusted population of {2}
bg: Некоригираната популация на Вашите създания ({2}) се определя от общата усвоена енергийна стойност ({0}), разделена на индивидуалния разход ({1})
ca: L'energia total recol·lectada és {0} amb un cost individual de {1} resultant en una població no ajustada de {2}
cs: Celková získaná energie je {0} s individuálními náklady {1}, což vede k nekorigované populaci {2}
de: Die gesammelte Gesamtenergie beträgt {0} mit individuellen Kosten von {1}, was zu einer unbereinigten Bevölkerung von {2} führt
es: La energía total recolectada es {0} con un costo individual de {1} resultando en una población no ajustada de {2}
et: Kogutud energia on {0} individuaalse kuluga {1}, mille tulemuseks on korrigeerimata elanikkond {2}
fr: {0} unités d'énergie ont été récoltées au total, avec un coût de {1} par individu, résultant en une population non-ajustée de {2}
he: סך האנרגיה שנאספה הוא {0} עם עלות בודדת של {1} וכתוצאה מכך אוכלוסייה בלתי מותאמת של {2}
it: L'energia totale accumulata è {0}, con un costo individuale di {1}, risultante in una popolazione (non calibrata) di {2}
ka: სულ მოგროვებულია ენერგია {0} ინდივიდუალური ფასით {1} რამაც გამოიწვია {2}-ის გაუსწორებელი პოპულაცია
nl: Totale opgehaalde energie is {0} met een individuele kostenpost van {1}. Het resultaat is een niet bijgestelde bevolking van {2}
pl: Całkowita zdobyta energia wynosi {0} z indywidualnym kosztem {1} tworzącym nieuregulowaną populację {2}
pt_br: A energia total coletada é {0}, a um custo de {1} por indivíduo, resultando em uma população (não ajustada) de {2}
pt_pt: A energia total recolhida é {0} com custo individual de {1} resultando em população inalterada de {2}
ru: Общая собранная энергия равна {0} с индивидуальными затратами {1}, результатом чего является нескорректированная популяция количеством в {2}
tr: Birey başına {1} maliyet ile kazanılan toplam enerji miktarı {0}; {2} dengelenmemiş popülasyonla sonuçlanmakta
uk: Загальна зібрана енергія становить {0} з індивідуальною вартістю {1}, результатом чого є нескоригована популяція кількістю в {2}
zh_cn: 收集的总能量为{0}，每个体的成本为{1}，在修正前的种群数量为{2}
zh_tw: 收集的總能量為 {0}，個體成本為 {1}，未修正前的種群數量為 {2}

source: Enter Existing ID
bg: Въвеждане на съществуващ идентификационен №
ca: Introduïr ID Existent
cs: Zadejte existující ID
de: Bekannte ID angeben
es: Introducir ID existente
et: Sisestage olemasolev ID
fr: Insérez ID existant
he: הכנס ID קיים
hu: Írj be egy létező ID-t
it: Inserisci ID esistente
ka: შეიყვანეთ არსებული ID
nl: Vul Bestaande ID In
nl_be: Geef bestaand ID in
pl: Podaj Istniejące ID
pt_br: Insira ID Existente
pt_pt: Insira um ID existente
ru: Ввести существующий ID
sk: Zadajte existujúce ID
tr: Mevcut ID'yi Gir
uk: Введіть існуючий ID
zh_cn: 输入已有的编号
zh_tw: 輸入已有 ID

source: Enter Existing Workshop ID
bg: Въвеждане на съществуващ идентификационен № за работилницата
ca: Introduïr ID del Workshop Existent
cs: Zadejte existující Workshop ID
de: Bekannte Workshop-ID angeben
es: Introducir ID de Workshop existente
et: Sisestage olemasoleva töökoja ID
he: הכנס Workshop ID קיים
hu: Írj be egy létező műhely ID-t
it: Inserisci un Workshop ID esistente
ka: შეიყვანეთ არსებული Workshop ID
nl: Vul Bestaande Workshop ID In
nl_be: Geef bestaand Workshop ID in
pl: Wprowadź istniejące ID Warsztatu
pt_br: Insira um ID da Oficina Existente
pt_pt: Inserir um ID Existente da Steam Wrokshop
ru: Ввести существующий Workshop ID
tr: Mevcut Atölye ID'sini Gir
uk: Введіть існуючий ID майстерні
zh_cn: 输入已有的创意工坊编号
zh_tw: 輸入已有的工作坊 ID

source: Entity label
bg: Надписи на обектите
ca: Etiqueta d'entitat
cs: Štítek entity
de: Entitäts Kennzeichnung
es: Etiqueta de entidades
fr: Étiquette de l'entité
he: תווית ישות
hu: Entitás címke
it: Etichetta entità
ka: ობიექტის ჭდე
nl: Entiteitslabel
pl: Oznaczenie Bytu
pt_br: Rótulo da entidade
pt_pt: Etiqueta da entidade
ru: Описание объекта
sk: Štítok entity
tr: Varlık etiketi
uk: Мітка сутності
zh_cn: 实体标签
zh_tw: 實體標籤

source: Environment
bg: Околна среда
ca: Entorn
cs: Životní prostředí
de: Umgebung
eo: Medio
es: Ambiente
et: Keskkond
fi: Ympäristö
fr: Environnement
he: סביבה
hu: Környezet
id: Lingkungan
it: Ambiente
ka: გარემო
ko: 환경
nl: Omgeving
nl_be: Omgeving
pl: Środowisko
pt_br: Ambiente
pt_pt: Ambiente
ru: Окружающая среда
sk: Životné prostredie
sr_cyrl: Животна средина
sr_latn: Životna sredina
sv: Miljö
tr: Ortam
uk: Оточення
zh_cn: 环境
zh_tw: 環境

source: Environmental glucose retention
bg: Задържане на глюкозата в околната среда
ca: Retenció ambiental de glucosa
cs: Retence glukózy v prostředí
de: Glukoseerhalt in der Umwelt
es: Retención ambiental de glucosa
fi: Ympäristön glukoosin säilyminen
fr: Rétention environnementale de glucose
he: שימור גלוקוז סביבתי
hu: Környezetben lévő glükóz mennyisége
it: Ritenzione ambientale del glucosio
ka: ბუნებრივი გლუკოზის შეკავება
nl: Retentie van glucose in de omgeving
pl: Środowiskowa retencja glukozy
pt_br: Retenção da glicose ambiental
pt_pt: Retenção de glicose no ambiente
ru: Сохранение природной глюкозы
sk: Environmentálna retencia glukózy
tr: Çevresel glukoz tutulma payı
uk: Збереження глюкози в оточені
zh_cn: 环境葡萄糖保留
zh_tw: 環境葡萄糖保留度

# ENVIRONMENTAL_GLUCOSE_RETENTION_EXPLANATION
source: (proportion of glucose retained in the environment each generation)
bg: (определя концентрацията на глюкоза в околната среда след всяко отваряне на редактора)
ca: Proporció de glucosa retinguda al medi ambient cada generació
cs: (poměr glukózy ponecháno v prostředí za každou generaci)
de: (Anteil an Glukose in der Umwelt, welcher jede Generation erhalten bleibt)
es: (proporción de glucosa retenida en el ambiente en cada generación)
fr: (proportion de glucose retenue dans l'environnement à chaque génération)
he: (כמות הגלוקוז שנשמר בסביבה בכל דור)
it: (proporzione di glucosio conservata nell'ambiente all'inizio di ciascuna generazione)
ka: (დარჩენილი გლუკოზის პროპორცია გარემოში თითოეული თაობის შემდეგ)
nl: (proportie van de glucose die overblijft in de omgeving elke generatie)
pl: (proporcja glukozy zachowana w środowisku w każdym pokoleniu)
pt_br: (proporção da glicose conservada no ambiente a cada geração)
pt_pt: (proporção de glicose retida no ambiente a cada geração)
ru: (доля глюкозы, остающейся в окружающей среде после каждого поколения)
tr: (her kuşakta boyunca ortamda tutulan glukoz oranı)
uk: (частка глюкози, що залишається в навколишньому серидовищі кожну генерацію)
zh_cn: （每一代后环境葡萄糖保留的比例）
zh_tw: （每一代保留的環境葡萄糖比例）

# ENVIRONMENT_BUTTON_MICROBE_TOOLTIP
source: Show / hide environment
bg: Превключване на околната среда
de: Umgebung und Substanzen ein-/ausblenden
es: Mostrar / Ocultar medio ambiente
fr: Afficher / cacher l'environnement et les composés
he: הראה/החבא סביבה
it: Mostra/nascondi l'ambiente
ka: გარემოს ჩვენება / დამალვა
nl: Toon / verberg omgeving
pl: Pokaż / ukryj otoczenie
pt_br: Mostrar/esconder ambiente
pt_pt: Mostrar / ocultar ambiente
ru: Показать/скрыть окружение
tr: Ortamı göster / gizle
uk: Показати/ приховати оточення
zh_cn: 显示/隐藏环境
zh_tw: 顯示／隱藏環境

source: Epipelagic
bg: Епипелагиал
ca: Zona epipelàgica
cs: Epipelagický
de: Epipelagial
eo: Epipelagika
es: Epipelágico
et: Epipelaagiline
fi: Epipelaginen vyöhyke
fr: Épipélagique
he: אפיפלגית
hu: Epipelagikus
id: Epipelagik
it: Epipelagico
ka: ეპიპელაგიალური
ko: 표해수층
nl: Epipelechisch
nl_be: Epipelagisch
pl: Epipelagial
pt_br: Epipelágico
pt_pt: Epipelágica
ru: Эпипелагический
sk: Epipelagiál
sr_cyrl: Епипелагик
sr_latn: Epipelagik
sv: Epipelagisk
th_th: พื้นผิวมหาสมุทรลึก
tr: Epipelajik
uk: Поверхня моря
zh_cn: 上远洋带
zh_tw: 表層帶

# EQUIPMENT_TYPE_AXE
source: Axe
bg: Брадва
cs: Sekera
fr: Hache
ka: ცული
nl: Bijl
pl: Siekiera
pt_br: Machado
pt_pt: Machado
ru: Топор
tr: Balta
uk: Сокира
zh_cn: 斧头
zh_tw: 斧頭

source: Error
bg: Грешка
cs: Chyba
de: Fehler
eo: Eraro
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
ka: შეცდომა
ko: 오류
nl_be: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sk: Chyba
sr_cyrl: Грешка
sr_latn: Greška
th_th: ผิดพลาด
tr: Hata
uk: Помилка
zh_cn: 错误
zh_tw: 錯誤

# ERROR_CREATING_FOLDER
source: Error creating folder for the mod
bg: Грешка при създаване на папката на модификацията
ca: Error creant una carpeta per al mod
cs: Chyba při vytváření složky pro mod
de: Fehler beim Erstellen des Ordners für den Mod
es: Error al crear la carpeta para el mod
et: Modifikaadi kausta loomisel tekkis viga
fr: Erreur de création du dossier pour le mod
he: תקלה ביצירת תיקייה בשביל המוד
hu: Hiba a mod-hoz való mappa létrehozása közben
it: Errore nella creazione della cartella per la mod
ka: მოდისთვის საქაღალდის შექმნა ჩავარდა
nl: Fout in het maken van map voor mod
nl_be: Fout bij het creëren van de map voor de mod
pl: Błąd podczas tworzenia folderu dla modyfikacji
pt_br: Erro ao criar pasta para o mod
pt_pt: Erro ao criar pasta para o mod
ru: Ошибка создания папки для мода
sk: Chyba pri vytváraní priečinka pre mód
tr: Mod için klasör oluşturulurken hata oluştu
uk: Помилка створення папки для моду
zh_cn: 为mod创建文件夹时出错
zh_tw: 創建模組資料夾時發生錯誤

# ERROR_CREATING_INFO_FILE
source: Error creating mod info file
bg: Грешка при създаване на информационния файл на модификацията
ca: Error creant l'arxiu d'informació del mod
cs: Chyba při vytváření souboru mod info
de: Fehler beim Erstellen der Modinformationsdatei
es: Error al crear el archivo de información del mod
et: Viga mod teabefaili loomisel
fr: Erreur de création du dossier d'information pour le mod
he: תקלה ביצירת מידע על המוד
hu: Hiba a mod fájllá való átalakítása közben
it: Si è verificato un errore nella creazione del file di info
ka: შეცდომა მოდის ინფორმაციის ფაილის შექმნისას
nl: Fout met het maken van het mod informatiebestand
nl_be: Error bij het maken van het bestand voor de mod info
pl: Błąd przy zmienianiu moda w plik
pt_br: Erro ao criar arquivo info do mod
pt_pt: Erro ao criar o ficheiro de informações do mod
ru: Ошибка создания info файла мода
tr: Mod bilgi dosyası oluşturulurken hata oluştu
uk: Помилка створення інформаційного файлу
zh_cn: 为mod创建info文件时出错
zh_tw: 創建模組資訊檔案時發生錯誤
