Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_BIOLUMINESCENT_VACUOLE_SCIENTIFIC_BACKGROUND
source: TBA
ru: Биолюминесцентных организмов в реальном мире множество, к ним относятся некоторые бактерии и археи. Химическое производство света внутри организма имеет большой спектр применений — от привлечения партнёров и коммуникации между членами одного и того же вида до влечения или отталкивания других видов. Биолюминесценция микроскопических водорослей вызывает Водорослево Цветение, из-за коего обширные участки океана покрыты сине-зелёным сиянием. На данный момент, мы не пришли к консенсусу по поводу игровой функции биолюминесценции. Хоть она и будет неплохим косметическим дополнением, и сможет помогать игроку в тёмном окружении, полезные игровые механики, основанные на биолюминесценции, достаточно сложно внятно сформулировать. Межвидовая коммуникация уже покрыта [b][color=#3796e1][url=thriveopedia:signalingAgent]Связующим Агентом[/url][/color][/b]. А любые другие способы применения будет сложно оправдать, ведь они будут затрачивать чрезмерное количество [thrive:compound type="atp"][/thrive:compound], мало что даруя взамен. Может быть, она будет использоваться в виде [b]Биолюминесцентной Вакуоли[/b] или какой-нибудь другой специализированной органеллы. Пример из реальной жизни — [color=#3796e1][url=https://en.wikipedia.org/wiki/Scintillon]Скинтиллон[/url][/color]. Если вы хотите включения в игру [b]Биолюминесцентной вакуоли[/b] , или у вас есть идеи для достойных игровых функций, зайдите на нашу [color=#3796e1][url=https://suggestions.revolutionarygamesstudio.com/]Доску Идей[/url][/color].
tr: Bazı bakteri ve tek hücreli canlılar dahil, birçok gerçek organizma biyolüminesandır. Bir organizmanın vücudunun içinde kimyasal olarak ışık üretme eyleminin; eşlerin dikkatini çekme, aynı türün üyeleri ile iletişim kurma ve diğer türlerin dikkatini çekme ya da onları geri püskürtme gibi birçok kullanımı vardır. Mikroskopik algdeki biyolüminesans, mavi-yeşil parıltı ile okyanusun büyük bir parçasını aydınlatan alg patlamalarını üretebilir. Şu anda, biyolüminesans için oyun içi bir işlev konusunda anlaşmaya varamadık. İyi bir kozmetik dokunuş olacağına ve oyuncuya karanlık ortamlarda yardımcı olacağına rağmen, biyolüminesansa dayalı faydalı bir oyun mekaniği belirlemek oldukça zor. Tür içi iletişim zaten [b][color=#3796e1][url=thriveopedia:signalingAgent]Sinyal Veren Ajan[/url][/color][/b] tarafından kullanılmakta ve kaçınılmaz bir [thrive:compound type="atp"]ATP[/thrive:compound] maliyetine yol açacağı zaman başka kullanımlar da ayarlamak zor görünmektedir. Bu organel, [b]Biyolüminesan Kofulun[/b] veya daha özel bir organelin şeklini alabilir. Bunun gerçek bir dünya örneği, [color=#3796e1][url=https://en.wikipedia.org/wiki/Scintillon]scintillon'dur[/url][/color]. Eğer [b]Biyolüminesan Kofulların[/b] dahil edilmesinde ısrarcıysanız veya oyun içi işlevler için değerli önerileriniz varsa, [color=#3796e1][url=https://suggestions.revolutionarygamesstudio.com/]öneriler panomuza[/url][/color] uğrayın.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_STRATEGY
source: TBA
ka: თამაშში ხელმისაწვდომი არაა. ჯერ განსახორციელებელია.
pt_br: Não disponível no jogo. A ser implementado.
ru: Недоступно в игре. Будет реализовано.
tr: Oyunda mevcut değil. Henüz eklenmedi.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე. განხორციელებული არაა.
pt_br: Sem melhoras. A ser implementado.
ru: Нет улучшений. Будет реализовано.
tr: Geliştirme yok. Henüz eklenmedi.
zh_tw: 待定

# WIKI_CHEMOPLAST_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
ru: Эффекты отсутствуют.
tr: Etki yok.
zh_tw: 待定

# WIKI_CHEMOPLAST_INTRO
source: TBA
ru: Эукариотическая органелла, используемая для проведения [b]Хемосинтеза[/b], процесса конвертирования [thrive:compound type="hydrogensulfide"][/thrive:compound] в [thrive:compound type="glucose"][/thrive:compound], используя находящийся в окружающей среде [thrive:compound type="carbondioxide"][/thrive:compound]. Эта органелла выполняет процесс хемосинтеза намного эффективней своего прокариотического аналога, [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Хемосинтезирующих Белков[/url][/color][/b].
tr: [thrive:compound type="hydrogensulfide"]Hidrojen sülfürü[/thrive:compound], ortamdaki [thrive:compound type="carbondioxide"]karbondioksiti[/thrive:compound] kullanarak [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştürme işlemini yani [b]Kemosentez[/b] yapmak için kullanılan bir ökaryotik organeldir. Kemoplast, bu işlemi prokaryotik karşılığı olan [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Kemosentez Yapan Proteinlerden[/url][/color][/b] daha etkili bir şekilde yapar.
zh_tw: 待定

# WIKI_CHEMOPLAST_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_CHEMOPLAST_PROCESSES
source: TBA
ru: [b]Хемосинтез[/b]: [thrive:compound type="hydrogensulfide"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] → [thrive:compound type="glucose"][/thrive:compound] Метод синтеза [thrive:compound type="glucose"][/thrive:compound]. Требует [thrive:compound type="hydrogensulfide"][/thrive:compound] а, эффективность протекания зависит от [thrive:compound type="carbondioxide"][/thrive:compound]. Оно превосходит похожий процесс, протекающий в [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Хемосинтезирующих Белках[/url][/color][/b].
tr: [b]Kemosentez[/b]: [thrive:compound type="hydrogensulfide"]Hidrojen Sülfür[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] → [thrive:compound type="glucose"]Glukoz[/thrive:compound] Bir [thrive:compound type="glucose"]glukoz[/thrive:compound] üretme yöntemidir. [thrive:compound type="hydrogensulfide"]Hidrojen sülfür[/thrive:compound] gerektirir ve reaksiyon hızı, ortamdaki [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır. Bu işlem, [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Kemosentez Yapan Proteinlerdeki[/url][/color][/b] benzeri işlemden daha üstündür.
zh_tw: 待定

# WIKI_CHEMOPLAST_REQUIREMENTS
source: TBA
ka: უჯრედს [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] განვითარებისთვის [b]ქემოპლასტები[/b] სჭირდება.
pt_br: Uma célula deve ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Quimioplastos[/b].
ru: Клетке необходимо [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b] для получения [b]Chemoplasts[/b].
tr: Bir hücre, [b]Kemoplastları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır.
uk: Клітина повинна мати [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b] для розвинення [b]Хемопластів[/b].
zh_tw: 待定

# WIKI_CHEMOPLAST_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Пока в природе не существует микробов с органеллами, называемыми"хемопластами", [color=#3796e1][url=https://en.wikipedia.org/wiki/Chemosynthesis]Хемоситнез[/url][/color] — это метаболический процесс, характерный для многих таксонов микроорганизмов. Учитывая существование митохондрий и хлоропластов, которые являются мембраносвязанными органеллами, возникшими в результате эндосимбиоза, вполне вероятно, что органелла, подобная хемопласту, могла образоваться из хемосинтезирующего микроба, который был поглощён более крупной клеткой.
zh_tw: 待定

# WIKI_CHEMOPLAST_STRATEGY
source: TBA
ru: Подобно [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Хемосинтезирующим Белкам[/url][/color][/b], эта органелла даёт клетке огромное кол-во [thrive:compound type="hydrogensulfide"][/thrive:compound] в определенных Биомах. Из-за уменьшения содержания [thrive:compound type="glucose"][/thrive:compound] в среде с течением времени, мы советуем найти иные источники энергии, [thrive:compound type="hydrogensulfide"][/thrive:compound] может быть хорошим выбором, если ваша клетка осталась у Гидротермальных Источников Мы рекомендуем заменить все [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Хемосинтезирующие Белки[/url][/color][/b] [b]Хемопластами[/b] после приобретения [b][color=#3796e1][url=thriveopedia:nucleus]Ядра[/url][/color][/b], поскольку последнее эффективней.
tr: [b][url=thriveopedia:chemoSynthesizingProteins]Kemosentez Yapan Proteinler[/url][/color][/b] gibi bu organel de, belirli arazilerde, bir hücrenin bol miktarda [thrive:compound type="hydrogensulfide"]hidrojen sülfüre[/thrive:compound] erişimini sağlar. Oyun boyunca çevresel [thrive:compound type="glucose"]glukoz[/thrive:compound] konsantrasyonu azaldıkça, başka enerji kaynakları bulmanız tavsiye edilir. Eğer yanardağ bacalarında kalırsanız, [thrive:compound type="hydrogensulfide"]hidrojen sülfür[/thrive:compound] hücreniz için uygun olabilir. Bir [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdek[/url][/color][/b] evrimleştirdikten sonra, [b][color=#3796e1][url=thriveopedia:chemoSynthesizingProteins]Kemosentez Yapan Proteinleri[/url][/color][/b], [b]Kemoplastlar[/b] ile değiştirmenizi öneriyoruz. Çünkü ikincisi daha etkilidir.
zh_tw: 待定

# WIKI_CHEMOPLAST_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_EFFECTS
source: TBA
ru: Для каждого [b]Хеморецептора[/b], прикрепленного к клетке игрока: [indent]— Если установлено обнаружение определённого соединения, игрок видит визуальный индикатор, указывающий на ближайшее облако этого соединения. Облако должно находиться в радиусе поиска и иметь плотность выше минимальной.[/indent] [indent]— Если игрок настроен на обнаружение определённого вида, он увидит визуальный индикатор, указывающий на ближайшую клетку с этим видом. Клетка должна находиться в радиусе поиска.[/indent] Клетки, не являющиеся игроками, с большей вероятностью будут перемещаться к соединениям и/или видам, заданным для них [b]Хеморецепторами[/b].
tr: Oyuncu hücreye eklenen her [b]Kemoreseptör[/b] için: [indent]— Eğer belirli bir bileşiği algılayacak şekilde ayarlandıysa; oyuncu o bileşiğe ait en yakın buluta işaret eden bir belirteci görür. Bulut, arama yarıçapı içinde olmalıdır ve minimum yoğunluktan daha fazla yoğunluğa sahip olmalıdır.[/indent] [indent]— Eğer belirli bir türü algılayacak şekilde ayarlandıysa; oyuncu o türe ait en yakın hücreye işaret eden bir belirteci görür. Hücre, arama yarıçapı içinde olmalıdır.[/indent] Bu sırada, oyuncu olmayan hücrelerin kendi [b]Kemoreseptörlerinde[/b] belirtilen bileşiklere ve/veya türlere doğru hareket etmesi daha muhtemeldir.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_INTRO
source: TBA
pt_br: Organela externa que representa a habilidade da célula de detectar compostos no ambiente. [b]Quimiorreceptores[/b] podem ser customizados para detectar um composto específico, ou mesmo células de uma espécie específica.
ru: Внешняя [color=#3796e1][url=thriveopedia:OrganellesRoot]органелла[/url][/color], представляющая способность клетки обнаруживать соединения в окружающей среде. [b]Хеморецепторы[/b] можно настроить на обнаружение определённого соединения или даже клеток определённого вида.
tr: Hücrenin ortamdaki bileşikleri algılama yeteneğini temsil eden bir dış organeldir. [b]Kemoreseptörler[/b], belirli bir bileşiği ya da belirli bir türün hücrelerini algılamak için özelleştirilebilir.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_MODIFICATIONS
source: TBA
ru: Измените [b]Хеморецептор[/b] чтобы выбрать соединение для поиска или, в качестве альтернативы, вид для обнаружения. Установите радиус поиска, цвет линии и, если вы ищете соединения, минимальную плотность соединения для обнаружения.
tr: Aranacak bileşiği ya da, alternatif olarak, algılanacak türü seçmek için [b]Kemoreseptörde[/b] değişiklik yapın. Arama yarıçapını, çizgi rengini ve, eğer bileşikler arıyorsanız, algılanacak minimum bileşik yoğunluğunu ayarlayın.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_REQUIREMENTS
source: TBA
ka: მოთხოვნების გარეშე
pt_br: Sem requisitos
ru: Не готово
tr: Gereksinimler yok
zh_tw: 待定

# WIKI_CHEMORECEPTOR_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Chemoreceptor]Хеморецепторы[/url][/color] — это класс сенсорных структур, расположенных на поверхности клеток и обычно состоящих либо из длинных спиральных белков у прокариот, либо из более сложных ресничек у эукариот. Если говорить в общих чертах, то они служат для того, чтобы предупреждать клетку о наличии химических соединений в окружающей среде и позволять клетке при необходимости приближаться к ним или удаляться от них.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_STRATEGY
source: TBA
ru: [b]Хеморецепторы[/b] полезны в начале игры как способ поиска [thrive:compound type="glucose"][/thrive:compound]. Позже в игре они могут пригодиться для поиска [thrive:compound type="phosphates"][/thrive:compound] поскольку это единственный сложный элемент, который клетки не могут синтезировать самостоятельно. Мы рекомендуем установить максимальный радиус поиска и минимальную плотность где-то в середине диапазона. Таким образом, найденные вами облака будут более плотными, а значит, их сбор будет стоить затраченных усилий. Будьте в курсе о [b]Хеморецепторах[/b] в других клетках, как вашего собственного вида, так и других видов. Неигровые клетки с [b]Хеморецепторами[/b] ищут соединение, на которое нацелены, и его избыток в окружающей среде может привести к внезапному дефициту этого соединения. Если ваш собственный вид разовьет [b]Хеморецепторы[/b], и резко возрастает численность населения, вам придётся искать баланс между удобством поиска и сокращением количества соединений в окружающей среде.
tr: [b]Kemoreseptörler[/b], oyunun başında [thrive:compound type="glucose"]glukoz[/thrive:compound] bulmada değerli bir yöntemdir. Oyunun sonlarında ise, [thrive:compound type="phosphates"]fosfat[/thrive:compound] bulmada en kullanışlı organellerdir. Çünkü bu bileşik, hücrelerin kendi kendilerine üretemedikleri tek bileşiktir. Arama yarıçapını maksimuma ve minimum yoğunluğu ise aralığın ortasındaki bir yere ayarlamanızı tavsiye ediyoruz. Bu şekilde, bulacağınız bulutlar daha kıymetli olacaktır ve onları toplamak enerji yatırımınıza değer olacaktır. Diğer hücrelerin [b]Kemoreseptörlerinin[/b] farkında olun (hem kendi türünüzün hem de diğer türlerin). [b]Kemoreseptörlere[/b] sahip oyuncu olmayan hücreler, kendi hedef bileşiklerini ararlar. Bu hücrelerin ortamda aşırı fazla olması, o hedef bileşiğin aniden kıtlaşmasına neden olabilir. Eğer kendi türünüz [b]Kemoreseptörler[/b] geliştirir ve popülasyonda patlama yaşarsa, arama kolaylığı ile ortamdaki bir bileşiğin yok olması arasında bir denge sağlamanız gerekebilir.
zh_tw: 待定

# WIKI_CHEMORECEPTOR_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_CHEMOSYNTHESIZING_PROTEINS_EFFECTS
source: No special effects.
ka: სპეციალური ეფექტების გარეშე.
pt_br: Sem efeitos especiais.
pt_pt: Sem efeitos especiais.
ru: Нет специальных эффектов.
tr: Özel etki yok.
zh_tw: 無特殊效果。

# WIKI_CHEMOSYNTHESIZING_PROTEINS_INTRO
source: Chemosynthesizing proteins are small clusters of protein in the cytoplasm that are able to convert [b]hydrogen sulfide[/b], gaseous [b]carbon dioxide[/b] and water into [b]glucose[/b] in a process called [b]hydrogen sulfide chemosynthesis[/b]. The rate of its [b]glucose[/b] production scales with the concentration of [b]carbon dioxide[/b]. Since the chemosynthesizing proteins are suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
ru: Небольшие скопления белка в [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазме[/url][/color][/b], которые превращают [thrive:compound type="hydrogensulfide"][/thrive:compound], газообразный[thrive:compound type="carbondioxide"][/thrive:compound] и воду в [thrive:compound type="glucose"][/thrive:compound] в процессе, называемом [b]Бактериальный Хемосинтез[/b]. Скорость производства [thrive:compound type="glucose"][/thrive:compound] масштабируется с концентрацией [thrive:compound type="carbondioxide"][/thrive:compound].
tr: [b]Bakteri Kemosentezi[/b] adı verilen işlemde, [thrive:compound type="hydrogensulfide"]hidrojen sülfür[/thrive:compound], [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazı ve suyu [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştüren [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmadaki[/url][/color][/b] küçük proteinler kümesidir. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Хемосинтезувальні білки - це малі кластери протеїнів у цитоплазмі, які здатні перетворювати [b]сірководень[/b], [b]вуглекислий газ[/b] та воду в [b]глюкозу[/b] у процесі під назвою [b]хемонсинтезис сірководню[/b]. Швидкість її вироблення [b]глюкози[/b] збільшується з концентрацією [b]вуглекислого газу[/b]. Оскільки хемосинтетичні білки розподіляються прямо в цитоплазмі, оточуюча рідина виконує деякий [b]гліколіз[/b].
zh_tw: 化學合成蛋白是細胞質中的小蛋白叢，能夠將[b]硫化氫[/b]、氣態[b]二氧化碳[/b]和水轉化為[b]葡萄糖[/b]，這個過程稱為[b]硫化氫化學合成[/b]。其[b]葡萄糖[/b]生產速率與[b]二氧化碳[/b]的濃度成正比。由於化學合成蛋白直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

# WIKI_CHEMOSYNTHESIZING_PROTEINS_MODIFICATIONS
source: No modifications.
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 無修改。

# WIKI_CHEMOSYNTHESIZING_PROTEINS_PROCESSES
source: [b]Bacterial Chemosynthesis:[/b] [b]Hydrogen Sulfide + Carbon Dioxide[/b] → [thrive:compound type="glucose"][/thrive:compound] [b]Glycolysis[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound]
ru: [b]Бактериальный Хемосинтез:[/b] [thrive:compound type="hydrogensulfide"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] → [thrive:compound type="glucose"][/thrive:compound] Превращает[thrive:compound type="hydrogensulfide"][/thrive:compound] в [thrive:compound type="glucose"][/thrive:compound]. Скорость зависит от концентрации в окружающей среде [thrive:compound type="carbondioxide"][/thrive:compound]. [b]Гликолиз[/b]: [b]Глюкоза[/b] [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Так как [b]Хемосинтезирующие Белки[/b] приостанавливаются в [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазме[/url][/color][/b], они также выполняют [b]Гликолиз[/b].
tr: [b]Bakteri Kemosentezi:[/b] [thrive:compound type="hydrogensulfide"]Hidrojen Sülfür[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] → [thrive:compound type="glucose"]Glukoz[/thrive:compound] [thrive:compound type="hydrogensulfide"]Hidrojen sülfürü[/thrive:compound], [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştürür. Bu oran, ortamdaki [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır. [b]Glikoliz:[/b] [b][thrive:compound type="glucose"]Glukoz[/thrive:compound][/b] → [thrive:compound type="atp"]ATP[/thrive:compound] [b]Kemosentez Yapan Proteinler[/b], [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmada[/url][/color][/b] asılı kaldığından, bu organeller de biraz [b]Glikoliz[/b] yapabilir.
zh_tw: [b]細菌化學合成：[/b][b]硫化氫 + 二氧化碳[/b] → [thrive:compound type="glucose"][/thrive:compound] [b]糖解[/b]：[thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound]

# WIKI_CHEMOSYNTHESIZING_PROTEINS_REQUIREMENTS
source: No requirements.
ka: მოთხოვნების გარეშე.
pt_br: Sem requisitos.
pt_pt: Sem requerimentos.
ru: нет требований.
tr: Gereksinimler yok.
uk: Нема вимог.
zh_tw: 無要求。

# WIKI_CHEMOSYNTHESIZING_PROTEINS_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Chemosynthesis]Хемоситнез[/url][/color] — это метаболический процесс, характерный для многих реальных микроорганизмов, который, по сути, является альтернативой фотосинтезу. В то время как фотосинтез использует фотоны солнечного света для получения энергии, необходимой для химических реакций, хемосинтез использует для получения энергии окисление неорганических соединений, таких как железо или сероводород. В качестве примера можно привести хемосинтез сероводорода, который можно описать следующим химическим уравнением: 18H<sub>2</sub>S + 6CO<sub>2</sub> + 3O<sub>2</sub> → C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> (углевод) + 12H<sub>2</sub>O + 18S В описанной выше реакции сероводород служит источником электронов, вступая в реакцию с углекислым газом и кислородом, в результате чего образуется молекула углевода, а также вода и свободные атомы серы. Таким образом, в то время как фотосинтез приводит к выделению кислорода, хемосинтез с участием сероводорода приводит к образованию серы, которая обычно собирается в твёрдые шарики.
zh_tw: 待定
