Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# LOAD_INVALID_SAVE_PROMPT
source: Load invalid save?
bg: Зареждане на невалиден запис?
ca: Carregar arxiu de guardat no vàlid?
cs: Načíst neplatnou uloženou hru?
de: Ungültigen Speicherstand laden?
es: ¿Deseas cargar la partida inválida?
et: Kas laadida kehtetu salvestamine?
fr: Charger la sauvegarde invalide ?
he: לטעון שמירה לא תקפה?
hu: Betöltöd ezt az érvénytelen mentést?
it: Caricare il salvataggio non valido?
ka: ჩავტვირთო არასწორი შენახული?
nl: Ongeldig opgeslagen bestand laden?
pl: Wczytać niepoprawny zapis?
pt_br: Carregar salvamento inválido?
pt_pt: Carregar jogo guardado inválido?
ru: Загрузить недействительное сохранение?
tr: Geçersiz kayıt yüklensin mi?
uk: Завантажити невірне збереження?
zh_cn: 载入无效的存档？
zh_tw: 載入無效的存檔？

# LOAD_INVALID_SAVE_WARNING
source: Save information could not be loaded from this file. This save is most likely corrupt or newer format not understood by this version of Thrive. Do you want to try loading the save anyway?
bg: Запазената информация не може да бъде заредена. Записът най-вероятно е повреден или е от по-нова версия на „Thrive“. Искате ли да го заредите въпреки това?
ca: La informació de guardat no ha pogut ser carregada des d'aquest arxiu. És probable que aquest arxiu de guardat sigui corrupte, o que pertanyi a un format nou, no entès per aquesta versió de Thrive. Voleu intentar carregar l'arxiu igualment?
cs: Z tohoto souboru nelze načíst informace o uložení. Toto uložení je pravděpodobně poškozené nebo má novější formát, kterému tato verze nerozumí. Chceš přesto zkusit načíst uložení?
de: Aus dieser Datei konnten keine Speicherinformationen geladen werden. Diese Speicherung ist höchstwahrscheinlich korrupt oder hat ein neueres Format, das von dieser Version von Thrive nicht verstanden wird. Möchtest du trotzdem versuchen, den Spielstand zu laden?
eo: Konservita informo ne povas esti ŝarĝita de ĉi tiu dosiero. Ĉi tiu konservado plej verŝajne estas korupta aŭ kun pli nova formato, kiu ne estas komprenebla en ĉi tiu versio de Thrive. Ĉu vi volas provi ŝargi la konservadon ĉiuokaze?
es: La información de la partida guardada no pudo ser cargada desde este archivo. Probablemente esté corrupta o sea de una versión futura de Thrive. ¿Deseas intentar cargar la partida de todos modos?
et: Salvestamisteavet ei saanud sellest failist laadida. See salvestamine on tõenäoliselt rikutud või uuem vorming, mida see Thrive'i versioon ei mõista. Kas soovite siiski proovida salvestust laadida?
fr: Les informations de sauvegarde n'ont pas pu être chargées à partir de ce fichier. Il semble que la sauvegarde soit corrompue ou d'un nouveau format non compris par cette version de Thrive. Voulez-vous essayer de charger la sauvegarde malgré tout ?
he: מידע משמירה זו אינו ניתנת לקריאה. יתכן ששמירה זו משובשת או שהפורמט הקריאה אינו מובנת בגרסה זו של Thrive. האם בכל זאת לנסות לטעון שמירה זו?
hu: A mentési információt nem lehet betölteni ebből a fájlból. Ez a mentés nagy eséllyel korruptált, vagy új formátumú, amit a Thrive ezen verziója nem ismer fel. Biztos be akarod tölteni ezt a mentést?
id: Informasi save tidak dapat dimuat dari file ini. Save ini kemungkinan rusak atau format baru yang tidak dimengerti versi Thrive saat ini. Apakah kamu ingin tetap memuat save ini?
it: Non è stato possibile ricavare informazioni di salvataggio da questo file. Questo salvataggio è probabilmete corrotto, oppure appartiene a un nuovo formato, non compreso da questa versione di Thrive. Vuoi provare a caricarlo ugualmente?
ko: 이 파일로부터 저장 정보를 불러올 수 없습니다. 변형되었거나 현재 버전의 Thrive에서 불러올 수 없는 형식의 저장입니다. 그래도 저장을 불러오시겠습니까?
nl: Opgeslagen informatie kon niet worden geladen van dit bestand. Dit opgeslagen bestand is hoogstwaarschijnlijk corrupt of van een nieuwer formaat dat niet wordt begrepen door deze versie van Thrive. Wil je toch proberen om het opgeslagen bestand te laden?
nl_be: Opgeslagen informatie kon niet worden geladen van dit bestand. Dit opgeslagen bestand is hoogstwaarschijnlijk corrupt of van een nieuwer formaat dat niet wordt begrepen door deze versie van Thrive. Wil je toch proberen om het opgeslagen bestand te laden?
pl: Informacje zapisu nie mogły być wczytane z tego pliku. Ten zapis jest najpewniej zepsuty lub w nowszym formacie nierozumianym przez tą wersję Thrive. Czy chcesz spróbować wczytać zapis mimo to?
pt_br: A informação do jogo salvo não pôde ser carregada do arquivo. O salvamento pode estar corrupto ou é um formato mais novo que não é entendido por essa versão de Thrive. Deseja carregar o jogo salvo mesmo assim?
pt_pt: Não foi possível carregar as informações guardadas neste arquivo. Este jogo guardado provavelmente está corrompido ou num formato mais recente que não é compreendido por esta versão do Thrive. Queres tentar carregar o jogo guardado mesmo assim?
ru: Сохранённая информация не может быть загружена из этого файла. Это сохранение скорее всего повреждено или нового формата, который не понимается текущей версией Thrive. Всё равно попробовать загрузить сохранение?
sr_cyrl: Учитавање података из ове датотеке није успело. Овај сачување је највероватније оштећено или новији формат који ова верзија Thrive не разуме. Да ли желите да ипак покушате да учитате чување?
tr: Kayıt bilgisi geçerli dosyadan yüklenemedi. Bu kayıt büyük ihtimalle bozuk ya da mevcut Thrive sürümü tarafından bilinmeyen yeni bir formatta yazılmış. Yine de bu kaydı yüklemeyi denemek ister misiniz?
uk: Не вдалося завантажити інформацію про збереження з цього файлу. Швидше за все, це збереження є пошкодженим або його новіший формат не є зрозумілим для цієї версії Thrive. Все одно спробувати завантажити збереження?
zh_cn: 无法从这个文件中载入存档信息。 这个存档可能被损坏了，或者是来自于无法被这个版本的Thrive理解的新版本格式。 你确定要强行载入这个存档吗？
zh_tw: 無法從此檔案載入存檔資訊。 此存檔很可能已損壞，或來自此版本的 Thrive 無法識別的新格式。 您仍然想嘗試載入此存檔嗎？

# LOCK_DAY_NIGHT_CYCYLE
source: Lock Day Night Cycle
zh_cn: 锁定昼夜循环
zh_tw: 鎖定晝夜循環

# LOW_BIODIVERSITY_LIMIT
source: Consider patches with up to this many species having low biodiversity
bg: Брой на създанията за създаване на зона с ниско биоразнообразие
cs: Prostředí s tolikato druhy mají nízkou biodiverzitu
de: Bereiche mit bis zu dieser Anzahl an Spezies haben niedrige Biodiversität
es: Considerar zonas con igual o menor cantidad de especies como zonas de baja biodiversidad
fr: Considérer que les parcelles contenant jusqu'à ce nombre d'espèces ont une faible biodiversité
he: שקול אזורים עם עד כה מספר מינים בעלי מגוון ביולוגי נמוך
it: Numero di specie per zona sopra il quale la zona stessa non è considerata a bassa biodiversità
pl: Bież pod uwagę obszary z do tak wielu gatunków mających niską bioróżnorodność
pt_pt: Considerar que regiões com até este número de espécies têm baixa biodiversidade
zh_cn: 将物种数量小于此的区块认为是生物多样性低
zh_tw: 將物種數少於此值的區塊視為低生物多樣性

# LOW_MENU_PERFORMANCE
source: Low Performance Detected
ka: აღმოჩენილია დაბალი წარმადობა
nl: Lage Prestaties Gedetecteerd
pt_br: Baixo Desempenho Detectado
pt_pt: Desempenho Baixo Detetado
ru: Замечена Низкая Производительность
tr: Düşük Performans Algılandı
uk: Виявлено низький рівень продуктивності
zh_cn: 性能过低
zh_tw: 偵測到性能低下

# LOW_MENU_PERFORMANCE_DESCRIPTION
source: Your average framerate is very low. 3D menu backgrounds are enabled, which can use a large amount of system resources. Disabling the option may greatly increase performance. Would you like to do this now?
nl: Je gemiddelde venstervernieuwing is erg laag. 3D menu achtergronden zijn aangezet, dit kan veel systeembronnen gebruiken. Het uitzetten van deze optie kan de prestaties veel verbeteren. Wil je dit nu doen?
pt_br: Sua taxa de quadros está muito baixa. Os planos de fundos 3d estão ativados, o que pode usar uma grande quantidade de recursos do sistema. Desativar a opção pode aumentar o desempenho. Você gostaria de fazer isso agora?
ru: Ваш средний счетчик кадров крайне низок. Трёхмерные задние фоны включены и они используют значительные ресурсы системы. Отключение этой опции может значительно повысить вашу производительность. Хотели вы бы сделать это сейчас?
tr: Ortalama kare hızınız çok düşük. Görünüşe bakılırsa, 3D menü arkaplanları etkinleştirilmiş durumda. Bu özellik, sistem kaynaklarının büyük bir kısmını kullanır. Bu ayarı devre dışı bırakmak performansı büyük oranda arttırır. Bunu şimdi yapmak istiyor musunuz?
uk: Ваша середня частота кадрів є дуже низкою. 3D-фони заднього плану ввімкнені та можуть вимагати великого об'єму системних ресурсів. Їх вимкнення може значно підвищити продуктивність. Бажаєте зробити це зараз?
zh_cn: 您的帧率很低。 3D菜单背景已被启用，这可能占用了大量性能。禁用3D菜单背景可能会极大地提高性能。 你现在希望这么做吗？
zh_tw: 您的平均 FPS 非常低。 3D 選單背景已啟用，這會佔用大量系統資源。停用該選項可能會極大地提高性能。 您現在希望這樣做嗎？

source: Lysosome
bg: Лизозома
ca: Lisosoma
cs: Lysozom
de: Lysosom
es: Lisosoma
he: ליזוזום
hu: Lizoszóma
it: Lisosoma
ka: ლიზოსომა
nl: Lysozoom
pl: Lizosom
pt_br: Lisossomo
pt_pt: Lisossoma
ru: Лизосома
sk: Lyzozóm
tr: Lizozom
uk: Лізосома
zh_cn: 溶酶体
zh_tw: 溶酶體

# LYSOSOME_DESCRIPTION
source: The lysosome is a membrane-bound organelle that contain hydrolytic enzymes that can break down various biomolecules. Lysosomes allow the cell to digest materials ingested through endocytosis and clean waste products of the cell in a process called [b]autophagy[/b].
bg: Лизозомата е мембранен органел, съдържащ хидролази, които разграждат различните биомолекули. Тя позволява усвояването на обектите, погълнати чрез ендоцитоза и изхвърлянето на отпадъчните продукти на клетката в процес, който се нарича [b]автофагия[/b].
ca: El lisosoma és un orgànul adherit a la membrana que conté enzims hidrolítics que poden trencar diverses biomolècules. Els lisosomes permeten a la cèl·lula digerir materials ingerits mitjançant endocitosi i netejar els productes de rebuig de la cèl·lula en un procés anomenat autofàgia.
cs: Lysozom je organela připojena na membránu, která obsahuje hydrolytické enzymy, které mohou rozkládat různé biomolekuly. Lysozomy umožnují buňce strávit materiály vstřebány skrze endocytózu a čistit odpadní látky buňky skrze proces zvaný [b]autofagie[/b].
de: Das Lysosom ist eine von einer Membran umschlossene Organelle. Es enthält hydrolytische Enzyme, welche verschiedenste Biomoleküle aufbrechen können. Lysosomen erlauben der Zelle Materialien zu verdauen, welche mit Endozytose aufgenommen wurden und Abfallprodukte der Zelle mit einen Prozess namens [b]Autophagie[/b] auszuscheiden.
es: El lisosoma es un orgánulo integrado a la membrana que contiene enzimas hidrolícas que pueden quebrar las cadenas de ciertas biomoléculas. El Lisosoma permite que la célula obtenga mas compuestos a través de endocitosis, con agua como el único residuo en un proceso llamado [b]autofagia[/b].
fr: Le lysosome est un organite lié à la membrane qui contient des enzymes hydrolytiques capables de décomposer diverses biomolécules. Les lysosomes permettent à la cellule de digérer les matières ingérées par endocytose et de nettoyer les déchets de la cellule dans un processus appelé [b]autophagie[/b].
he: הליזוזום הוא אברון קשור ממברנה שמכיל אנזימים הידרוליזטיים מסוגלים לפרק מולקולות אורגניות שונות. ליזוזומים מאפשרים לתא לעכל חומרים שנבלע דרך אנדוציטוזה ולפלוט או לפרק מוצרי פסולת בתהליך הנקרא [b]אוטופגיה[/b].
it: Il lisosoma è un organulo membranoso contenente enzimi idrolitici in grado di spezzare diversi tipi di biomolecole; ciò permette alle cellule di digerire i materiali ingeriti attraverso l'endocitosi e di pulire i propri prodotti di scarto, in un processo detto [b]autofagia[/b].
nl: Het lysosoom is een organel wat aan een membraan is gebonden en bevat hydrolytische enzymen die diverse biomoleculen kunnen afbreken. Lysosomen maken het mogelijk voor de cel om opgeslokte materie af te breken door middel van endocytose. Ook kan het afvalstoffen in de cel opruimen door middel van [b]autofagie[/b].
pl: Lizosom jest organellą przymocowaną do błony komórkowej która zawiera hydrolityczne enzymy które mogą rozbijać wiele biomolekuł. Lizosomy umożliwiają komórce trawienie materiałów przyjmowanych poprzez endocytozę oraz oczyszczanie odpadów komórki w procesie zwanym [b]autofagią[/b].
pt_br: O lisossomo é uma organela membranosa que contém enzimas hidrolíticas que podem dissolver vários tipos de biomoléculas. Os lisossomos permitem a digestão de materiais ingeridos por meio da endocitose e a limpeza de seus resíduos usando um processo chamado [b]autofagia[/b].
pt_pt: O lisossoma é um organelo ligado à membrana que contém enzimas hidrolíticas capazes de decompor várias biomoléculas. Os lisossomas permitem à célula digerir materiais ingeridos por endocitose e limpar os resíduos da célula num processo chamado [b]autofagia[/b].
ru: Лизосома — мембранная органелла, содержащая гидролитические ферменты, которые могут расщеплять разнообразные биологические молекулы. Лизосомы позволяют клетке переваривать поглощённые материалы с помощью эндоцитоза и избавляться от собственных отходов с помощью [b]аутофагии[/b].
tr: Lizozom, çeşitli biyomolekülleri parçalayabilen hidrolitik enzimler içeren, zarlı bir organeldir. Lizozomlar, hücrenin endositoz ile içeri aldığı maddeleri sindirmesini sağlar ve [b]otofaji[/b] adı verilen bir işlemle yan ürünleri temizler.
uk: Лізосома– це мембранна органела, що містить гідролітичні ферменти, що розчеплюють різноманітні біомолекули. Лізосоми дозволяють клітинам перетравлювати матеріали, поглинуті ендоцитозом та очищати відходи клітини в процесі, що називається [b]автофагією[/b].
zh_cn: 溶酶体是一种具膜细胞器，含有水解酶，可以分解各种生物分子。溶酶体允许细胞消化通过内吞作用吸收的物质，并在一个称为[b]自噬[/b]的过程中清洁细胞的废物。
zh_tw: 溶酶體是一種有膜細胞器，含有可以分解各種生物分子的水解酶。溶酶體可讓細胞消化經由內吞作用攝取的物質，並在稱為[b]自噬[/b]的過程中清除細胞的廢物。

# LYSOSOME_PROCESSES_DESCRIPTION
source: Contains digestive enzymes. Can be modified to change the type of enzyme it contains. Only one enzyme per lysosome can be utilized at a time. Enzymes speed up and improve efficiency of digestion.
bg: Съдържа храносмилателни ензими. Нейните свойства определят вида на ензима, който се използва за усвояването на обектите от клетката. Ензимите подобряват хранителната ефективност на клетката.
ca: Conté enzims digestius. Es pot modificar per canviar el tipus d'enzim que conté. Només es pot utilitzar un enzim cada vegada.
cs: Obsahuje trávící enzymy. Může být modifikován pro změnu typu enzymu, který obsahuje. Lysozomy jsou schopny obsahovat pouze jeden typ enzymu najednou. Enzymy zrychlují a zvyšují efektivitu trávení.
de: Enthält Verdauungsenzyme, welche die Geschwidigkeit und die Effizienz der Verdauung verbessern. Die Art des enthaltenen Enzyms kann verändert werden. Es kann nur ein Enzym pro Lysosom benutzt werden.
es: Contiene enzimas digestivas. Puede ser modificado para cambiar el tipo de enzima que contiene. Solo se puede usar una enzima por lisosoma. Enzimas aumentan la velocidad y eficiencia de la digestion.
fr: Contient des enzymes digestives. peut être modifié pour changer le type d'enzyme. Seul une enzyme peut être utilisé par lysosome. Les enzymes augmentent la vitesse et l'efficacité de la digestion.
he: מכיל אנזימי עיכול. ניתן לשנותם לסוגים שונים של אנזימים שהוא יכיל בו. רק סוג אחד של אנזים מסוגל להכיל בכל רגע נתון.
it: Contiene uno di tre enzimi digestivi. Fai clic su "Modifica" per scegliere quale. Gli enzimi velocizzano la digestione e la rendono più efficiente.
nl: Bevat spijsverteringsenzymen. Het type enzym kan worden aangepast. Elke lysosoom kan maar een enzym tegelijk gebruiken. Enzymen zorgen voor een snellere en efficiëntere spijsvertering.
pl: Zawiera enzymy trawienne. Może być modyfikowany by zmienić typ enzymu, jaki zawiera. Na ten czas, tylko jeden enzym może być wykorzystany.
pt_br: Contém enzimas digestivas. Pode ser modificado para mudar o tipo de enzima que contém. Só uma enzima pode ser utilizada ao mesmo tempo.
pt_pt: Contém enzimas digestivas. Pode ser modificado para alterar o tipo de enzima que contém. Apenas uma enzima por lisossoma pode ser utilizada de cada vez. As enzimas aceleram e melhoram a eficiência da digestão.
ru: Содержит пищеварительные ферменты. Тип фермента может быть изменён. Только один фермент за раз.
tr: Sindirim enzimleri içerir. İçerdiği enzim türünü değiştirmek için modifiye edilebilir. Lizozom başına aynı anda yalnızca bir enzim kullanılabilir.
uk: Містить травні ферменти. Можна модифікувати тип вмістимого ферменту. Можна використовувати тільки один фермент за раз.
zh_cn: 含有消化酶。可以通过修改来改变它所含酶的类型。一次只能选择一种酶。
zh_tw: 含有消化酶。可以進行修改以改變其所含酶的類型。每個溶酶體一次只能利用一種酶。酶加速並提高消化效率。

# MANUALLY_SET_TIME
source: Manually Set Time of Day
ka: დროის ხელით დაყენება
nl: Stel Handmatig Tijd In
pt_br: Definir Manualmente a Hora do Dia
pt_pt: Definir manualmente a hora do dia
ru: Вручную установить время
tr: Günün Saatini Manuel Olarak Ayarla
uk: Установити час доби вручну
zh_cn: 手动设置时间
zh_tw: 手動設定時間

source: Map
bg: Карта
ca: Mapa
cs: Mapa
de: Karte
es: Mapa
fr: Carte
he: מפה
hu: Térkép
it: Mappa
ka: რუკა
nl: Kaart
pl: Mapa
pt_br: Mapa
pt_pt: Mapa
ru: Карта
tr: Harita
uk: Мапа
zh_cn: 地图
zh_tw: 地圖

source: March
bg: Март
ca: Març
cs: Březen
de: März
es: Marzo
et: märtsil
fi: Maaliskuu
fr: Mars
he: מרץ
hu: Március
it: Marzo
ka: მარტი
nl: Maart
nl_be: Maart
pl: Marzec
pt_br: Março
pt_pt: Março
ru: Март
sk: Marec
sv: Mars
tr: Mart
uk: Березень
zh_cn: 三月
zh_tw: 三月

source: Marine snow
bg: Морски сняг
ca: Neu marina
cs: Mořský sníh
de: Meeresschnee
eo: Mara neĝo
es: Nieve marina
et: Mere lumi
fi: Leijuvat hiukkaset
fr: Neige marine
he: שלג ימי
hu: Tengeri hó
id: Salju laut
it: Neve marina
ka: ზღვის თოვლი
ko: 바다눈
nl: Mariene sneeuw
nl_be: Mariene sneeuw
pl: Śnieg morski
pt_br: Neve marinha
pt_pt: Neve marinha
ru: Морской снег
sk: Morský sneh
sr_cyrl: Морски снег
sr_latn: Morski sneg
sv: Marinsnö
th_th: หิมะในทะเล
tr: Deniz karı
uk: Морський сніг
zh_cn: 海洋雪
zh_tw: 海洋雪

source: Master volume
bg: Основен звук
ca: Volum General
cs: Celková hlasitost
de: Gesamtlautstärke
eo: Ĉefa laŭ t
es: Volumen general
et: Master helitugevus
fi: Pää äänitaso
fr: Volume principal
he: עוצמה כללית
hu: Fő hangerő
id: Volume master
it: Volume principale
ka: საერთო ხმის დონე
ko: 주 음량
nl_be: Meester volume
pl: Główna głośność
pt_br: Volume principal
pt_pt: Volume principal
ru: Общая громкость
sk: Celková hlasitosť
sr_cyrl: Главна јачина звука
sr_latn: Glavna jačina zvuka
sv: Huvudvolym
th_th: ระดับเสียงหลัก
tr: Ana ses
uk: Загальна гучність
zh_cn: 主音量
zh_tw: 主音量

# MAXIMUM_SPECIES_IN_PATCH
source: Maximum species in a patch before forced extinctions
bg: Максимален брой на създанията преди измиране в зоната
cs: Maximální počet druhů v daném prostředí před nuceným vyhynutím
de: Maximale Anzahl an Arten in einem Bereich vor dem erzwungenen Aussterben
es: Forzar extinction en zonas con igual o major cantidad de especies
fr: Nombre maximum d'espèces dans un secteur avant des extinctions forcées
he: מספר מינים מרבי באזור לפני הכחדות מכוונות
it: Numero massimo di specie per zona prima che vengano effettuate estinzioni forzate
pl: Maksymalna liczba gatunków w obszarze
pt_pt: Máximo de espécies numa região antes de extinções forçadas
zh_cn: 在启用强制灭绝之前一个地区所能容纳的最大物种数量
zh_tw: 強制滅絕前區域的物種上限

source: Max FPS:
bg: Максимална ЧКС:
ca: Màxims FPS:
cs: Maximální FPS:
de: Maximale FPS:
eo: Maks. FPS:
es: FPS Máximos:
fi: Maksimi kuvia sekunnissa:
fr: FPS max. :
he: מקסימום FPS:
hu: Maximum FPS:
id: FPS Maks:
it: FPS massimi:
ka: მაქს FPS:
ko: 최대 FPS:
nl: Maximale FPS:
pl: Maksymalna ilość klatek na sekundę:
pt_br: FPS máximo:
ru: Макс. FPS:
sk: Maximálny počet snímkov za sekundu:
sr_cyrl: Максимални FPS:
sr_latn: Maksimalni FPS:
sv: Max Frames Per Sekund:
th_th: FPS สูงสุด:
tr: Maksimum FPS:
uk: Макс. FPS:
zh_cn: 最高FPS：
zh_tw: 最大 FPS：

# MAX_FPS_NO_LIMIT
source: Unlimited
bg: Неограничена
ca: Il·limitat
cs: Neomezené
de: Maximale FPS
es: Ilimitado
et: Piiramatu
fi: Rajoittamaton
fr: Illimitées
he: ללא הגבלה
hu: Végtelen
it: Illimitati
ka: შეუზღუდავი
nl: Ongelimiteerd
pl: Nieograniczone
pt_br: Ilimitado
pt_pt: Ilimitado
ru: Бесконечно
sk: Neobmedzené
sv: Obegränsad
tr: Sınırsız
uk: Необмежено
zh_cn: 不受限
zh_tw: 無限

# MAX_SPAWNED_ENTITIES
source: Maximum number of entities:
bg: Максимален брой на обектите:
ca: Màxim nombre d'entitats:
cs: Maximální počet entit:
de: Maximale Anzahl an Entitäten:
es: Numero máximo de entidades:
fr: Nombre maximum d'entités :
he: מספר מרבי של ישויות:
hu: Entitások maximális száma:
it: Numero massimo di entità:
ka: არსებების მაქსიმალური რაოდენობა:
nl: Maximum hoeveelheid entiteiten:
pl: Maksymalna ilość bytów:
pt_br: Número máximo de entidades:
pt_pt: Número máximo de entidades:
ru: Максимальное количество сущностей:
sk: Maximálny počet entít:
tr: Maksimum varlık sayısı:
uk: Максимальне число сутностей:
zh_cn: 实体数量限制：
zh_tw: 實體數量上限：

# MAX_VISIBLE_DATASET_WARNING
source: Not allowed to show more than {0} datasets!
bg: Не е възможно показването на повече от {0} набора от данни!
ca: No està permès mostrar més de {0} datasets!
cs: Není povoleno zobrazit více než {0} datových sad!
de: Darf nicht mehr als {0} Datensets zeigen!
es: ¡No se pueden mostrar más de {0} datasets!
et: Ei ole lubatud kuvada rohkem kui {0} andmekogumit!
fi: Ei ole lupaa näyttää enempää kuin {0} dataosaa!
fr: Il n'est pas permit d'afficher plus de {0} datasets !
he: לא ניתן להציג יותר מ{0} נתונים!
hu: Nem engedélyezett {0}-nál/nél több adathalmaz mutatása!
id: Tidak diperbolehkan menampilkan lebih dari {0} dataset!
it: Impossibile mostrare più di {0} set di dati!
ka: დაუშვებელია {0}-ზე მეტი მონაცემების სეტის ჩვენება!
nl: Het is niet toegestaan meer dan {0} datasets weer te geven!
nl_be: Niet toegestaan om meer dan {0} datasets te tonen!
pl: Nie można pokazać więcej niż {0} zbiorów danych!
pt_br: Não é permitido mostrar mais de {0} datasets!
pt_pt: Não é permitido mostrar mais de {0} conjuntos de dados!
ru: Не разрешается показывать более {0} наборов данных!
sk: Nie je povolené zobraziť viac ako {0} dátových súborov!
sv: Det är inte tillåtet att visa fler än {0} datauppsättningar!
th_th: ไม่อนุญาตให้แสดงชุดข้อมูลมากกว่า {0} ชุด!
tr: {0} veri kümesinden daha fazla gösterilemez!
uk: Не дозволено показувати більше ніж {0} данниз!
zh_cn: 不允许显示超过{0}个数据集！
zh_tw: 不允許顯示超過 {0} 個資料集！

source: May
bg: Май
ca: Maig
cs: Květen
de: Mai
es: Mayo
et: mai
fi: Toukokuu
fr: Mai
he: מאי
hu: Május
it: Maggio
ka: მაისი
nl: Mei
nl_be: Mei
pl: Maj
pt_br: Maio
pt_pt: Maio
ru: Май
sk: Máj
sv: Maj
tr: Mayıs
uk: Травень
zh_cn: 五月
zh_tw: 五月

# MEGA_YEARS
source: Myr
bg: млн. г.
ca: Milions d'anys
cs: Myry
de: Mya
eo: Megajaro
es: Ma
et: mega aastat
fi: Ma
fr: Ma
he: מיליון שנה
id: Juta tahun
it: Ma
ka: მილ. წ
ko: 백만년
nl: Mjr
pl: Milionów Lat
pt_br: Ma
pt_pt: milhões de anos
ru: млн. лет
sk: Miliónov rokov
sr_cyrl: ма
sv: Miljoner År
tr: Mn. Yıl
uk: Млн. р.
zh_cn: *10⁶年
zh_tw: 百萬年

source: Membrane
bg: Мембрана
ca: Membrana
cs: Membrána
de: Membran
eo: Membrano
es: Membrana
et: välismembraan
fi: Solukalvo
he: קרום
hu: Membrán
id: Membran
it: Membrana
ka: მემბრანა
nl: Membraan
nl_be: Membraan
pl: Membrana
pt_br: Membrana
pt_pt: Membrana
ru: Мембрана
sk: Membrána
tr: Hücre Zarı
uk: Мембрани
zh_cn: 细胞膜
zh_tw: 細胞膜

source: Membrane Rigidity
bg: Твърдост на мембраната
ca: Rigidesa de la membrana
cs: Tuhost membrány
de: Membran-Steifigkeit
eo: Membrana eco
es: Rigidez de la Membrana
et: Membraani jäikus
fi: Kalvon jäykkyys
fr: Rigidité de la membrane
he: קשיחות הקרום
hu: Membrán merevsége
id: Ketegaran Membran
it: Rigidità della membrana
ka: მემბრანის სიმტკიცე
ko: 세포막 강도
nl: Membraan-stevigheid
nl_be: Stijfheid van het Membraan
pl: Sztywność Membrany
pt_br: Rigidez da Membrana
pt_pt: Rigidez da membrana
ru: Жёсткость Мембраны
sk: Tuhosť membrány
sr_cyrl: Ригидност Мембране
sr_latn: Rigidnost Membrane
sv: Membran Hårdhet
th_th: ความแข็งแกร่งของเมมเบรน
tr: Hücre Zarı Sertliği
uk: Жорсткість мембрани
zh_cn: 膜刚性
zh_tw: 細胞膜剛性
