Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# DESPAWN_ENTITIES
source: Despawn All Entities
bg: Прочистване
cs: Zlikvidovat všechny věci
de: Alle Objekte entfernen
es: Destruir todas las entidades
fr: Supprimer toutes les entités
he: הסר כל הישויות
it: Elimina ogni entità
ka: ყველა ერთეულის მოცილება
nl: Verwijderen Alle Broedsels
pl: Usuń Wszystkie Byty
pt_br: Destruir todas as entidades
pt_pt: Remover todas as entidades
ru: Удалить все сущности
tr: Bütün Varlıkları Yok Et
uk: Деспавн усіх сутностей
zh_cn: 杀死所有实体
zh_tw: 刪除所有實體

source: Detected CPU count:
bg: Ядра:
ca: Detectat compte CPU:
cs: Detekovaný počet CPU:
de: Ermittelte CPU-Anzahl:
es: Numero de CPU detectado:
et: Tuvastatud protsessorite arv:
fi: Tunnistettu prosessoriytimien määrä:
fr: Nombre de CPU détectés :
he: זוהה ספירת מעבד:
hu: Észlelt processzorszám:
it: Numero di CPU rilevate:
ka: აღმოჩენილი ბირთვების რაოდენობა:
nl: Gedetecteerde CPU count:
nl_be: Gedetecteerde CPU hoeveelheid:
pl: Ilość wykrytych CPU:
pt_br: Número de CPU detectados:
pt_pt: Número de threads detectados:
ru: Число обнаруженных ядер процессора:
sk: Zistený počet CPU:
sv: Upptäckt CPU-antal:
tr: Tespit edilen CPU sayısı:
uk: Виявлено ядер ЦП:
zh_cn: 检测到的CPU数量：
zh_tw: 檢測到的 CPU 數量：

# DEVBUILD_VERSION_INFO
source: DevBuild {0} on branch {1} at {2} {3}
bg: Развойна версия {0} Клон {1} от {2} {3}
de: DevBuild {0} auf Branch {1} bei {2} {3}
es: DevBuild {0} en branch {1} en {2} {3}
fr: DevBuild {0} sur la branche {1} à {2} {3}
he: בניית תוכנה: {0} בסניף {1} ב{2} {3}
ka: DevBuild {0} ბრენჩზე {1} მისამართზე {2} {3}
nl: DevBuild {0} op vertakking {1} op {2} {3}
pl: DevBuild {0} na gałęzi {1} w {2} {3}
pt_br: DevBuild {0} na branch {1} em {2} {3}
pt_pt: Devbuild {0} no ramo {1} em {2} {3}
ru: DevBuild {0} на ветке {1} по адресу {2} {3}
tr: Geliştirme Sürümü {0} {1} dalında {2} tarihinde {3}
uk: DevBuild {0} у відділі {1} в {2} {3}
zh_cn: 于 {2} 在 {1} 分支上的 Devbuild {0} {3}
zh_tw: 開發構建 {0} 在 {2} 上的分支 {1} {3}

source: Developers
bg: Разработчици
ca: Desenvolupadors
cs: Vývojáři
de: Entwickler(innen)
es: Desarrolladores
et: Arendajad
fi: Kehittäjät
fr: Développeurs
he: מפתחים
hu: Fejlesztők
id: Pengembang
it: Sviluppatori
ka: პროგრამისტები
nl: Ontwikkelaars
nl_be: Ontwikkelaars
pl: Developerzy
pt_br: Desenvolvedores
pt_pt: Desenvolvedores
ru: Разработчики
sk: Vývojári
sv: Utvecklare
tr: Oyun Geliştiricileri
uk: Розробники
zh_cn: 开发者
zh_tw: 開發人員

source: Development Forum
bg: Частен форум
de: Entwickler Forum
es: Foro de Desarrollo
fr: Forum de développement
he: פורום מפתחים
ka: პროგრამისტების ფორუმი
nl: Ontwikkelforum
pl: Forum Developerskie
pt_br: Fórum de desenvolvimento
pt_pt: Fórum de Desenvolvimento
ru: Форум Разработчиков
tr: Geliştirme Forumu
uk: Форум розробки
zh_cn: 开发论坛
zh_tw: 開發論壇

# DEVELOPMENT_FORUM_BUTTON_TOOLTIP
source: View development updates on our development forum
bg: Отваряне на частния форум на „Thrive“
de: Sieh Dir Entwicklerupdates in unserem Entwicklerforum an
es: Lee las noticias sobre el desarrollo del juego en nuestro foro de desarrollo
fr: Consultez les mises à jour du développement sur notre forum de développement
he: ראו עדכוני פיתוח בפורום המפתחים שלנו
ka: იხილეთ განახლებები ჩვენი პროგრამისტების ფორუმზე
nl: Bekijk ontwikkelingsnieuws op ons ontwikkelforum
pl: Zobacz aktualności na naszym forum developerskim
pt_br: Veja as novidades do desenvolvimento em nosso fórum de desenvolvimento (em inglês)
pt_pt: Ver novidades sobre o desenvolvimento no nosso fórum de desenvolvimento
ru: Посмотреть новости с полей разработки на нашем форуме Разработчиков
tr: Geliştirme forumumuzda geliştirme güncellemelerini inceleyin
uk: Поглянути оновлення розробки на нашому форумі
zh_cn: 在开发论坛上了解开发进度
zh_tw: 在我們的開發論壇上查看開發更新

# DEVELOPMENT_SUPPORTED_BY
source: Development Supported By Revolutionary Games Studio ry
bg: Разработката се поддържа от „Revolutionary Games Studio“ ry
ca: Desenvolupament a càrred de Revolutionary Games Studio ry
cs: Vývoj podpořen týmem Revolutionary Games Studio
de: Entwicklung unterstützt von Revolutionary Games Studio ry
es: Desarrollo apoyado por Revolutionary Games Studio ry
et: Arendust toetab Revolutionary Games Studio ry
fi: Kehitystä tukee Revolutionary Games Studio ry
fr: Développé avec le soutien de Revolutionary Games Studio ry
he: פיתוח נתמך על ידי Revolutionary Games Studio
hu: A játékot a Revolutionary Games Studio ry fejleszti
id: Pengembangan didukung oleh Revolutionary Games Studio ry
it: Sviluppo sostenuto da Revolutionary Games Studio ry
ka: განვითარება მხარდაჭერილია სტუდია Revolutionary Games Studio ry-ის მიერ
nl: Ontwikkeling Ondersteund Door Revolutionary Games Studio ry
nl_be: Ontwikkeling ondersteund door Revolutionary Games Studio ry
pl: Rozwój Wspierany Przez Revolutionary Games Studio
pt_br: Desenvolvimento Financiado por Revolutionary Games Studio ry
pt_pt: Desenvolvimento Apoiado pela Revolutionary Games Studio ry
ru: Разработка поддержана командой Revolutionary Games Studio ry
sk: Vývoj podporovaný štúdiom Revolutionary Games Studio ry
sv: Utvecklingen stöds av Revolutionary Games Studio ry
tr: Oyunun Geliştirilmesi Revolutionary Games Studio Tarafından Desteklenmiştir
uk: Розробницька підтримка від Revolutionary Games Studio
zh_cn: 由Revolutionary Games Studio ry支持的开发
zh_tw: 由 Revolutionary Games Studio 支援的開發

source: Development Wiki
bg: Частна Уикипедия
de: Entwickler-Wiki
es: Wiki de Desarrollo
fr: Wiki de développement
he: ויקי מפתחים
ka: პროგრამისტების ვიკი
nl: Ontwikkelwiki
pl: Wiki Developerskie
pt_br: Wiki de desenvolvimento
pt_pt: Wiki de desenvolvimento
ru: Wiki Разработчиков
tr: Geliştirme Vikisi
uk: Розробницьке wiki
zh_cn: 开发者wiki
zh_tw: 開發者 Wiki

# DEVELOPMENT_WIKI_BUTTON_TOOLTIP
source: Visit our developer wiki
bg: Отваряне на частната Уикипедия на „Thrive“
de: Besuche unser Entwickler-Wiki
es: Visita nuestra wiki de desarrollo
fr: Visitez notre wiki de développement
he: בקרו בויקי מפתחים שלנו
ka: ეწვიეთ ჩვენს პროგრამისტების ვიკის
nl: Bezoek onze ontwikkelwiki
pl: Odwiedź nasze wiki developerskie
pt_br: Visite a nossa wiki de desenvolvimento (em inglês)
pt_pt: Visite a nossa wiki de programador
ru: Зайти на WIKI разработчиков
tr: Geliştirici vikimizi ziyaret edin
uk: Відвідайте наше розробницьке wiki
zh_cn: 访问我们的开发者wiki
zh_tw: 查看我們的開發者 wiki

source: Devoured
bg: Погълнат
ca: Devorat
cs: Sežrán
de: Entrückt
es: Devorado
fi: Syöty
fr: Dévoré(e)
he: טרף
it: Divorato
ka: შთანთქმულია
nl: Verslonden
pl: Rozszarpany
pt_br: Devorado
pt_pt: Devorado
ru: Поглощён
tr: Yutuldun
uk: З'їдений
zh_cn: 被吞噬
zh_tw: 被吞噬

# DEV_BUILD_PATRONS
source: Devbuilds Supporters
bg: Вътрешни поддръжници
ca: Partidaris Devbuilds
cs: Sponzoři Devbuild
de: Entwicklungsversions Unterstützer
es: Colaboradores de desarrollo
et: Devbuildsi toetajad
fi: DevBuild-tukijat
fr: Supporteurs DevBuilds
he: תומכי בניית תוכנה
hu: Devbuild támogatók
id: Pendukung Devbuilds
it: Sostenitori Devbuilds
ka: Devbuilds მხარდამჭერები
nl: Bijdragers aan Devbuilds
pl: Wspierający Devbuilderów
pt_br: Apoiadores Devbuilds
pt_pt: Apoiadores Devbuilds
ru: Devbuild-Спонсоры
sk: Devbuilds podporovatelia
tr: Geliştirme Sürümü Destekçileri
uk: Підтримка у розробці
zh_cn: Devbuilds 支持者
zh_tw: Devbuilds 支持者

source: Difficulty
bg: Трудност
ca: Dificultat
cs: Obtížnost
de: Schwierigkeitsgrad
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
he: קושי
hu: Nehézség
it: Difficoltà
ka: სირთულე
nl: Moeilijkheidsgraad
pl: Trudność
pt_br: Dificuldade
pt_pt: Dificuldade
ru: Сложность
sk: Obtiažnosť
tr: Zorluk
uk: Складність
zh_cn: 难度
zh_tw: 難度

# DIFFICULTY_DETAILS_STRING
source: Difficulty preset: {0} Mutation cost multiplier: {1} AI mutation rate: {2} Compound cloud density: {3} Player death population penalty: {4} Environmental glucose retention: {5} Osmoregulation cost multiplier: {6} Free glucose cloud when leaving editor: {7} Passively gain reproduction progress: {8} Limit growth compound usage: {9}
bg: Ниво на трудност: {0} Мутационен разход: {1} Мутационна скорост: {2} Гъстота на облаците: {3} Коефициент на измиране: {4} Задържане на глюкозата в околната среда: {5} Осморегулационен разход: {6} Създаване на облак от глюкоза при излизане от редактора: {7} Пасивно усвояване на хранителните вещества: {8} Ограничаване на растежа: {9}
cs: Přednastavená obtížnost: {0} Násobič ceny mutace: {1} Rychlost mutace AI: {2} Hustota mraku sloučenin: {3} Trest za smrt hráče na populaci: {4} Retence glukózy v prostředí: {5} Násobič nákladů na osmoregulaci: {6} Glukózový mrak při opuštění editoru: {7} Pasivní příjem reprodukčního postupu: {8} Omezit použití růstové sloučeniny: {9}
de: Schwierigkeitsgrad: {0} Mutationskostenmultiplikator: {1} KI Mutationsrate: {2} Wolkendichte: {3} Bevölkerungsstrafe bei Spielertod: {4} Glukoseerhalt in der Umwelt: {5} Osmoregulationskostenmultiplikator: {6} Verfügbare Glukosewolke beim Verlassen des Editors: {7} Passiven Reproduktionsfortschritt erhalten: {8} Beschränke die Nutzung von Wachstums-Substanzen: {9}
es: Dificultad: {0} Multiplicador de coste de mutación: {1} Velocidad de mutación de IA: {2} Densidad de nubes de compuestos: {3} Penalización de población tras muerte del jugador: {4} Retención ambiental de la glucosa: {5} Multiplicador de coste de la osmoregulación: {6} Nube de glucosa de regalo al salir del editor: {7} Ganar progreso de reproducción pasivamente: {8} Limitar el crecimiento del uso de compuestos: {9}
fr: Difficulté prédéfinie : {0} Multiplicateur du coût de mutation : {1} Taux de mutation de l'IA : {2} Densité des nuages composés : {3} Pénalité pour la mort du joueur : {4} Rétention de glucose dans l'environnement : {5} Multiplicateur du coût d'osmorégulation : {6} Nuage de glucose gratuit en quittant l'éditeur : {7} Gagner passivement du temps de reproduction : {8} Limiter l'utilisation des composés de croissance : {9}
nl: Moeilijkheidsgraad: {0} Schaling kosten van muteren: {1} Snelheid van AI mutaties: {2} Dichtheid van stofwolk: {3} Impact op bevolking door dood speler: {4} Retentie van omgevingsglucose: {5} Schaling kosten osmoregulatie: {6} Vrij beschikbare glucose bij sluiten bewerker: {7} Krijg passief reproduktievoortgang: {8} Beperk groei stofgebruik: {9}
pl: Ogólny poziom trudności: {0} Mnożnik kosztów mutacji: {1} Tempo mutacji SI: {2} Gęstość chmur związków: {3} Zmniejszenie populacji przez śmierć gracza: {4} Zachowanie środowiskowej glukozy: {5} Mnożnik kosztu osmoregulacji: {6} Chmura glukozy po wyjściu z edytora: {7} Pasywny przyrost postępu reprodukcji: {8} Ograniczenie użycia związków do wzrostu: {9}
pt_br: Dificuldade: {0} Multiplicador do custo de mutação: {1} Taxa de mutação da IA: {2} Densidade das nuvens de compostos: {3} Penalidade na população por morte do jogador: {4} Retenção da glicose ambiental: {5} Multiplicador do custo da osmorregulação: {6} Nuvem de glicose disponível ao sair do editor: {7} Ganhar compostos para a reprodução passivamente: {8} Limitar o uso dos compostos de crescimento: {9}
ru: Заданная сложность: {0} Множитель стоимости мутации: {1} Скорость мутации ИИ: {2} Сложная плотность облаков: {3} Штраф за смерть игрока: {4} Количество глюкозы в окружающей среде: {5} Множитель стоимости осморегуляции: {6} Бесплатное облако глюкозы при выходе из редактора: {7} Ограничить использование соединений роста: {8}
tr: Zorluk önayarı: {0} Mutasyon maliyet çarpanı: {1} AI mutasyon hızı: {2} Bileşik bulutu sıklığı: {3} Oyuncu ölümünden kaynaklanan popülasyon kaybı: {4} Çevresel glukoz tutulma payı: {5} Ozmoregülasyon maliyet çarpanı: {6} Editörden ayrıldığında bedava glukoz bulutu: {7} Üreme gelişimini pasif olarak gerçekleştir: {8} Büyümeyi sağlayan bileşiklerin kullanımını sınırlandır: {9}
uk: Попередня складність: {0} Вартість мутації в мульплеєрі: {1} Шкала мутацій ШІ: {2} Щільність хмари сполук: {3} Штраф за смерть гравця: {4} Кількість глюкози, як запам'ятали: {5} Вартість осморегуляції гравця: {6} Вільні хмари глюкози, коли покинутий редактор: {7} Пасивне отримання прогресу репродукції: {8} Ліміт використання сполук для росту: {9}
zh_cn: 难度预设: {0} 突变成本系数: {1} AI突变率: {2} 化合物云密度: {3} 玩家死亡惩罚: {4} 环境葡萄糖保留: {5} 渗透调节消耗系数: {6} 在离开编辑器时额外的葡萄糖云: {7} 被动获得的繁殖进度: {8} 限制繁殖化合物使用: {9}
zh_tw: 預設難度：{0} 突變成本倍率：{1} AI 突變率：{2} 化合物雲密度：{3} 玩家死亡種群數量懲罰：{4} 環境葡萄糖保留：{5} 滲透調節成本倍率：{6} 離開編輯器時額外的葡萄糖雲：{7} 被動獲得繁殖進度：{8} 限制生長化合物使用：{9}

source: Difficulty preset
bg: Ниво на трудност
ca: Dificultat predeterminada
cs: Přednastavení obtížnosti
de: Schwierigkeitsgrad
es: Dificultad predeterminada
fi: Vaikeustason esiasetus
fr: Difficulté prédéfinie
he: קושי מוגדר מראש
hu: Előre beállított nehézség
it: Preimpostazione di difficoltà
ka: სიძნელის პრესეტი
nl: Vooraf ingestelde moelijkheidsgraad
pl: Poziom trudności
pt_br: Dificuldade predefinida
ru: Шаблон сложности
sk: Nastavenie obtiažnosti
tr: Zorluk ön ayarı
uk: Передустанови складності
zh_cn: 难度预设
zh_tw: 難度預設

# DIFFICULTY_PRESET_CUSTOM
source: Custom
bg: Персонализирано
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hu: Egyéni
it: Personalizzata
ka: მორგებული
nl: Aangepast
nl_be: Aangepast
pl: Niestandardowy
pt_br: Personalizado
pt_pt: Personalizadas
ru: Пользовательский
sk: Vlastná
tr: Özel
uk: Налаштовуваний
zh_cn: 自定义
zh_tw: 自訂

# DIFFICULTY_PRESET_EASY
source: Easy
bg: Лесно
ca: Fàcil
cs: Lehká
de: Leicht
es: Fácil
et: Kerge
fi: Helppo
fr: Facile
he: קל
hu: Könnyű
it: Facile
ka: ადვილი
nl: Gemakkelijk
nl_be: Makkelijk
pl: Łatwy
pt_br: Fácil
pt_pt: Fácil
ru: Легко
sk: Ľahká
tr: Kolay
uk: Легкий
zh_cn: 简单
zh_tw: 簡單

# DIFFICULTY_PRESET_HARD
source: Hard
bg: Трудно
ca: Difícil
cs: Obtížná
de: Schwer
es: Difícil
et: Raske
fi: Vaikea
fr: Difficile
he: קשה
hu: Nehéz
it: Difficile
ka: ძნელი
nl: Moeilijk
nl_be: Moeilijk
pl: Trudny
pt_br: Difícil
pt_pt: Difícil
ru: Сложно
sk: Ťažká
tr: Zor
uk: Важкий
zh_cn: 困难
zh_tw: 困難

# DIFFICULTY_PRESET_NORMAL
source: Normal
bg: Нормално
cs: Normální
et: Keskmine
fi: Normaali
he: רגיל
hu: Közepes
it: Normale
ka: ნორმალური
nl: Normaal
nl_be: Normaal
pl: Normalny
ru: Нормально
sk: Normálna
uk: Нормальний
zh_cn: 一般
zh_tw: 普通

source: Digestion Efficiency
bg: Хранителна ефективност
ca: Eficiència de Digestió
cs: Efektivita trávení
de: Verdauungseffizienz
es: Eficiencia de digestion
fi: Sulatuksen Tehokkuus
fr: Efficacité de Digestion
he: יעילות עיכול
it: Efficienza di digestione
ka: მონელების ეფექტურობა
nl: Verteringsefficiëntie
pl: Wydajność Trawienia
pt_br: Eficiência da Digestão
pt_pt: Eficácia da Digestão
ru: Эффективность усвоения
sk: Efektívnosť trávenia
tr: Sindirim Verimliliği
uk: Ефективність травлення
zh_cn: 消化效率
zh_tw: 消化效率

# DIGESTION_EFFICIENCY_COLON
source: Digestion Efficiency:
bg: Хранителна ефективност:
ca: Eficiència de Digestió
cs: Efektivita trávení:
de: Verdauungseffizienz:
es: Eficiencia de Digestion:
fr: Efficacité de la digestion :
he: יעילות עיכול:
it: Efficienza di digestione:
ka: მონელების ეფექტურობა:
nl: Verteringsefficiëntie:
pl: Wydajność Trawienia:
pt_br: Eficiência da Digestão:
pt_pt: Eficácia da Digestão:
ru: Эффектив. усвоения:
tr: Sindirim Verimliliği:
uk: Ефективність травлення:
zh_cn: 消化效率：
zh_tw: 消化效率：

source: Digestion Speed
bg: Хранителна скорост
ca: Velocitat de Digestió
cs: Rychlost trávení
de: Ressourcen-Absorptionsgeschwindigkeit
es: Velocidad de digestion
fr: Vitesse d'absorption des ressources
he: מהירות עיכול
it: Velocità di digestione
ka: მონელების სიჩქარე
nl: Verteringssnelheid
pl: Szybkość Trawienia
pt_br: Velocidade da Digestão
pt_pt: Velocidade de Digestão
ru: Скорость усвоения
sk: Rýchlosť trávenia
tr: Sindirim Hızı
uk: Швидкість травлення
zh_cn: 消化速度
zh_tw: 消化速度

# DIGESTION_SPEED_COLON
source: Digestion Speed:
bg: Хранителна скорост:
ca: Velocitat de Digestió:
cs: Rychlost trávení:
de: Ressourcen-Absorptionsgeschwindigkeit:
es: Velocidad de Digestion:
fr: Vitesse de digestion :
he: מהירות עיכול:
it: Velocità di digestione:
ka: მონელების სიჩქარე:
nl: Verteringssnelheid:
pl: Szybkość Trawienia:
pt_br: Velocidade da Digestão:
pt_pt: Velocidade de Digestão:
ru: Скорость усвоения:
sk: Rýchlosť trávenia:
tr: Sindirim Hızı:
uk: Швидкість травлення:
zh_cn: 消化速度：
zh_tw: 消化速度：

# DIGESTION_SPEED_VALUE
source: {0}/s
bg: {0}/с
he: {0} לשנייה
ka: {0}/წმ
ru: {0}/сек
uk: {0}/с
zh_tw: {0}／秒

source: Disabled
bg: Изключено
ca: Inhabilitat
cs: Vypnuto
de: Deaktiviert
es: Desactivado
et: töövõimetu
fi: Ei käytössä
fr: Désactivé
he: כבוי
hu: Kikapcsolva
it: Disattivato
ka: გათიშულია
nl: Uitgeschakeld
nl_be: Uitgeschakeld
pl: Wył
pt_br: Desativado
pt_pt: Desactivado
ru: Отключено
sk: Vypnuté
sv: Avstängt
tr: Devre Dışı
uk: Вимкнено
zh_cn: 已禁用
zh_tw: 已停用

source: Disable All
bg: Изключване на всички
ca: Inhabilitar Tot
cs: Zakázat vše
de: Alle deaktivieren
es: Deshabilitar todo
et: Keela kõik
fr: Tout désactiver
he: השבת הכל
hu: Az összes tiltása
it: Disattiva tutte
ka: ყველას გათიშვა
nl: Schakel Alles Uit
nl_be: Alles uitschakelen
pl: Wyłącz wszystko
pt_br: Desabilitar Todos
pt_pt: Desativar Todos
ru: Отключить все
sk: Zakázať všetko
tr: Hepsini Devre Dışı Bırak
uk: Відключити все
zh_cn: 全部禁用
zh_tw: 停用所有

source: Discard and continue
bg: Отхвърляне и продължаване
ca: Descartar i continuar
cs: Zahodit a pokračovat
de: Verwerfen und fortfahren
eo: Forĵetu kaj
es: Descartar y continuar
et: Visake ära ja jätkake
fi: Hylkää ja jatka
fr: Annuler et continuer
he: מחק והמשך
hu: Elvet és folytatás
id: Buang dan lanjut
it: Continua senza salvare
ka: მოცილება და გაგრძელება
ko: 취소 및 계속
nl: Annuleren en doorgaan
nl_be: Verwijderen en doorgaan
pl: Odrzuć i kontynuuj
pt_br: Descartar e continuar
pt_pt: Descartar e continuar
ru: Отменить и продолжить
sk: Zahodiť a pokračovať
sr_cyrl: Одбаци и настави
sr_latn: Odbaci i nastavi
sv: Radera och fortsätt
th_th: ทิ้งและดำเนินการต่อ
tr: Yoksay ve devam et
uk: Відмінити й продовжити
zh_cn: 放弃更改并继续
zh_tw: 放棄並繼續

source: Discard Changes
bg: Отхвърляне на промените
ca: Descartar Canvis
cs: Zahodit změny
de: Verwerfen und fortfahren
es: Descartar cambios
et: Loobu muudatustest
fr: Annuler les changements
he: בטל שינויים
hu: Változtatások elvetése
it: Abbandona le modifiche
ka: ცვლილებების გაუქმება
nl: Annuleren en Doorgaan
nl_be: Aanpassing verwijderen
pl: Odrzuć Zmiany
pt_br: Descartar Mudanças
pt_pt: Descartar Alterações
ru: Отменить изменения
tr: Değişiklikleri Yoksay
uk: Скасувати зміни
zh_cn: 放弃更变
zh_tw: 放棄變更

source: Disconnected Cells
bg: Несвързани клетки
ca: Cèl·lules Desconnectades
cs: Odpojené buňky
de: Getrennte Zellen
es: Células Desconectadas
et: Lahtiühendatud rakud
fr: Cellules déconnectées
he: תאים מנותקים
hu: Levált sejtek
it: Cellule disconnesse
ka: გამოერთებული უჯრედები
nl: Onverbonden cellen
pl: Niepołączone Komórki
pt_br: Células Desconectadas
pt_pt: Células desconectadas
ru: Отсоединённые Клетки
sk: Odpojené bunky
tr: Bağlı Olmayan Hücreler
uk: Від'єднати клітини
zh_cn: 未连接的细胞
zh_tw: 未連接的細胞

# DISCONNECTED_CELLS_TEXT
source: One or more cells aren't connected. Please connect all placed cells with each other to continue.
bg: Има клетки, които не са свързани с останалите. Моля, свържете ги или отменете Вашите промени.
ca: Hi ha cèl·lules col·locades que no han estat físicament connectats a la resta. Siusplau, connecta totes les cèl·lules per continuar.
cs: Jedna nebo více buněk není připojeno. Prosím spojte k sobe všechny umístěné buňky abyste mohli pokračovat.
de: Es gibt Zellen, die nicht mit dem Rest verbunden sind. Bitte verbinde alle platzierten Zellen miteinander oder mach deine Änderungen rückgängig.
es: Una o mas células no están conectadas. Por favor conecta todos las células para continuar.
et: Seal on paigutatud rakud, mis ei ole ülejäänud osadega ühendatud. Jätkamiseks ühendage kõik paigutatud lahtrid üksteisega.
fi: Jotkin soluelimistä eivät ole keskenään yhdessä. Yhdistä kaikki soluelimet toisiinsa tai kumoa muutoksesi.
fr: Une ou plusieurs cellules ne sont pas connectées. Veuillez connecter toutes les cellules les unes avec les autres pour continuer.
he: ישנם תאים שאינם מחוברים לשאר. בבקשה חבר את כל התאים אחד עם השני או בטל את הפעולה.
hu: Vannak olyan sejtek, melyek nem kötődnek egymáshoz. Kérlek kapcsold össze a sejteket egymással a folytatáshoz.
it: Ci sono una o più cellule non connesse. Connetti tutte le cellule l'una con l'altra per continuare.
ka: ერთი ან მეტი უჯრედ მიერთებული არაა. გასაგრძელებლად მიაერთეთ ყველა მოთავსებული უჯრედი ერთმანეთთან.
nl: Er zijn cellen die niet met de rest verbonden zijn. Gelieve alle geplaatse cellen met elkaar te verbinden om verder te gaan.
pl: Niektóre komórki nie są połączone do reszty organizmu. Proszę połączyć wszystkie komórki aby kontynuować.
pt_br: Há células desconectadas do resto do organismo. Por favor, conecte todas as células para continuar.
ru: Среди размещённых клеток имеются несоединённые с остальными. Пожалуйста, соедините все размещённые клетки с другими для продолжения.
sk: Sú tu bunky, ktoré nie sú spojené s ostatnými. Prosím spoj všetky bunky, aby si mohol pokračovať.
tr: Birbirine bağlı olmayan bir ya da daha fazla hücre var. Devam etmek için lütfen yerleştirdiğiniz bütün hücreleri birbirine bağlayın.
uk: Тут розміщені клітини, які не з'єднані з рештою. Будь ласка, приєднайте одна до одної всі розміщені клітини аби продовжити.
zh_cn: 有一些细胞没有连接到其它细胞上。 请把所有细胞连接起来以继续。
zh_tw: 有一些細胞沒有連接到其它細胞上。 請將所有細胞相連以繼續。

source: Disconnected Metaballs
bg: Несвързани кълба
ca: Metaboles Desconnectades
cs: Odpojené metabally
de: Getrennte Zellen
es: Meatballs Desconectados
fr: Métaballes déconnectées
he: כדורי-בשר מנותקים
it: Metasfere disconnesse
ka: გამოერთებული მეტასფეროები
nl: Ontkoppelde Metaballen
pl: Niepołączone Metakule
pt_br: Metaballs Desconectadas
pt_pt: Metaballs Desconectadas
ru: Отсоединенные метасферы
tr: Bağlı Olmayan Damla Formları
uk: Від'єднати метасфери
zh_cn: 未连接的元球
zh_tw: 未連接的元球
