Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_EDITOR_REMOVE_ORGANELLE_TEXT
source: Removing organelles also costs [b]MP[/b] [thrive:icon]MP[/thrive:icon] as it is a mutation to your species, [u]unless they were placed in the current editor session[/u]. You can right click organelles to bring up the [b]organelle menu[/b] and selecting the delete option to remove them. If you make a mistake, you can undo any change you make in the editor. Click the undo button to continue.
bg: Премахването на органели също струва МТ, освен ако не са добавени в текущата сесия на редактора. Може да премахнете органелите като натиснете с десния бутон на мишката върху тях и изберете „Премахване“ в контекстното меню. Ако направите грешка, може да отмените Вашите промени в редактора. Натиснете бутона „Отмяна“ за да продължите.
ca: Eliminar orgànuls també costa Punts de Mutació, a menys que els hagis col·locat en la sessió actual de l'editor. Pots fer clic dret a damunt dels orgànuls per fer visible el "menú d'orgànul" i seleccionar la opció d'eliminar-lo. Si comets un error, pots desfer qualsevol canvi que hagis fet a l'editor. Clica el botó de desfer per tal de prosseguir.
cs: Odstranění organel taky stojí MP jelikož je to mutace, ovšem to pouze v případě, že se nejedná o aktuální relaci editace. Kliknutím pravým tlačítkem na organely zobrazíš nabídku organel a výběrem možnosti odstranění je odebereš. Pokud uděláš jeden nebo vícero "přehmatů", můžeš je všechny vrátit zpět. Pokračuj kliknutím na tlačítko Zpět.
de: Das Entfernen von Organellen kostet ebenfalls MP, da es sich um eine Mutation deiner Spezies handelt; es sei denn, sie wurden in der aktuellen Editor-Sitzung platziert. Du kannst mit der rechten Maustaste auf Organellen klicken, um das Organellenmenü aufzurufen und die Option "Löschen" auszuwählen, um diese zu entfernen. Wenn du einen Fehler gemacht hast, kannst du jede Änderung im Editor rückgängig machen. Klicke auf die Rückgängig-Schaltfläche, um fortzufahren.
es: Quitar orgánulos también cuesta PM ya que es una mutación, salvo que hayan sido ubicados en la actual sesión de edición. Haz click derecho en un orgánulo para que aparezca el menú desplegable y selecciona la opción de eliminar para quitarlo. Si cometes un error, puedes deshacer tus cambios desde el editor. Presiona el botón de deshacer para continuar.
et: Organellide eemaldamine maksab ka MP, kuna see on teie liigi mutatsioon, välja arvatud juhul, kui need on paigutatud praegusesse toimetajaseanssi. Organellide menüü kuvamiseks saate organellidel paremklõpsata ja nende eemaldamiseks valida kustutamisvaliku. Kui teete vea, saate kõik redaktoris tehtud muudatused tagasi võtta. Jätkamiseks klõpsake tagasivõtmise nuppu.
fi: Soluelimien poistaminen kuluttaa MP:tä sillä se mutaatioaskel lajillesi - paitsi silloin kun ne on tehty nykyisessä editorin sessiossa. Voit klikata oikealla hiirinapilla soluelimiä avataksesi soluelimien valikon, josta soluelimen voi poistaa. Jos teet muutoksen, jonka haluat peruuttaa, voit tehdä sen vapaasti editorista (undo). Paina undo-painiketta jatkaaksesi.
fr: Retirer des organites coûte aussi des PM car c'est aussi une mutation de votre espèce, à moins qu'elles n'aient été placé lors de la session en cours. Vous pouvez faire un clic droit sur les organites puis sélectionner l’option supprimer pour les retirer. Si vous faites une erreur, vous pouvez annuler tous les changements que vous faites dans l'éditeur. Cliquez sur le bouton d'annulation pour continuer.
he: הסרה של אברונים גם עולה נקמ"ו שכן זה מוטציה של המין שלך, אלו אם הם נוספו בעריכה הנוכחית. לחיצה ימנית על האברון תפתח רשמית אפשריות ובבחירה על אופציית המחיקה תמחוק אותו. אם עשית טעות, אתה יכול לבטל כל שינוי שעשית בעורך. לחץ על הכפתור בטל בשביל להמשיך.
it: Anche rimuovere organuli costa PM, visto che si tratta di una mutazione alla tua specie; questo a meno che tu li abbia posizionati in questa sessione di modifica. Puoi fare click destro su di un organulo qualsiasi per aprire il menù a tendina, e selezionare l'opzione per rimuoverlo. In caso di errore, puoi annullare qualsiasi modifica. Clicca il pulsante "Annulla l'ultima azione" per continuare.
nl: Organellen verwijderen kost ook MP aangezien het een mutatie van je soort is. Dit is niet het geval als ze in de huidige bewerksessie zijn geplaatst. Je kunt met de rechtermuisknop op organellen klikken om het organelmenu weer te geven. In dit menu kun je het organel verwijderen. Als je een fout maakt, kun je elke verandering in de bewerker ongedaan maken. Klik op de ongedaan maken knop om verder te gaan.
pl: Usuwanie organelli również kosztuje PM, jako iż jest to mutacja, chyba że zostały dodane w obecnej sesji. Kliknij prawym przyciskiem myszy na organella aby otworzyć menu organelli żeby je usunąć. Jeśli się pomylisz, możesz cofnąć zmianę w edytorze. Kliknij przycisk cofnij aby kontynuować.
pt_br: Remover organelas também custa [b]PM[/b] [thrive:icon]MP[/thrive:icon], já que isso conta como uma mutação, [u]a menos que elas tenham sido colocadas na atual sessão de edição[/u]. Você pode removê-las clicando na opção correspondente no [u]menu de organelas[/u], que é aberto ao clicar com o botão direito nas organelas. Se você cometer um erro, pode desfazer qualquer alteração que fez no editor. Clique no botão de desfazer para continuar.
pt_pt: Remover organelos também custa [b]PM[/b] [thrive:icon]MP[/thrive:icon], já que também conta como uma mutação. [u]A menos que os tenhas colocado na mesma sessão de edição[/u]. Podes clicar com o botão direito para abrir o [b]menu de organelos[/b] e selecionar a opção apagar para removê-los. Se cometeres um erro, podes desfazer qualquer alteração que fizeste no editor. Clica no botão de reverter para continuar.
ru: Удаление органелл также стоит [b]ОМ[/b][thrive:icon]MP[/thrive:icon], поскольку это мутация для вашего вида, [u]если только они не были помещены в текущую сессию редактора[/u]. Вы можете щелкнуть правой кнопкой мыши на органеллы, чтобы открыть [b]меню органелл[/b], и выбрать опцию Удалить, чтобы удалить их. Если вы допустили ошибку, вы можете отменить любые изменения, внесенные в редакторе. Нажмите кнопку Отменить, чтобы продолжить.
tr: Eğer [u]organeller mevcut editör sürecinde yerleştirilmediyse[/u], onları kaldırmak [b]MP'ye[/b] [thrive:icon]MP[/thrive:icon] mal olur. Çünkü bu, türünüzde mutasyona neden olur. [b]Organel menüsünü[/b] göstermek için organellere sağ tıklayabilir ve organelleri kaldırmak için silme seçeneğini seçebilirsiniz. Eğer editörde herhangi bir yanlışlık yaparsanız, yaptığınız değişikliği geri alabilirsiniz. Devam etmek için geri al butonuna basın.
uk: Видалення органел також коштує МО, бо це мутація вашого виду, якщо тільки Ви не розмістили їх у поточній сесії редактора. Ви можете клацнути ПКМ по органелі, аби відкрити її меню і вибрати видалення для відповідної дії. Якщо ви зробили помилку, то можете скасувати будь-які зміни внесені в редакторі. Натисніть кнопку скасування, щоб продовжити.
zh_cn: 移除细胞器也算是一种变异，因此需要消耗变异点，除非这些细胞器是在当代内添加的。 你可以通过右键点击细胞器打开对应面板，并选择删除选项来移除它们。 如果你犯了个错的话，你可以撤销你在编辑器里做的任何改变。 按撤销按钮以继续。
zh_tw: 刪除細胞器也算是一種突變，因此會消耗[b]突變點數[/b] [thrive:icon]MP[/thrive:icon]，[u]除非這些細胞器是在本次編輯器中添加的[/u]。 您可以右鍵單擊細胞器以顯示[b]細胞器選單[/b]並選擇刪除選項將其移除。 如果您犯了錯誤，您可以撤銷編輯器中所做的任何變更。 點擊撤銷按鈕以繼續。

# TUTORIAL_MICROBE_EDITOR_SELECT_ORGANELLE_TEXT
source: When selecting parts in the menu, [u]pay close attention to the tooltips[/u] to understand what they do. Parts can do [u]more harm than good if you are not considerate of their function[/u]. Each part requires maintenance (called [b]osmoregulation[/b] [thrive:icon]OsmoIcon[/thrive:icon]) and some run [b]processes[/b] that require certain compounds to function. Additionally, the more parts you add the more compounds you will need to reproduce. Press the redo button (next to the undo button) to continue.
bg: Важно е да разберете какви ефекти има даден органел върху Вашата клетка, преди да го поставите, защото той може да окаже негативно влияние върху нея. Обърнете внимание на производството на АТФ, за да сте сигурни, че Вашата клетка ще оцелее. Горната лента винаги трябва да е по-дълга от долната лента. Натиснете бутона „Възстановяване“ (до бутона „Отмяна“) за да продължите.
ca: Quan seleccionis parts del menú, estigues atent als indicadors de funció dels orgànuls, per entendre el que fan. Algunes parts poden fer més mal que bé si no s'utilitzen correctament. La barra de balanç d'ATP que hi a la part superior dreta de la pantalla t'indica quanta energia produeixes comparat amb quanta energia consumeixes. Si la barra superior és més curta que la inferior, aleshores no estàs produïnt prou energia. Prem el botó de refer l'acció (a la vora del botó de desfer l'acció) per continuar.
cs: Když vybíráš, které organely přidat, věnuj pozornost tipům pro organely, na kterých procesech se podílejí a jaké sloučeniny používají a vyrábějí. Věnuj také pozornost vyrovnávací liště ATP vpravo nahoře, abys zajistil/a, kolik energie tvoje buňka vyrábí a kolik je potřeba aby přežila. Když horní lišta je kratší než spodní lišta nevyrabuješ dost energií. Před umístěním můžeš organely otočit pomocí A a D (výchozí klávesy). Pokračuj stisknutím tlačítka vrátit (poblíž tlačítka Zpět).
de: Achte bei der Auswahl der hinzuzufügenden Organellen auf die Tooltipps der Organellen, um zu sehen was diese machen. Organellen können mehr Nachteile als Vorteile bringen, wenn man sich deren Funktionen nicht bewusst ist. Achte auch auf den ATP-Balance-Balken oben rechts, um sicherzustellen, dass deine Zelle überleben kann. Wenn die obere Anzeige kürzer als die untere ist produziert deine Zelle nicht genügend Energie. Drücke die Wiederherstellen-Taste (in der Nähe der Rückgängig-Taste), um fortzufahren.
es: Al seleccionar los orgánulos a añadir, presta atención a sus descripciones para saber que procesos realizan y que compuestos producen. También presta atención al balance de ATP mostrado en la parte superior derecha de la pantalla para asegurarte de que tu célula sobreviva. Puedes rotar orgánulos con A y D antes de añadirlas. Presiona el botón de rehacer para continuar.
et: Menüüst osade valimisel pöörake erilist tähelepanu kuvatavatele vihjetele, et mõista, mida need teevad. Osad võivad teha rohkem kahju kui kasu, kui te ei arvesta nende funktsiooniga. Paremal olev riba "ATP tootmine" näitab, kui palju energiat toodate võrreldes tarbitud kogusega. Kui ülemine riba on alumisest lühem, siis te ei tooda piisavalt energiat. Jätkamiseks vajutage taastegemise nuppu (tagasivõtmisnupu kõrval).
fi: Valitessasi osia valikosta, huomioi avautuvat selitteet ymmärtääksesi mitä kukin osa tekee. Joistakin osista voi olla enemmän haittaa kuin hyötyä, jos niiden soveltuvuutta ei harkitse tarkoin. ATP tuotannon palkki oikealla kertoo kuinka paljon energiaa soluelimesi pystyvät tuottamaan suhteessa kuinka paljon ne kuluttavat yhdessä. Jos ylempi palkeista on alempaa lyhyempi, et tuota tarpeeksi energiaa. Paina redo-painiketta jatkaaksesi (undo-painikkeen vieressä).
he: כשאתה בוחר חלקים בתפריט, הסתכל קרוב לתיבת המידע שצץ בשביל להבין מה הם עושים. חלקים יכולים לעשות יותר נזק מתועלת אם אתה מתעלם מתפקידם. הפסים "ייצור ATP" שבימין מייצג עד מה אתה מייצר בשוואה לכמות הנצרכת. אם הפס עליון קצר מהתחתון, זה אומר שאתה לא מייצר מספיק אנרגיה. לחץ על כפתור עשה מחדש (זה שליד כפתור בטל) על מנת להמשיך.
it: Quando selezioni le parti nel menù, presta attenzione alle finestrelle che appaiono: contengono informazioni importanti sul loro funzionamento. Non leggerle, e aggiungere parti a casaccio, spesso porta a conseguenze negative. Le due barre a destra, poste sotto al testo "Produzione di ATP", indicano quanta energia produci e quanta ne consumi. Se quella superiore è più corta di quella inferiore, ciò significa che la tua cellula non può sopravvivere. Premi il pulsante "Rispristina l'ultima azione" (vicino al precedente) per continuare.
nl: Let goed op de hulpmiddelentips die verschijnen wanneer je onderdelen in het menu selecteert. Deze tips geven aan wat de onderdelen doen. Onderdelen kunnen meer schade aanrichten dan dat ze waard zijn als je hun functie niet goed overweegt. De "ATP Productie" balk aan de rechterzijde geeft aan hoeveel energie je produceert in verhouding tot hoeveel er gebruikt wordt. Als de bovenste balk korter is dan de onderste, dan produceer je niet genoeg energie. Klik op de opnieuw doen knop (naast de ongedaan maken knop) om verder te gaan.
pl: Wybierając części z menu, zwracaj szczególną uwagę na podpowiedzi które wyskakują by zrozumieć co te części robią. Mogą one bardziej szkodzić niż pomagać jeśli nie przejmujesz się ich działaniem. Pasek "Produkcja ATP" po twojej prawej wskazuje ile energii produkujesz w stosunku do jej konsumpcji. Jeśli pasek górny jest krótszy niż dolny, nie produkujesz wystarczająco energii. Naciśnij przycisk ponów (obok przycisku cofnij) by kontynuować.
pt_br: Ao escolher quais partes adicionar, [u]preste atenção nas suas descrições[/u] para saber o que elas fazem. Elas podem fazer [u]mais mal que bem se você não estiver atento às suas funções[/u]. Cada parte requer manutenção (chamada [b]osmorregulação[/b] [thrive:icon]OsmoIcon[/thrive:icon]) e algumas executam [b]processos[/b] que precisam de certos compostos para funcionar. Além disso, quanto mais partes você adicionar, mais compostos serão necessários para se reproduzir. Aperte o botão de refazer (ao lado do botão de desfazer) para continuar.
ru: При выборе частей "тела", [u]обратите внимание на всплывающие подсказки[/u], чтобы понять что они делают. Органеллы могут принести [u]больше вреда чем пользы если вы невнимательных к их функционированию[/u]. Каждая часть требует содержания (называется [b]Осморегуляция[/b][thrive:icon]OsmoIcon[/thrive:icon]) и некоторые из них запускают [b]процессы[/b], требующие определенные соединения для функционирования. Это можно увидеть в панели [b]Статистики Организма[/b] Дополнительно, чем больше частей вы добавляете, тем больше соединений вам понадобится для воспроизведения, причем это займет больше времени. Нажмите кнопку Повторить (рядом с кнопкой Отмена), чтобы продолжить.
tr: Parçaları seçerken, onların neler yaptığını anlamak için [u]araç ipuçlarına dikkat edin[/u]. Eğer parçaların [u]işlevlerini dikkate almazsanız, onların faydadan çok zararı olur[/u]. Her parça, bakım ([b]ozmoregülasyon[/b] [thrive:icon]OsmoIcon[/thrive:icon] olarak adlandırılır) gerektirir ve bunlardan bazıları çalışmak için belli bileşikler gerektiren [b]işlemler[/b] yürütür. Ayrıca daha fazla parça eklemeniz, çoğalmak için daha fazla bileşiğe ihtiyaç duymanız demektir. Devam etmek için yinele butonuna (geri al butonunun yanında) basın.
uk: Обираючи частини для додавання, зверніть увагу на спливні підказки, щоб зрозуміти, що вони роблять. Частини можуть принести більше шкоди, аніж користі, якщо Ви неуважно ставитиметеся до їхніх функцій. Смужка "Продукування АТФ" справа показує кількість продукованої енергії порівняно зі споживанням. Якщо верхня смужка коротша за нижню, то ви не вироблятимете достатньо енергії. Натисніть кнопку повтору (поруч з кнопкою скасування), аби продовжити.
zh_cn: 在菜单中选择细胞器时，请务必详读并理解弹出的提示。不考虑其机能的使用可能会变得弊大于利。 你右边的“ATP产出”栏表示你生产的能量与消耗的能量相比有多少。如果上面的栏比下面的短，那么你就没有产生足够的能量。 按下重做按钮（和撤销按钮在一起）以继续。
zh_tw: 在選單中選擇細胞器時，[u]請務必注意彈出的提示[/u]以了解它們的用途。如果您不考慮細胞器的功能[u]可能會變得弊大於利[/u]。 每個部件都需要維護（稱為[b]滲透調節[/b] [thrive:icon]OsmoIcon[/thrive:icon]），並且運行某些[b]代謝過程[/b]需要某些化合物才能發揮作用。 此外，您添加的部件越多，您繁殖所需的化合物就越多。 按下重做按鈕（位於撤銷按鈕旁）以繼續。
