Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SAFE_MODE_EXPLANATION
source: Thrive has started in safe mode due to a previous start failure. This has likely been caused by either a mod or the video player. As a precaution, enabled mod loading may have been skipped and/or video playing may be disabled. This will be in effect until Thrive is restarted. Before restarting please disable any mods that may be problematic or not compatible with this version of Thrive (you can read logs from previous starts to see if a mod was the likely culprit). For video player related problems please use the launcher option to force disable videos. If you don't fix the issue causing the start failure you will need to restart and crash Thrive multiple times to get back to safe mode.
bg: „Thrive“ е в безопасен режим поради предишно неуспешно стартиране. Това вероятно е причинено от модификация или от видеоклиповете. Като предпазна мярка, те може да са изключени. Това ще бъде в сила, докато играта не бъде рестартирана. Преди да рестартирате играта, моля, изключете всички модификации, които може да са проблемни или несъвместими с тази версия на „Thrive“ (може да прочетете дневниците от предишните стартирания, за да проверите коя модификация създава проблеми). За проблеми, свързани с видеоклиповете, моля, изберете опцията в стартиращата програма, за принудително изключване на видеоклиповете. Ако проблемът продължи, ще трябва да рестартирате и да причините срив на играта няколко пъти, за да се върнете в безопасен режим.
de: Thrive wurde aufgrund eines Fehlstarts im abgesicherten Modus gestartet. Dies wurde vermutlich entweder durch eine Mod oder den Videoplayer verursacht. Als Vorsichtsmaßnahme kann das Laden von Mods übersprungen und/oder die Videowiedergabe deaktiviert worden sein. Um den abgesicherten Modus zu verlassen, muss das Spiel neu gestartet werden. Bitte deaktivieren Sie vor dem Neustart alle Mods, die problematisch oder mit dieser Version von Thrive nicht kompatibel sind (Sie können die Logs von früheren Spielstarts lesen, um inkompatible Mods zu finden). Bei Problemen mit dem Videoplayer verwenden Sie bitte die Launcheroptionen, um die Deaktivierung des Videos zu erzwingen. Wenn das Problem, das den Startfehler verursacht, nicht behoben wird, müssen Sie Thrive mehrmals neu starten und abstürzen lassen, um wieder in den abgesicherten Modus zu gelangen.
es: Thrive se ha iniciado en modo seguro debido a una error en el inicio del juego. Esto probablemente haya sido causado por un mod o por el reproductor de vídeo. Como precaución, se han deshabilitado los mods y la reproducción de vídeo. Seguirán desactivados hasta que Thrive sea reiniciado. Antes de reiniciar, por favor, inhabilita cualquier mod que pueda estar causando problemas o no sea compatible con esta versión de Thrive (puedes leer los registros del inicio para comprobar si un mod fue el origen del error). Para problemas relacionados con el reproductor de vídeo, por favor, usa la opción del lanzador para desactivar los vídeos. Si no arreglas el problema que causa el error, necesitarás reiniciar y crashear Thrive multiples veces para volver al modo seguro.
fr: Thrive a démarré en mode sans échec en raison d'un échec de démarrage antérieur. Cela a probablement été causé par un mod ou le lecteur vidéo. Par précaution, le chargement de mods activés peut avoir été ignoré et/ou la lecture de vidéos peut être désactivée. Ceci sera en vigueur jusqu'à ce que Thrive soit redémarré. Avant de redémarrer, veuillez désactiver tout mod qui pourrait être problématique ou non compatible avec cette version de Thrive (vous pouvez lire les journaux des démarrages précédents pour voir si un mod était le coupable probable). Pour les problèmes liés au lecteur vidéo, veuillez utiliser l'option du lanceur pour forcer la désactivation des vidéos. Si vous ne résolvez pas le problème à l'origine de l'échec du démarrage, vous devrez redémarrer et faire planter Thrive plusieurs fois pour revenir en mode sans échec.
nl: Thrive is in veilige modus gestart omdat een eerdere poging om op te starten is mislukt. Dit is waarschijnlijk veroorzaakt door een mod of de videospeler. Uit voorzorg is het laden van mods mogelijk overgeslagen en het afspelen van videos mogelijk uitgezet. Dit zal het geval zijn tot de volgende keer dat Thrive herstart wordt. Voordat je Thrive herstart is het aan te raden om alle mods die mogelijk problemen geven of niet compatibel zijn met deze versie van Thrive uit te zetten. (Je kunt de logboeken van de vorige startpoging nalezen om te zien of een mod de waarschijnlijk boosdoener is). Voor problemen met de videospeler kun je videos geforceerd uitzetten in het opstarthulpprogramma. Als je het probleem met het opstarten niet oplost zul je Thrive meerdere malen moeten starten en crashen om weer terug naar de veilige modus te gaan.
pt_br: Thrive começou no modo seguro devido a um erro na inicialização do jogo. Um mod ou o reprodutor de vídeos podem ter sido a causa do erro. Como precaução, os mods e/ou o reprodutor foram desabilitados. Eles seguirão desativados até o reinício do jogo. Antes de reiniciar o jogo, desative os mods que podem ter causado o erro ou que não sejam compatíveis com essa versão de Thrive (você pode verificar se um mod foi a causa do erro nos logs). Se for um problema relacionado ao reprodutor de vídeos, ative a opção para desabilitar vídeos no lançador. Caso não solucionar o problema que causou o erro na inicialização, você deverá reiniciar e travar o jogo várias vezes para voltar ao modo seguro.
ru: Thrive запущен в безопасном режиме из-за предыдущей ошибки запуска. Вероятно, это было вызвано либо модом, либо видеоплеером. В качестве меры предосторожности загрузка включенных модов могла быть пропущена и/или воспроизведение видео может быть отключено. Это будет действовать до тех пор, пока Thrive не будет перезапущен. Перед перезапуском отключите все моды, которые могут быть проблематичными или несовместимыми с этой версией Thrive (вы можете прочитать журналы предыдущих запусков, чтобы узнать, был ли мод вероятным виновником). При проблемах, связанных с видеоплеером, используйте параметр запуска, чтобы принудительно отключить видео. Если вы не устраните проблему, вызывающую сбой при запуске, вам потребуется перезапустить Thrive несколько раз, чтобы вернуться в безопасный режим.
tr: Bir önceki başlatma hatasından dolayı, Thrive güvenli modda başlatıldı. Bu hata muhtemelen ya bir mod ya da bir video oynatıcısından kaynaklandı. Önlem olarak, etkin modları yükleme aşaması atlandı ve/veya video oynatma devre dışı bırakıldı. Bu önlem, Thrive yeniden başlatılana kadar geçerli olacak. Yeniden başlatmadan önce, lütfen problemli veya bu Thrive sürümüyle uyumsuz olabilecek (bir modun bundan sorumlu olup olmadığını görmek için önceki başlatmalardan elde edilen logları okuyabilirsiniz) herhangi bir modu devre dışı bırakın. Video oynatıcısına bağlı problemlerde videoları devre dışı bırakmaya zorlamak için lütfen başlatıcı ayarlarını kullanın. Eğer başlatma hatasına neden olan sorunu düzeltemezseniz, güvenli moda geri dönmek için Thrive'ı defalarca yeniden başlatmanız gerekecektir.
uk: Thrive запущена у безпечному режимі, бо попередній запуск не вдався. Це може бути спричиненим модом чи відеопрогравачем. Для запобігання такого можливо увімкнене завантаження моду та/ або відтворення відео може бути вимкненим. Це діятиме, доки Thrive не перезапуститься. Перед запуском вимкніть будь-які можливі проблематичні чи несумісні моди, що не сумісні із данною версією Thrive (ви можете прочитати журнали попередніх запусків, аби побачити чи імовірною причиною є модифікація). Для проблем відео програвачів використайте опцію запуску, щоб примусово вимкнути відео. Якщо вам невдасться вирішити проблему, котра запуску, вам доведеться перезавантажити та вимкнути Thrive кілька разів, для повернення у безпечний режим.
zh_cn: 由于先前的启动错误，Thrive已在安全模式下启动。 这很可能是由模组或是视频播放器引起的。 作为预防措施, 激活的模组加载可能被跳过，视频播放也可能被禁止。以上将持续生效直到Thrive被重新启动。 在重启游戏之前请先禁用任何可能导致问题或是不与目前游戏版本兼容的模组 (你可以通过阅读先前的启动日志来确定哪个模组可能是罪魁祸首)。 对于与视频播放器相关的问题请使用启动器的选项来强制禁用视频。 如果你未能修复导致启动错误的问题，你在未来几次启动中将会崩溃数次并最后再次返回安全模式。
zh_tw: 由於先前的啟動失敗，Thrive 已在安全模式下啟動。 這可能是由模組或視訊播放器引起的。作為預防措施，已啟用的模組載入可能被跳過且／或視訊播放可能被停用。直到 Thrive 重新啟動為止將一直生效。 重新啟動之前，請停用任何可能有問題或與此版本 Thrive 不相容的模組（您可以閱讀先前啟動的記錄檔，查看某些模組是否是可能的罪魁禍首）。 對於視訊播放器相關的問題，請使用啟動器選項強制停用影片。 如果您不解決導致啟動失敗的問題，您將需要多次重新啟動並崩潰 Thrive 才能返回安全模式。

# SAFE_MODE_TITLE
source: Thrive Started In Safe Mode
bg: Играта е стартирана в безопасен режим
de: Thrive im abgesicherten Modus gestartet
es: Thrive iniciado en modo seguro
fr: Thrive a démarré en mode sans échec
he: Thrive הופעל במצב בטוח
ka: Thrive გაშვებულია უსაფრთხო რეჟიმში
nl: Thrive is in Veilige Modus Gestart
pl: Thrive Uruchomiło Się W Trybie Bezpiecznym
pt_br: Thrive começou no modo seguro
pt_pt: Thrive iniciado no Modo Seguro
ru: Thrive запущен в безопасном режиме
tr: Thrive, Güvenli Modda Başlatıldı
uk: Thrive запущено в безпечному режимі
zh_cn: Thrive在安全模式下启动
zh_tw: Thrive 以安全模式啟動

source: Save
bg: Запазване
ca: Guardar
cs: Uložit
de: Speichern
eo: Konservu
es: Guardar
et: Salvesta
fi: Tallenna
fr: Sauvegarder
he: שמור
hu: Mentés
id: Simpan
it: Salva
ka: შენახვა
ko: 저장
nl: Sla op
nl_be: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
ru: Сохранить
sk: Uložiť
sr_cyrl: Сачувати
sr_latn: Sačuvati
sv: Spara
th_th: เซฟ
tr: Kaydet
uk: Зберегти
zh_cn: 保存
zh_tw: 存檔

source: Save and continue
bg: Запазване на промените
ca: Guardar i continuar
cs: Uložit a pokračovat
de: Speichern und fortfahren
eo: Konservu kaj
es: Guardar y continuar
et: Salvestage ja jätkake
fi: Tallenna ja jatka
fr: Sauvegarder et continuer
he: שמור והמשך
hu: Mentés és folytatás
id: Simpan dan lanjut
it: Salva e continua
ka: შენახვა და გაგრძელება
ko: 저장 및 계속
nl: Opslaan en doorgaan
nl_be: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar
pt_pt: Gravar e continuar
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sr_cyrl: Сачувај и настави
sr_latn: Sačuvaj i nastavi
sv: Spara och fortsätt
th_th: บันทึกและดำเนินการต่อ
tr: Kaydet ve devam et
uk: Зберегти й продовжити
zh_cn: 保存并继续
zh_tw: 保存並繼續

# SAVE_AUTOSAVE
source: Autosave
bg: Автоматичен запис
ca: Autoguardat
cs: Automatické ukládání
de: Autospeicherung
eo: Aŭtomata konservado
es: Autoguardado
et: Automaatne salvestamine
fi: Tallenna Peli
fr: Auto-sauvegarde
he: שמירה אוטומטית
hu: Automentés
id: Save otomatis
it: Salvataggio Automatico
ka: ავტოშენახვა
ko: 자동 저장
nl: Automatisch opslaan
nl_be: Automatisch opslaan
pl: Autozapis
pt_br: Salvamento automático
pt_pt: Guardar automaticamente
ru: Автосохранение
sk: Automatické uloženie
sr_cyrl: Аутоматско чување
sv: Autospar
tr: Otomatik kayıt
uk: Автозбереження
zh_cn: 自动保存
zh_tw: 自動存檔

# SAVE_DELETE_WARNING
source: Deleting this save cannot be undone, are you sure you want to permanently delete {0}?
bg: Изтриването на записа не може да бъде отменено, сигурни ли сте, че искате да изтриете „{0}“?
ca: L'acció d'eliminar aquest arxiu de guardat és irreversible, esteu segur que voleu eliminar permanentment l'arxiu {0}?
cs: Smazání této uložené pozice nemůže být navráceno, jsi si jistý/á že chceš navždy smazat {0}?
de: Das Löschen dieses Spielstandes kann nicht rückgängig gemacht werden, bist du sicher, dass du {0} dauerhaft löschen willst?
eo: Forigi ĉi tiun konservadon ne povas esti malfarita, ĉu vi certas, ke vi volas por ĉiam forigi {0}?
es: Eliminar esta partida es irreversible, ¿estás seguro de querer eliminar {0} permanentemente?
et: Selle salvestamise kustutamist ei saa tagasi võtta. Kas olete kindel, et soovite faili {0} jäädavalt kustutada?
fi: Tämän tallennuksen poistamista ei voi kumota, haluatko varmasti lopullisesti poistaa {0}?
fr: Supprimer cette sauvegarde ne peut pas être défait, êtes-vous sûr de vouloir détruire {0} de manière permanente ?
he: מחיקת שמירה זו היינו פעולה בלתי הפיכה, האם אתה בטוח שאתה רוצה למחוק לצמיתות את {0}?
hu: Biztos véglegesen akarod törölni a következő mentést: {0}?
id: Save yang terhapus tidak akan bisa dikembalikan, apakah kamu yakin ingin menghapus {0} secara permanen?
it: Cancellare questo salvataggio è un'azione irreversibile. Sei sicuro di voler eliminare definitivamente {0}?
ka: შენახულის წაშლა შეუქცვადია. დარწმუნებული ბრძანდებით, რომ გნებავთ, სამუდამოდ წაშალოთ {0}?
ko: 이 저장을 삭제하는 것은 취소할 수 없습니다, 영구적으로 {0} 을 삭제하시겠습니까?
nl: Het verwijderen van dit opgeslagen bestand kan niet ongedaan worden gemaakt. Weet je zeker dat je {0} definitief wilt verwijderen?
nl_be: Het verwijderen van dit opgeslagen bestand kan niet ongedaan worden gemaakt. Weet je zeker dat je {0} definitief wilt verwijderen?
pl: Usunięcie tego zapisu nie może zostać odwrócone, czy jesteś pewien że chcesz permamentnie usunąć {0}?
pt_br: Apagar o jogo salvo é irreversível, deseja apagar {0} permanentemente?
pt_pt: Apagar este jogo guardado não pode ser revertido, tens a certeza que desejas apagar permanentemente {0}?
ru: Удаление текущего сохранения невозможно отменить, вы действительно желаете перманентно удалить {0}?
sr_cyrl: Брисање овог чувања не може се опозвати. Да ли сте сигурни да желите трајно избрисати {0}?
tr: Bu kaydı silme işlemi geri alınamaz, {0} kaydını kalıcı olarak silmek istediğinizden emin misiniz?
uk: Видалення цього збереження неможливо буде скасувати. Чи впевнені Ви, що хочете назавжди видалити {0}?
zh_cn: 删去的存档无法复原，你确定要永久性删除{0}吗？
zh_tw: 刪除的存檔無法復原，您確定要永久刪除 {0} 嗎？

# SAVE_ERROR_INCLUDE_JSON_DEBUG_NOTE
source: When reporting a save error please include [color=#3796e1][url={0}]{1}[/url][/color] from the [color=#3796e1][url={2}]logs folder[/url][/color] as that is critical information for Thrive developers to figure out what the saving error was. Without that file it will be extremely difficult to diagnose and fix this problem.
fr: Pour rapporter une erreur de sauvegarde veuillez inclure [color=#3796e1][url={0}]{1}[/url][/color] depuis le [color=#3796e1][url={2}]dossier de logs[/url][/color] car il s'agit d'une information essentielle au développeurs pour savoir quelle est l'erreur. Sans ce fichier, il sera extrêmement difficile de corriger ce problème.
nl: Wanneer je een fout met het opslaan rapporteert, voeg dan [color=#3796e1][url={0}]{1}[/url][/color] van de [color=#3796e1][url={2}]logbestandenmap[/url][/color] toe. Deze bevat kritieke informatie voor Thrive ontwikkelaars op te kunnen onderzoeken wat het probleem met het opslaan was. Zonder dit bestand is het extreem moeilijk om het probleem te diagnostiseren en op te lossen.
pt_br: Quando relatar um erro de salvamento, por favor inclua [color=#3796e1][url={0}]{1}[/url][/color] da [color=#3796e1][url={2}]pasta de logs[/url][/color] pois essa é uma informação crucial para os desenvolvedores do Thrive entenderem qual foi o erro de salvamento. Sem esse arquivo, será extremamente difícil diagnosticar e corrigir esse problema.
ru: Когда вы отправляете сохранение для репорта, то пожалуйста, отправьте еще и [color=#3796e1][url={0}]{1}[/url][/color] from the [color=#3796e1][url={2}]logs folder[/url][/color] , поскольку внутри лог файла содержится то, что могло вызывать ошибку. Без этого файла будет довольно таки проблематично выявить ошибку, и, соответственно,следовательно, разумеется, к несчастью, будет сложней исправить данную проблему в дальнейшем.
tr: Bir kayıt hatasını bildirirken lütfen [color=#3796e1][url={2}]log klasöründen[/url][/color] [color=#3796e1][url={0}]{1}[/url][/color] dosyasını dahil edin. Bu dosya, Thrive geliştiricilerinin kaydetme hatasının ne olduğunu anlaması için kritik bilgiler içerir. Bu dosya olmadan, mevcut problemi teşhis etmek ve düzeltmek fazlasıyla zor olacaktır.
uk: Повідомляючи про помилку збереження, будь ласка, прикладіть [color=#3796e1][url={0}]{1}[/url][/color] з [color=#3796e1][url={2}]каталогу журналів[/url][/color], оскільки ця інформація є критичною для розуміння причини помилки. Без цього файлу розробникам Thrive буде дуже складно виявити та полагодити проблему.
zh_cn: 当上传保存错误信息时，请确保来自[color=#3796e1][url={2}]日志文件夹[/url][/color] 中的 [color=#3796e1][url={0}]{1}[/url][/color]文件被正确上传，因为这是 Thrive 开发人员找出保存错误原因的关键信息。 如果没有该文件，诊断和解决此问题将变得非常困难。
zh_tw: 回報存檔錯誤時，請包含[color=#3796e1][url={2}]記錄檔資料夾[/url][/color]中的 [color=#3796e1][url={0}]{1}[/url][/color]，因為這是 Thrive 開發人員找出存檔錯誤的關鍵資訊。如果沒有該文件，診斷和解決此問題將非常困難。

# SAVE_ERROR_TURN_ON_JSON_DEBUG_MODE
source: Please make sure JSON debug mode is not disabled before reporting this save error. Automatic JSON debug mode should have created an extra file called {0} in the [color=#3796e1][url={1}]logs folder[/url][/color]. That file contains critical information for Thrive developers to figure out what the saving error was.
fr: Veuillez vous assurer que le mode de débogage JSON n'est pas désactivé avant de signaler cette erreur de sauvegarde. Le mode de débogage automatique JSON devrai avoir créé un dossier appelé {0} dans le [color=#3796e1][url={1}]dossier de logs[/url][/color]. Ce fichier contient des informations cruciales pour les développeurs de Thrive afin de comprendre quelle était l'erreur de sauvegarde.
nl: Zorg er voor dat JSON debug modus niet uit staat voordat je deze fout met opslaan rapporteert. De automatische JSON debug modus zou een extra bestand genaamd {0} in de [color=#3796e1][url={1}]logbestandenmap[/url][/color] hebben moeten maken. Dit bestand bevat kritieke informatie die de Thrive ontwikkelaars nodig hebben om de fout met het opslaan te onderzoeken.
pt_br: Verifique se o modo de depuração JSON não está desativado antes de relatar esse erro de salvamento. O modo de depuração automática JSON deve ter criado um arquivo extra chamado {0} na [color=#3796e1][url={1}]pasta de logs[/url][/color]. Esse arquivo contém informações essenciais para que os desenvolvedores de Thrive descubram qual foi o erro de salvamento.
ru: Пожалуйста, удостоверьтесь в том, что режим отладки JSON не отключен перед отправкой данной ошибки сохранения. Автоматический режим отладки JSON должен был создать дополнительный файл под названием {0} в [color=#3796e1][url={1}]logs folder[/url][/color]. Этот файл содержит критически важную информацию для разработчиков Thrive, позволяя им выяснить в чем, всё же, ошибка файла сохранения.
tr: Lütfen bu kayıt hatasını bildirmeden önce JSON hata ayıklama modunun devre dışı bırakılmadığından emin olun. Otomatik JSON hata ayıklama modu, [color=#3796e1][url={1}]log klasöründe[/url][/color] {0} adı verilen ek bir dosya oluşturdu. Bu dosya, Thrive geliştiricilerinin kaydetme hatasının ne olduğunu anlaması için kritik bilgiler içerir.
uk: Перш ніж повідомляти про цю помилку збереження, будь ласка, переконайтеся, що режим зневадження JSON не вимкнено. Автоматичний режим зневадження JSON повинен був створити додатковий файл під назвою "{0}" у [color=#3796e1][url={1}]каталозі журналів[/url][/color]. Цей файл містить критичну інформацію для розробників Thrive, щоб вони могли зрозуміти природу помилки збереження.
zh_cn: 在报告此保存错误之前，请确保JSON调试模式未被禁用。自动JSON调试模式应该在[color=#3796e1][url={1}]日志文件夹[/url][/color]中创建了一个名为{0}的额外文件。该文件包含Thrive开发人员了解保存错误的关键信息。
zh_tw: 在回報此存檔錯誤之前，請確保 JSON 偵錯模式未停用。自動 JSON 偵錯模式應在[color=#3796e1][url={1}]記錄檔資料夾[/url][/color]中建立一個名為 {0} 的額外檔案。該文件包含供 Thrive 開發人員確定存檔錯誤的關鍵資訊。

source: Save failed
bg: Запазването е неуспешно
ca: Acció de guardat fallida
cs: Chyba ukládání
de: Speichern fehlgeschlagen
eo: Konservado malsukcesis
es: Guardado fallido
et: Salvestamine ebaõnnestus
fi: Tallennus epäonnistui
fr: Sauvegarde Échouée
he: שמירה נכשלה
hu: Mentés sikertelen
id: Gagal menyimpan
it: Salvataggio non riuscito
ka: შენახვა ჩავარდა
ko: 저장 실패
nl: Opslaan mislukt
nl_be: Opslaan mislukt
pl: Zapisywanie się nie udało
pt_br: Falha ao Salvar
pt_pt: Falha ao guardar
ru: Сохранение не удалось
sk: Uloženie zlyhalo
sr_cyrl: Сачување није успело
sv: Sparande misslyckades
tr: Kaydetme başarısız
uk: Невдале збереження
zh_cn: 保存失败
zh_tw: 存檔失敗

source: Save Game
bg: Запазване
ca: Guardar la partida
cs: Uložit hru
de: Spiel speichern
eo: Konservu
es: Guardar Partida
et: Salvesta mäng
fi: Tallenna Peli
fr: Sauvegarder
he: שמור משחק
hu: Játék mentése
id: Simpan Permainan
it: Salva partita
ka: თამაშის შენახვა
ko: 저장
nl: Sla spel op
nl_be: Spel Opslaan
pl: Zapisz Grę
pt_br: Salvar Jogo
pt_pt: Gravar Jogo
ru: Сохранить игру
sk: Uložiť hru
sr_cyrl: Сачувај Игру
sr_latn: Sačuvaj Igru
sv: Spara Spel
th_th: บันทึกเกม
tr: Oyunu Kaydet
uk: Зберегти гру
zh_cn: 保存游戏
zh_tw: 保存遊戲

# SAVE_GAME_BUTTON_TOOLTIP
source: Open the save menu to save the game
bg: Запазване на текущата игра
ca: Obrir el menú de guardat per guardar el joc
cs: Otevřete menu pro uložení na uložení hry
de: Speichermenü aufrufen um den gegenwärtigen Spielstand zu speichern
es: Abre el menú para guardar partidas
fr: Ouvrir le menu de sauvegarde pour sauvegarder la partie
he: פתח את התפריט השמירה בשביל לשמור את המשחק
hu: Nyisd meg a mentés menüt, hogy elmentsd a játékot
it: Apri il menù di pausa per salvare il gioco
ka: თამაშის შესანახად შენახვის მენიუ გახსენით
nl: Open het menu voor opslaan om het spel op te slaan
pl: Otwórz menu zapisów by zapisać grę
pt_br: Abre o menu de salvamentos para salvar o jogo
pt_pt: Abre o menu Guardar para guardar o jogo
ru: Открыть меню сохранения и сохранить игру
sk: Otvor ukladacie menu na uloženie hry
tr: Oyunu kaydetmek için kaydetme menüsünü aç
uk: Відкрити меню збереження, щоб зберегти гру
zh_cn: 打开保存菜单来保存游戏
zh_tw: 打開存檔選單來保存遊戲

source: Save has different version
bg: Записът е с различна версия
ca: Aquest arxiu de guardat pertany a una versió diferent del joc
cs: Uložená hra má jinou verzi
de: Speicherstände haben verschiedene Versionen
eo: Konservo havas malsaman version
es: El archivo de guardado es de una versión diferente
et: Salvestusel on erinev versioon
fi: Tallennus on pelin eri versiosta
fr: La sauvegarde a une version différente
he: לשמירה יש גרסה שונה
hu: A mentéseknek különböző változatai vannak
id: Simpanan memiliki versi yang berbeda
it: Il salvataggio è in una versione differente
ka: შენახული ფაილის ვერსია განსხვავდება
ko: 다른 버전에서 저장됨
nl: Het spel heeft een andere versie
nl_be: Het opgeslagen bestand heeft een andere versie
pl: Zapis ma inną wersję
pt_br: O arquivo salvo não corresponde à versão atual do jogo
pt_pt: O jogo guardado tem uma versão diferente
ru: Сохранение имеет другую версию игры
sk: Uložená hra má inú verziu
sr_cyrl: Сачувај има другачију верзију
sr_latn: Sačuvaj ima drugačiju verziju
sv: Sparning har en annan version
th_th: บันทึกมีเวอร์ชันที่แตกต่างกัน
tr: Kayıt farklı bir sürüme sahip
uk: Збереження має іншу версію
zh_cn: 存档的版本号不同
zh_tw: 存檔版本不同
