Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# POPULATION_COLON
source: population:
bg: популация:
ca: població:
cs: populace:
de: Gesamtbevölkerung:
es: Población Total:
et: elanikkond:
fi: populaatio:
he: אוכלוסיה:
hu: Populáció:
it: popolazione:
ka: პოპულაცია:
nl: populatie:
pl: populacja:
pt_br: população:
pt_pt: População:
ru: популяция:
sk: populácia:
sv: befolkning:
tr: popülasyonu:
uk: популяція:
zh_cn: 种群数量：
zh_tw: 種群數量：

source: population in patches:
bg: текуща популация в зоните:
ca: població a les zones:
cs: populace v prostředích:
de: Bevölkerung in Gebieten:
es: Población en biomas:
et: populatsioon laikudena:
fi: populaatio alueilla:
fr: population dans les secteurs :
he: אכלוסיה באזורים:
hu: Populáció a patch-ekben:
it: popolazione nelle zone:
ka: პოპულაცია ბიომებში:
nl: bevolking in gebieden:
pl: populacja w obszarach:
pt_br: população nas regiões:
pt_pt: população em regiões:
ru: Популяция в биомах:
sk: populácia v oblastiach:
sv: befolkning på platser:
tr: arazideki popülasyon:
uk: популяція в ділянці:
zh_cn: 地区中的种群数量：
zh_tw: 該區域人口：

# PREDATION_FOOD_SOURCE
source: Predation of {0}
ca: Predació de {0}
cs: Predace {0}
de: Beute von {0}
es: Depredación de {0}
et: {0} rööv
fi: Lajin {0} saalistus
fr: Prédation de {0}
he: טריפה של {0}
hu: {0} ragadozása
it: Predazione di {0}
ka: {0}-ის ამოწყვეტა
nl: Predatie van {0}
pl: Drapieżnictwo {0}
pt_br: Predação de {0}
pt_pt: Predação de {0}
ru: Истребление {0}
sv: Plundring av {0}
tr: {0} türünün yenilmesi
uk: Винищення {0}
zh_cn: 捕食{0}
zh_tw: 捕食 {0}

# PREDICTION_DETAILS_OPEN_TOOLTIP
source: View detailed information behind the prediction
bg: Отваряне на подробна информация за прогнозата
ca: Veure informació detallada de la predicció
cs: Zobrazit podrobné informace o předpovědi
de: Detaillierte Informationen zur Prognose anzeigen
es: Ver información detallada sobre la predicción
et: Vaadake ennustuse taga olevat üksikasjalikku teavet
fr: Voir les informations détaillées sur la prédiction
he: הצג מידע מפורט מאחורי החיזוי
hu: Tekintsd meg az előrejelzés mögötti részletes információkat
it: Visualizza informazioni dettagliate riguardo la previsione
ka: დეტალები პროგნოზის ფუძეში არსებული ინფორმაციის შესახებ
nl: Zie gedetaileerde informatie over de voorspelling
pl: Zobacz informacje o prognozie w detalach
pt_br: Ver informações detalhadas sobre a previsão
pt_pt: Ver informações detalhadas sobre a previsão
ru: Просмотр подробной информации, лежащей в основе прогноза
sk: Zobraziť podrobné informácie o predpovedi
tr: Tahminin ardındaki detaylı bilgiyi incele
uk: Перегляньте детальну інформацію про прогноз
zh_cn: 查看预测背后的详细信息
zh_tw: 查看預測背後的詳細資訊

source: Pressure
bg: Налягане
ca: Pressió
cs: Tlak
de: Druck
es: Presión
et: Surve
fi: Paine
fr: Pression
he: לחץ
hu: Nyomás
id: Tekanan
it: Pressione
ka: წნევა
nl: Druk
nl_be: Druk
pl: Ciśnienie
pt_br: Pressão
pt_pt: Pressão
ru: Давление
sk: Tlak
sv: Tryck
tr: Basınç
uk: Тиск
zh_cn: 压力
zh_tw: 壓力

# PRESSURE_SHORT
source: Press.
bg: Наляг.
ca: Pressió
cs: Tlak
de: Druck
eo: Premo.
es: Pres.
et: Surve.
fi: Paine
he: לחץ.
hu: Nyomás
id: Tekanan
ka: წნევ.
ko: 압력.
nl: Druk
nl_be: Druk.
pl: Ciśn.
pt_br: Pressão
ru: Давл.
sk: Tlak
sr_cyrl: Прити.
sr_latn: Priti.
sv: Tryck
tr: Bsnç.
uk: Тиск
zh_cn: 压力
zh_tw: 壓力

# PRESS_KEY_DOT_DOT_DOT
source: Press a key...
bg: Натиснете клавиш...
ca: Prem qualsevol tecla o botó...
cs: Stiskněte klávesu...
de: Drücke eine Taste...
eo: Premu klavon...
es: Toca una tecla...
et: Vajutage klahvi...
fi: Paina jotain näppäintä...
fr: Pressez une touche...
he: לחץ על מקש...
hu: Nyomj le egy gombot...
id: Tekan tombol...
it: Premi un tasto...
ka: დააჭირეთ ღილაკს...
ko: 아무 키나 누르시오...
nl: Druk op een toets...
nl_be: Druk een toets...
pl: Naciśnij klawisz...
pt_br: Aperte uma tecla...
pt_pt: Pressiona uma tecla...
ru: Нажмите любую клавишу...
sk: Stlač kláves...
sr_cyrl: Притисните тастер...
sr_latn: Pritisnite taster...
sv: Tryck på valfri knapp...
th_th: กดปุ่ม ...
tr: Bir tuşa basın...
uk: Натисни клавішу...
zh_cn: 按下你要设置的按钮…
zh_tw: 按下按鍵…

# PREVIEW_IMAGE_DOES_NOT_EXIST
source: Preview image doesn't exist
bg: Изображението не съществува
ca: La imatge de previsualització no existeix
cs: Náhled obrázku neexistuje
de: Vorschaubild nicht vorhanden
es: No existe imagen de previsualización
et: Eelvaate pilti pole olemas
fr: L'image de prévisualisation n'existe pas
he: תמונה מקדימה לא קיימת
hu: Előzetes kép nem észlelhető
it: L'immagine di anteprima non esiste
ka: მინიატურის გამოსახულება არ არსებობს
nl: Voorbeeldplaatje bestaat niet
nl_be: Voorbeeld foto bestaat niet
pl: Podgląd nie istnieje
pt_br: A imagem de pré-visualização não existe
pt_pt: A imagem de pré-visualização não existe
ru: Изображение предварительного просмотра не существует
tr: Resim önizlemesi yok
uk: Зображення попереднього поперегляду не існує
zh_cn: 预览图像不存在
zh_tw: 預覽圖像不存在

# PREVIEW_IMAGE_IS_TOO_LARGE
source: Preview image file is too large
bg: Изображението е твърде голямо
ca: L'arxiu de la imatge de previsualització és massa gran
cs: Soubor náhledu obrázku je příliš velký
de: Vorschaubild ist zu groß
es: El archivo de la imagen de previsualización es demasiado grande
et: Pildi eelvaate fail on liiga suur
fr: Le fichier contenant l'image de prévisualisation est trop volumineux
he: תמונה מקדימה כבדה מידי
hu: Az előzetes kép fájlja túl hosszú
it: Il file dell'immagine di anteprima è troppo grande
ka: მინიატურის გამოსახულების ფაილი მეტისმეტად დიდია
nl: Bestand voorbeeldplaatje is te groot
nl_be: Voorbeeld foto bestand is te groot
pl: Podgląd jest za duży
pt_br: A imagem de pré-visualização é muito grande
pt_pt: A imagem de pré-visualização é muito grande
ru: Файл предварительного просмотра изображения слишком велик
tr: Resim önizlemesi çok büyük
uk: Файл зображення попереднього перегляду надто великий
zh_cn: 预览图像文件太大
zh_tw: 預覽圖像檔案過大

# PREVIOUS_COLON
source: previous:
bg: предишна:
ca: previ:
cs: předchozí:
de: vorherige:
es: anterior:
et: eelmine:
fi: edellinen:
fr: précédente :
he: קודם:
hu: Előző:
it: precedente:
ka: წინა:
nl: vorige:
pl: poprzedni:
pt_br: anterior:
pt_pt: Anterior:
ru: предыдущий:
sk: predchádzajúce:
sv: föregående:
tr: önceki:
uk: попередній:
zh_cn: 之前：
zh_tw: 之前：

source: Processing loaded objects
bg: Обработка на заредените обекти
ca: Processant objectes carregats
cs: Zpracování načtených objektů
de: Verarbeitung geladener Objekte
eo: Prilaborado de ŝarĝitaj objektoj
es: Procesando objetos cargados
et: Laaditud objektide töötlemine
fi: Prosessoidaan ladattuja objekteja
fr: Compréhension des objets chargés
he: מעלה אובייקטים
hu: Betöltött objektumok feldolgozása
id: Memproses obyek yang termuat
it: Elaborazione degli oggetti caricati
ka: ჩატვირთული ობიექტების დამუშავება
ko: 불러온 객체 처리 중
nl: Geladen objecten worden verwerkt
nl_be: Verwerken van geladen objecten
pl: Przetwarzanie wczytanych obiektów
pt_br: Processando objetos carregados
pt_pt: A processar objetos carregados
ru: Обработка загруженных объектов
sk: Spracovanie načítaných objektov
sr_cyrl: Обрада учитаних објеката
tr: Yüklenen nesneler işleniyor
uk: Обробка об'єктів завантаження
zh_cn: 处理载入的物体中
zh_tw: 處理載入的物件中

# PROCESS_PANEL_TITLE
source: Cell Processes
bg: Клетъчни процеси
ca: Processos de la Cèl·lula
cs: Proces buňky
de: Zellprozesse
eo: Ĉelaj Procezoj
es: Procesos celulares
et: Rakuprotsessid
fi: Solun prosessit
fr: Processus cellulaires
he: תהליכי התא
hu: Sejtfolyamatok
id: Proses Sel
it: Processi cellulari
ka: უჯრედის პროცესები
ko: 세포 진행률
nl: Celprocessen
nl_be: Celprocessen
pl: Procesy Komórki
pt_br: Processos
pt_pt: Processos de Célula
ru: Клеточные Процессы
sv: Cellprocesser
tr: Hücre İşlemleri
uk: Клітинні процеси
zh_cn: 细胞生理过程
zh_tw: 细胞代謝過程

source: Programming Team
bg: Програмисти
ca: Equip de programació
cs: Programátoři
de: Programmierer Team
es: Equipo de programación
et: Programmeerimismeeskond
fi: Ohjelmointitiimi
fr: Équipe de programmation
he: צוות מתכנתים
hu: Programozó csapat
it: Squadra Programmatori
ka: პროგრამირების გუნდი
nl: Programmeerteam
nl_be: Programmeerteam
pl: Programiści
pt_br: Equipe de Programação
pt_pt: Equipa da Programação
ru: Команда Программистов
sk: Programátori
sv: Programmering
tr: Programlama Ekibi
uk: Команда програмістів
zh_cn: 程序员团队
zh_tw: 程式設計團隊

source: Project Management Team
bg: Ръководители
ca: Equip de Gestió del Projecte
cs: Projektoví manažeři
de: Projektmanagement Team
es: Equipo de gestión de proyectos
et: Projektijuhtimise meeskond
fr: Équipe de gestion du projet
he: צוות ניהול פרויקט
hu: Projekt Menedzsment Csapat
it: Squadra Gestori del Progetto
ka: პროექტის მართვის გუნდი
nl: Projectbeheerteam
pl: Menadżerzy
pt_br: Equipe de Gestão do Projeto
pt_pt: Equipa de Gestão de Projetos
ru: Команда Управления Проектом
sk: Projektoví manažéri
sv: Projektledning
tr: Proje Yönetim Ekibi
uk: Команда з проджект менеджменту
zh_cn: 项目管理团队
zh_tw: 專案管理團隊

# PROTECT_MIGRATIONS_FROM_SPECIES_CAP
source: Protect just migrated populations from species cap
bg: Защитаване на новите преселени популации от максималния брой на обектите
cs: Ochrana limitu počtu druhů pro druhy, které právě migrovaly
de: Schützt frisch migrierte Spezies vor Artensterben
es: Proteger especies recientemente migradas del limite de población
fr: Protéger les populations fraîchement immigrées de la limite d'espèces
he: הגן על אוכלוסיות שהיגרו ממכסת מינים
it: Proteggi le popolazioni appena migrate dal tetto specie
pl: Ochrona dopiero co przeniesionych gatunków przed limitem gatunków
zh_cn: 保护刚刚迁移的生物不受物种上限的影响
zh_tw: 保護剛遷移的族群免受物種容量上限的影響

# PROTECT_NEW_CELLS_FROM_SPECIES_CAP
source: Protect just created species from species cap
bg: Защитаване на новите създания от максималния брой на обектите
cs: Ochrana limitu počtu druhů pro druhy, které byly právě vytvořeny
de: Schützt neu kreierte Spezies vor Artensterben
es: Proteger especies recientemente creadas del limite de población
fr: Protéger les espèces nouvellement créées de la limite d'espèces
he: הגן על מינים חדשים ממכסת מינים
it: Proteggi le specie appena create dal tetto specie
pl: Chroń nowo stworzone gatunki od czapki gatunkowej
zh_cn: 保护刚刚创造的物种不受物种上限的影响
zh_tw: 保護剛創造的物種免受物種容量上限的影響

source: Proteins
bg: Протеини
ca: Proteïnes
cs: Bílkoviny
de: Proteine
eo: Proteinoj
es: Proteínas
et: Valgud
fi: Proteiini
fr: Protéines
he: חלבונים
hu: Proteinek
id: Protein
it: Proteine
ka: ცილები
ko: 단백질
nl: Eiwitten
nl_be: Proteïnen
pl: Białka
pt_br: Proteínas
pt_pt: Proteínas
ru: Белки
sk: Bielkoviny
sr_cyrl: Протеини
sr_latn: Proteini
sv: Proteiner
tr: Proteinler
uk: Білки
zh_cn: 蛋白质
zh_tw: 蛋白質

source: Protoplasm
bg: Протоплазма
ca: protoplasma
cs: Protoplazma
de: Protoplasma
eo: Protoplasmo
es: Protoplasma
et: Protoplasma
fi: Protoplasma
fr: Protoplasme
he: פרוטופלזמה
hu: Protoplazma
id: Protoplasma
it: Protoplasma
ka: პროტოპლაზმა
ko: 원형질
nl: Protoplasma
nl_be: Protoplasma
pl: Protoplazma
pt_br: Protoplasma
pt_pt: Protoplasma
ru: Протоплазма
sk: Protoplazma
sr_cyrl: Протоплазма
sr_latn: Protoplazma
sv: Protoplasma
th_th: โปรโตพลาสซึม
tr: Protoplazma
uk: Протоплазма
zh_cn: 原生质
zh_tw: 原生質

source: Pull Requests / Programming
bg: Разработчици
ca: Pull Requests / Programació
cs: Externí programátoři
de: Pull Requests / Programmierung
es: Pull Requests / programación
et: Tõmbetaotlused / programmeerimine
fi: Pull Requests / ohjelmointi
fr: Pull Requests / Programmation
he: בקשות דרישה / תיכנות
hu: Pull requestek / Programozás
it: Pull request / programmazione
ka: Pull Requests / პროგრამირება
nl: Pull Aanvragen / Programmeren
nl_be: Pull-verzoeken / programmering
pl: Pull Requesty / Programowanie
pt_br: Pull Requests / Programação
pt_pt: Pull Requests / Programação
ru: Pull Requests / Программирование
sk: Externí programátori
sv: Pull Requests / Programmering
tr: Çekme İstekleri / Programlama
uk: Pull Requests / Програмування
zh_cn: 合并请求/编程
zh_tw: PR／程式設計

source: Quick load
bg: Бързо зареждане
ca: Càrrega ràpida
cs: Rychlé načtení
de: Schnellladen
eo: Rapida ŝarĝo
es: Carga rápida
et: Kiire laadimine
fi: Lataa viimeisin tallennus
fr: Chargement rapide
he: טעינה מהירה
hu: Gyorstöltés
id: Muat cepat
it: Caricamento rapido
ka: სწრაფი ჩატვირთვა
ko: 빠른 불러오기
nl: Snel laden
nl_be: Snel laden
pl: Szybkie wczytanie
pt_br: Carregamento rápido
pt_pt: Carregar rapidamente
ru: Быстрая загрузка
sk: Rýchle načítanie
sr_cyrl: Учитајте брзо
sr_latn: Učitajte brzo
sv: Snabbladda
th_th: โหลดด่วน
tr: Hızlı yükle
uk: Швидке завантаження
zh_cn: 快速读档
zh_tw: 快速讀檔

source: Quick save
bg: Бързо записване
ca: Guardat ràpid
cs: Rychlé uložení
de: Schnellspeichern
eo: Rapida konservado
es: Guardado rápido
et: Kiire salvestamine
fi: Tee pika-tallennus
fr: Sauvegarde rapide
he: שמירה מהירה
hu: Gyorsmentés
id: Simpan cepat
it: Salvataggio rapido
ka: სწრაფი შენახვა
ko: 빠른 저장
nl: Snel opslaan
nl_be: Snel opslaan
pl: Szybki zapis
pt_br: Salvamento rápido
pt_pt: Guardar rapidamente
ru: Быстрое сохранение
sk: Rýchle uloženie
sr_cyrl: Сачувајте брзо
sr_latn: Sačuvajte brzo
sv: Snabbspara
th_th: บันทึกด่วน
tr: Hızlı kaydet
uk: Швидке збереження
zh_cn: 快速保存
zh_tw: 快速存檔

source: Quit
bg: Изход
ca: Sortir
cs: Ukončit
de: Verlassen
eo: Forlasu
es: Salir
et: Lõpeta
fi: Lopeta
fr: Quitter
he: יציאה
hu: Kilépés
id: Keluar
it: Chiudi
ka: გასვლა
ko: 종료
nl: Stop
nl_be: Stoppen
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ru: Выйти
sk: Ukončiť
sr_cyrl: Одустати
sr_latn: Odustati
sv: Lämna
th_th: ออก
tr: Çıkış
uk: Вихід
zh_cn: 退出
zh_tw: 退出

# QUIT_BUTTON_TOOLTIP
source: Exit the game
bg: Излизане от играта
ca: Sortir del joc
cs: Opustit hru
de: Spiel beenden
es: Salir del juego
fr: Quitter le jeu
he: צא מהמשחק
hu: Kilépés a játékból
it: Esci dal gioco
ka: თამაშიდან გასვლა
nl: Verlaat het spel
pl: Opuść grę
pt_br: Sair do jogo
pt_pt: Sair do jogo
ru: Выйти из игры
sk: Opustiť hru
tr: Oyundan çık
uk: Вихід з гри
zh_cn: 退出游戏
zh_tw: 退出遊戲

# QUIT_GAME_WARNING
source: Are you sure you want to quit the game? You will lose any unsaved progress.
bg: Сигурни ли сте, че искате да излезете от играта? Всички незапазени промени ще бъдат изгубени.
ca: Estàs segur que vols sortir del joc? Perdràs tot el progrés no guardat.
cs: Jste si jistý, že chcete ukončit hru? Ztratíte veškerý neuložený postup.
de: Bist du sicher, dass du das Spiel beenden willst? Alle nicht gespeicherten Fortschritte gehen verloren.
es: Seguro que quieres salir del juego? Perderás todo el progreso que no hayas guardado.
et: Kas olete kindel, et soovite mängust lahkuda? Kaotate kõik salvestamata edusammud.
fi: Haluatko varmasti poistua pelistä? Menetät tallentamattomat tiedot.
fr: Voulez-vous vraiment quitter le jeu ? Vous perdrez toute progression non sauvegardée.
he: האם אתה בטוח שרוצה לצאת מהמשחק? אתה עלול לאבד כל פעולה לא שמורה.
hu: Biztos ki akarsz lépni a játékból? A nem mentett játékállásaid el fognak veszni.
it: Sicuro di voler chiudere il gioco? Perderai i progressi non salvati.
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ თამაშიდან? რაც არ შეგინახავთ, დაიკარგება.
nl: Weet je zeker dat je het spel wil verlaten? Je zult voortgang die niet is opgeslagen verliezen.
nl_be: Ben je zeker dat je het spel wilt verlaten? Je verliest alle niet opgeslagen voortgang.
pl: Czy na pewno chcesz wyjść z gry? Utracisz cały niezapisany postęp.
pt_br: Tem certeza que deseja sair do jogo? Você vai perder seu progesso não salvo.
pt_pt: Tens a certeza de que desejas sair do jogo? Perderás todo o progresso não guardado.
ru: Вы уверены, что хотите выйти из игры? Весь несохраненный прогресс будет утерян.
sk: Naozaj chceš ukončiť hru? Všetok neuložený postup bude stratený.
sv: Är du säker på att du vill avsluta spelet? Du kommer att förlora alla osparade framsteg.
tr: Oyundan çıkmak istediğinize emin misiniz? Kaydedilmemiş ilerlemeler kaybedilecek.
uk: Ви хочете покинути гру? Весь незбережений процес буде втрачено.
zh_cn: 你确定要退出游戏吗？ 你会失去任何未保存的进度。
zh_tw: 您確定要退出遊戲嗎？ 您將遺失所有未儲存的進度。

source: Randomize species name
bg: Произволно наименование
ca: Nom de l'espècie aleatori
cs: Náhodné jméno druhu
de: Zufälliger Speziesnamen
es: Nombre de especies aleatorio
et: Juhusliku liigi nimi
fi: Luo satunnainen lajin nimi
fr: Nom d'espèce aléatoire
he: שם מין אקראי
hu: Faj nevének randomizálása
it: Casualizza il nome della specie
ka: სახეობის სახელები შემთხვევითობა
nl: Maak willekeurige soortnaam
nl_be: Kies willekeurige soort naam
pl: Losuj nazwy gatunków
pt_br: Nome da espécie aleatório
pt_pt: Randomizar os nomes das espécies
ru: Случайное название вида
sk: Náhodné meno druhu
sv: Slumpa artnamn
tr: Tür adını rastgele seç
uk: Випадкова назва виду
zh_cn: 随机化物种名称
zh_tw: 隨機化物種名稱

# RANDOM_SEED_TOOLTIP
source: The value used for generating the world, which must be a positive integer
bg: Идентификаторът трябва да е положително цяло число
ca: El valor utilitzat per generar el món, que ha de ser un nombre enter positiu
cs: Hodnota použita pro generování světa, která musí být pozitivní celé číslo
de: Der Zahlenwert zum Generieren der Zufallswelt. (Muss eine positive ganze Zahl sein.)
es: El valor usado para generar el planeta, debe ser un numero positivo
fr: La valeur utilisée pour générer le monde doit être un entier positif
he: הערך משומש ביצור העולם, ועל כך, שחייב להיות מספר שלם חיובי
hu: Az az érték, ami a világok generálásáért felelős. Ennek az értéknek pozitívnak kell lennie.
it: Il valore usato per generare il mondo; deve essere un numero intero positivo
ka: სამყაროს გენერაციისთვის გამოყენებული მნიშვნელობა, რომელიც დადებითი მთელი რიცხვი უნდა იყოს
nl: De waarde die gebruikt wordt om de wereld te genereren; moet een natuurlijk getal zijn
pl: Wartość używana do generacji świata (musi być dodatnią liczbą całkowitą)
pt_br: O valor usado para gerar o mundo, que deve ser um número inteiro positivo
pt_pt: Valor utilizado para gerar o mundo, tem de ser um número inteiro positivo
ru: Это значение используется для генерации мира, оно должно быть положительным целым числом
sk: Hodnota, ktorá sa používa pri generovaní sveta (musí kladné byť číslo)
tr: Dünya oluşturmak için kullanılan değer pozitif bir tam sayı olmalıdır
uk: Значення, яке використовує для генерації світу, що мусить бути дадатним, цілим числом
zh_cn: 用于生成世界的随机数种子，必须为正整数
zh_tw: 用來生成世界的隨機數，必須為正整數

source: Raw
bg: НЦ
de: Roh
es: Bruto
et: Toores
fi: Raaka
fr: Brut
he: "טרי"
hu: Nyers
ka: დაუმ
nl: Rauw
pt_br: Bruto
pt_pt: Cru
sv: Rå
uk: Необроблений
zh_tw: 原始

# RAW_VALUE_COLON
source: Raw:
bg: Стойност:
cs: Suroví:
de: Rohwert:
es: Valor bruto:
fr: Brut :
he: לא מעובד:
ka: დაუმუშავებელი:
nl: Rauw:
pl: Surowy:
pt_br: Bruto:
pt_pt: Bruto:
ru: Сырое значение:
tr: Ham:
uk: Вологість:
zh_cn: 原始值：
zh_tw: 原始值：

source: Reading save data
bg: Четене на запазените данни
ca: Llegint les dades guardades
cs: Načítám uložená data
de: Lesen von Speicherdaten
eo: Legante konservadajn datumojn
es: Leyendo datos de guardado
et: Salvestamisandmete lugemine
fi: Luetaan tallennuksen tietoja
fr: Lecture des données de sauvegarde
he: קורא שמירה
hu: Mentési információ olvasása
id: Membaca data save
it: Lettura dati di salvataggio
ka: შენახვის მონაცემის წაკითხვა
ko: 저장된 데이터 읽는 중
nl: Opslagdata wordt gelezen
nl_be: Opgeslagen gegevens lezen
pl: Wczytywanie danych zapisu
pt_br: Lendo dados salvos
pt_pt: A ler dados guardados
ru: Чтение данных сохранения
sr_cyrl: Читање сачуваних података
sv: Läser sparad data
tr: Kayıt verisi okunuyor
uk: Читання даних збереження
zh_cn: 读取存档数据中
zh_tw: 讀取存檔資料中

source: Ready
bg: Готова
cs: Připraveno
de: Bereit
es: Listo
fr: Prêt
he: מוכן
it: Pronto
ka: მზადაა
nl: Klaar
pl: Gotowy
pt_br: Pronto
pt_pt: Pronto
ru: Готово
tr: Hazır
uk: Готово
zh_cn: 准备就绪
zh_tw: 已就緒

# RECOMMENDED_THRIVE_VERSION
source: Recommended Thrive:
bg: Препоръчителна:
ca: Recomanat Thrive:
cs: Doporučené Thrive:
de: Empfohlenes Thrive:
es: Versión de Thrive recomendada:
et: Soovitatav Thrive:
fi: Thriven Suositeltu Versio:
fr: Version de Thrive recommandée :
he: המלצת Thrive:
hu: Ajánlott Thrive verzió:
it: Versione consigliata di Thrive:
ka: Thrive-ის რეკომენდებული ვერსია:
nl: Aangeraden Thrive:
nl_be: Aangeraden Thrive:
pl: Zalecana Wersja Gry:
pt_br: Versão Recomendada:
pt_pt: Thrive Recomendado:
ru: Рекомендуемая версия Thrive:
tr: Önerilen Thrive:
uk: Рекомендовані Thrive:
zh_cn: 推荐的Thrive版本：
zh_tw: 推薦的 Thrive 版本：

# REDDIT_TOOLTIP
source: Visit our subreddit
bg: Отваряне на общността ни в „Reddit“
cs: Navštiv náš subreddit
de: Besuche unseren Subreddit
es: Visita nuestra página de Reddit
fr: Visitez notre subreddit
he: ראו בתת-נושא הרדייט שלנו
ka: ეწვიეთ ჩვენს ქვერედითს
nl: Bezoek onze subreddit
pl: Odwiedź nasz subreddit
pt_br: Visite o nosso subreddit
pt_pt: Visite o nosso subreddit
ru: Посетить наш саб-реддит
tr: Subreddit'imizi ziyaret edin
uk: Відвідайте наш subreddit
zh_cn: 访问我们的subreddit页面
zh_tw: 造訪我們的 subreddit 頁面

source: Redo
bg: Възстановяване
ca: Refer l'acció
cs: Navrátit
de: Wiederherstellen
eo: Refaru
es: Rehacer
et: Tee uuesti
fi: Tee uudelleen
fr: Refaire
he: עשה מחדש
hu: Helyrehoz
id: Ulang
it: Ripristina l'ultima azione
ka: გამეორება
ko: 다시 실행
nl: Opnieuw Doen
nl_be: Opniew doen
pl: Powtórz
pt_br: Refazer
pt_pt: Refazer
ru: Вернуть
sk: Vrátiť
sr_cyrl: Понови
sr_latn: Ponovi
sv: Gör om
th_th: ทำซ้ำ
tr: Yinele
uk: Повторити
zh_cn: 重做
zh_tw: 重做

source: Redo the last action
bg: Възстановяване на последното действие
ca: Refer la darrera acció
cs: Zopakovat poslední akci zpět
de: Letzte Aktion wiederholen
eo: Refarui la lastan agon
es: Rehacer la última acción
et: Tehke viimane toiming uuesti
fi: Tee uudelleen viimeisin toimenpide
fr: Répéter la dernière action
he: בצע מחדש פעולה אחרונה
hu: Vond vissza az előző műveletet
id: Ulang tindakan terakhir
it: Ripristina l'ultima azione
ka: ბოლო ქმედების გამეორება
ko: 마지막 활동 되돌리기
nl: De laatste actie opnieuw doen
nl_be: Voer de laatste actie opnieuw uit
pl: Powtórz ostatnią czynność
pt_br: Refazer a ultima ação
pt_pt: Refazer a última ação
ru: Вернуть последнее действие
sk: Vrátiť poslednú zmenu
sr_cyrl: Понови последњу акцију
sr_latn: Ponovi poslednju akciju
sv: Gör om den senaste handlingen
th_th: ทำซ้ำการกระทำล่าสุด
tr: Son eylemi tekrarla
uk: Повернути попередню дію
zh_cn: 重做上一个动作
zh_tw: 重做上一個動作

source: Refresh
bg: Опресняване
ca: Refrescar
cs: Obnovit
de: Aktualisieren
eo: Aktualigu
es: Actualizar
et: Värskenda
fi: Virkistä
fr: Rafraîchir
he: רענן
hu: Frissítés
id: Segarkan
it: Aggiorna
ka: განახლება
ko: 새로 고침
nl: Ververs
nl_be: Vernieuwen
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ru: Обновить
sk: Obnoviť
sr_cyrl: Освјежи
sv: Ladda om
tr: Yenile
uk: Оновити
zh_cn: 刷新
zh_tw: 重新整理

# REFUND_MIGRATIONS_IN_EXTINCTIONS
source: Refund migrations in case of extinction in the target patch
bg: Възстановяване на преселената популация при измиране в зоната за преселване
cs: Náhrada migrací v případě vyhynutí v cíleném prostředí
de: Rückkehr der Migranten im Falle des Aussterbens der Art im Zielgebiet
es: Devolver chance de migración si la misma se extingue en la zona
fr: Rembourser les migrations en cas d'extinction dans le secteur cible
he: החזר הגירה במקרה של מהכחדה מאזור מטרה
pl: Zwracaj migracje w przypadku wymarcia w docelowym obszarze
zh_cn: 在目标地区灭绝的情况下，退还迁移的费用
zh_tw: 在目標區域滅絕時，返還遷移花費

source: Report
bg: Отчет
ca: Informe
cs: Zpráva
de: Bericht
eo: Ra
es: Reporte
et: teade
fi: Raportti
fr: Rapport
he: תסקיר
hu: Jelentés
id: Laporan
it: Riepilogo
ka: ანგარიში
ko: 보고
nl: Rapport
nl_be: Rapport
pl: Raport
pt_br: Relatório
pt_pt: Relatório
ru: Отчёт
sr_cyrl: Извештај
sr_latn: Izveštaj
sv: Rapportera
tr: Rapor
uk: Звіт
zh_cn: 报告
zh_tw: 報告

# REPORT_BUG
source: Report a Bug
bg: Неизправности
es: Reportar un error
fr: Rapporter un bogue
ka: შეცდომის ანგარიშის გაგზავნა
nl: Rapporteer een Bug
pl: Zgłoś Buga
pt_br: Informar um Problema
pt_pt: Comunicar um erro
ru: Сообщить о баге
tr: Bir Hata Bildir
uk: Зробити баг-репорт
zh_cn: 报告一个bug
zh_tw: 回報錯誤
