Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Media Play
bg: Клавиш „Media Play“
ca: Iniciar Reproducció Multimèdia
cs: Přehrát
de: Abspielen
es: Reproducir multimedia
et: meediamäng
fi: Toista
fr: Lire média
he: מקש Media Play
hu: Média lejátszás
it: ⏵Riproduci (tasto multimediale)
nl: Media Afspelen
nl_be: Media Play(toets)
pl: Odtwarzanie mediów
pt_br: Reproduzir Mídia
pt_pt: Play
sk: Prehrať
sv: Media Spela
th_th: มีเดียเพลย์
uk: Програти медіа
zh_cn: 媒体播放

# MEDIAPREVIOUS
source: Media Prev
bg: Клавиш „Media Prev“
ca: Anterior
cs: Předchozí
de: Medienvorschau
es: Anterior
et: Meediapeatus
fi: Media edellinen
fr: Média précédent
he: מקש Media Prev
hu: Média előző
it: ⏮ Precedente (tasto multimediale)
nl: Vorige Media
nl_be: Media terug(toets)
pl: Poprzedni
pt_br: Anterior
pt_pt: Anterior
sk: Predchádzajúca
th_th: สื่อก่อนหน้า
uk: Попередні медіа
zh_cn: 媒体前页

# MEDIARECORD
source: Media Rec
bg: Клавиш „Media Rec“
ca: Gravar
cs: Nahrát
de: Aufnehmen
es: Grabar multimedia
et: Meedia rekord
fr: MedEnreg
he: מקש Media Rec
hu: Felvétel
it: ⏺ Registra (tasto multimediale)
nl: Media Opnemen
nl_be: Media Rec(toets)
pl: Nagraj Media
pt_br: Mídia Rec
pt_pt: Gravar
sk: Nahrať
sv: Media Spela in
th_th: สื่อบันทึก
uk: Записувати звук
zh_cn: 媒体录制

source: Media Stop
bg: Клавиш „Media Stop“
ca: Aturar Reproducció Multimèdia
cs: Zastavit
de: Stopp
es: Detener reproducción
et: Meediapeatus
fi: Pysäytä
fr: Interrompre lecture
he: מקש Media Stop
hu: Média stop
it: ⏸Ferma (tasto multimediale)
nl: Media Stoppen
nl_be: Media Stop(toets)
pl: Zatrzymanie mediów
pt_br: Parar Mídia
pt_pt: Stop
sk: Zastaviť
sv: Media Stopp
th_th: หยุดสื่อ
uk: Зупинити медіа
zh_cn: 媒体停止

# EIGHT_TIMES
source: 8x
bg: 8 пъти
uk: 8х

# ESCAPE
source: Esc
bg: Клавиш „Esc“
ca: Tecla Esc
fr: Échap
nl_be: Esc(toets)
uk: Вийти з повноекрання

# FOUR_TIMES
source: 4x
bg: 4 пъти
uk: 4х

# KEY_END
source: End
bg: Клавиш „End“
ca: Final
de: Ende
es: Fin
et: Lõpp
fr: Fin
he: מקש End
pl: Przycisk End
th_th: จบ
uk: Кінець
zh_cn: 键盘End键

# KEY_HOME
source: Home
bg: Клавиш „Home“
ca: Menú principal
de: Pos1
es: Inicio
et: Kodu
fi: Koti
fr: Menu principal
he: מקש Home
nl: Thuis
pl: Dom
sv: Hem
th_th: บ้าน
uk: Дім
zh_cn: 键盘Home键

# KEY_INSERT
source: Insert
bg: Клавиш „Insert“
ca: Insertar
de: Einfg
es: Insertar
fr: Insérer
he: מקש Insert
it: Ins
nl: Invoegen
sv: Inmata
th_th: แทรก
uk: вставити
zh_cn: 插入键

# KP0
source: Num 0
et: number 0
fr: nombre 0
it: 0 (tastierino numerico)
nl_be: Num 0(toets)
pl: Numeryczne 0
sv: Numpad 0
th_th: เลข 0
uk: Ввести0
zh_cn: 小键盘0

# KP1
source: Num 1
et: number 1
fr: nombre 1
it: 1 (tastierino numerico)
nl_be: Num 1(toets)
pl: Numeryczne 1
sv: Numpad 1
th_th: เลข 1
uk: Ввести1
zh_cn: 小键盘1

# KP2
source: Num 2
et: number 2
it: 2 (tastierino numerico)
nl_be: Num 2(toets)
pl: Numeryczne 2
sv: Numpad 2
th_th: เลข 2
uk: Ввести2
zh_cn: 小键盘2

# KP3
source: Num 3
et: number 3
it: 3 (tastierino numerico)
nl_be: Num 3(toets)
pl: Numeryczne 3
sv: Numpad 3
th_th: เลข 2
uk: Ввести3
zh_cn: 小键盘3

# KP4
source: Num 4
et: number 4
it: 4 (tastierino numerico)
nl_be: Num 4(toets)
pl: Numeryczne 4
sv: Numpad 4
th_th: เลข 4
uk: Ввести4
zh_cn: 小键盘4

# KP5
source: Num 5
et: number 5
it: 5 (tastierino numerico)
nl_be: Num 5(toets)
pl: Numeryczne 5
sv: Numpad 5
th_th: เลข 5
uk: Ввести5
zh_cn: 小键盘5

# KP6
source: Num 6
et: number 6
it: 6 (tastierino numerico)
nl_be: Num 6(toets)
pl: Numeryczne 6
sv: Numpad 6
th_th: เลข 6
uk: Ввести6
zh_cn: 小键盘6

# KP7
source: Num 7
et: number 7
it: 7 (tastierino numerico)
nl_be: Num 7(toets)
pl: Numeryczne 7
sv: Numpad 7
th_th: เลข 7
uk: Ввести7
zh_cn: 小键盘7

# KP8
source: Num 8
et: number 8
it: 8 (tastierino numerico)
nl_be: Num 8(toets)
pl: Numeryczne 8
sv: Numpad 8
th_th: เลข 8
uk: Ввести8
zh_cn: 小键盘8

# KP9
source: Num 9
et: number 9
it: 9 (tastierino numerico)
nl_be: Num 9(toets)
pl: Numeryczne 9
sv: Numpad 9
th_th: เลข 9
uk: Ввести9
zh_cn: 小键盘9

# KPADD
source: Num +
et: number +
fr: nombre +
it: + (tastierino numerico)
nl_be: Num +(toets)
pl: Numeryczny +
sv: Numpad Plus
th_th: เลข +
uk: Ввести
zh_cn: 小键盘+键

# KPDIVIDE
source: Num /
et: number /
fr: nombre /
it: / (tastierino numerico)
nl_be: Num /(toets)
pl: Numeryczny /
sv: Numpad Dividera
th_th: เลข /
uk: Ввести/
zh_cn: 小键盘/键

# KPENTER
source: Num Enter
bg: Клавиш „Num Enter“
ca: Tecla Num Enter
cs: Numerický Enter
es: Intro
et: Sisestage number
fr: Verr Num
it: Invio (tastierino numerico)
nl_be: Num Enter(toets)
pl: Numeryczny Przycisk Enter
sk: Numerický Enter
sv: Numpad Enter
th_th: ใส่เลข
uk: Ввести Enter
zh_cn: 小键盘Enter

# KPMULTIPLY
source: Num *
et: number *
fr: nombre *
it: * (tastierino numerico)
nl_be: Num *(toets)
pl: Numeryczna *
sv: Numpad Multiplicera
th_th: เลข *
uk: Ввести*
zh_cn: 小键盘*键

# KPPERIOD
source: Num .
et: number .
fr: nombre .
it: . (tastierino numerico)
nl_be: Num .(toets).
pl: Numeryczna .
sv: Numpad Del
th_th: เลข .
uk: Ввести.
zh_cn: 小键盘.键

# KPSUBTRACT
source: Num -
et: number -
fr: nombre -
it: - (tastierino numerico)
nl_be: Num -(toets)
pl: Numeryczny -
sv: Numpad Minus
th_th: เลข -
uk: Ввести-
zh_cn: 小键盘-键

source: Num Lock
bg: Клавиш „Num Lock“
es: Bloq Num
et: Numeratsioonilukk
fr: Verr Num
he: מקש Num Lock
it: Bloc Num [Num Lock]
nl_be: Num Lock(toets)
th_th: ล็อคหมายเลข
uk: Перемикання числового регістрату(Num Lock)
zh_cn: 数字锁定

source: Page Down
bg: Клавиш „Page Down“
ca: Avall
cs: PgDown
de: Bild Ab
es: Retrasar página (Re Pág)
et: Lehekülg alla
he: מקש Page Down
it: Pagina Giù
nl: Pagina naar Beneden
pl: Przesuń w dół
th_th: เลื่อนหน้าลง
uk: Сторінку Вниз

source: Page Up
bg: Клавиш „Page Up“
ca: Amunt
cs: PgUp
de: Bild auf
es: Avanzar Página (Av Pág)
et: Lehekülg üles
fi: PgUp (sivu ylös päin)
fr: monter
he: מקש Page Up
it: Pagina Su
nl: Pagina naar Boven
nl_be: Page Up(toets)
pl: Przesuń w górę
th_th: เลื่อนหน้าขึ้น
uk: Сторінку вгору

source: Scroll Lock
bg: Клавиш „Scroll Lock“
de: Rollen
es: Bloq Despl
et: Kerimislukk
fr: Verrouillage de défilement
he: מקש Scroll Lock
it: Bloc Scroll [Scroll Lock]
nl_be: Scroll Lock(toets)
th_th: เลื่อนล็อค
uk: Пересування екрану (Scroll Lock)
zh_cn: 滚卷锁定

# TWO_TIMES
source: 2x
bg: 2 пъти
uk: 2х

# N_TIMES
source: x{0}
bg: {0} пъти
fr: {0} fois
ka: {0}-ჯერ

source: Backspace
bg: Клавиш „Backspace“
ca: Enrere
de: Rücktaste
es: Retroceso
et: Tagasilükkeklahv
fi: Askelpalautin
fr: Retour arrière
he: חזור
it: Cancella [Backspace]
nl_be: Terug
sv: Backa
th_th: พื้นที่ด้านหลัง
zh_cn: 退格键

source: Bassboost
bg: Клавиш „Bassboost“
ca: Tecla Bassboost
es: Refuerzo de graves
et: Bassivõim
fr: Boost de basse
he: מקש Bassboost
it: Bassboost (tasto audio)
nl_be: Bassboost(toets)
pl: Podbicie Bassów
sv: Basboost
th_th: เพิ่มเสียงเบส
zh_cn: 低音增强

source: Bass Down
bg: Клавиш „Bass Down“
ca: Tecla Bass Down
cs: Ubrat basy
de: Bass Runter
es: Bajar los graves
et: Bass alla
fr: Basse vers le bas
he: מקש Bass Down
hu: Basszus csökkentése
it: Bass down (tasto audio)
nl_be: Bass omlaag
pl: Zmniejsz Basy
sk: Zoslabiť basy
sv: Sänk Bas
th_th: เบสลง
zh_cn: 降低低音

source: Bass Up
bg: Клавиш „Bass Up“
ca: Tecla Bass Up
cs: Přidat basy
de: Bass Hoch
es: Subir los graves
et: Bass üles
fr: Basse vers le haut
he: מקש Bass Up
hu: Basszus növelése
it: Bass up (tasto audio)
nl_be: Bass omhoog
pl: Zwiększ Basy
sk: Zosilniť basy
sv: Öka Bas
th_th: เบสขึ้น
zh_cn: 提高低音

source: Caps Lock
bg: Клавиш „Caps Lock“
de: Feststelltaste
es: Bloq Mayús
fr: Lettre en majuscules
he: מקש Caps Lock
it: Bloc Maiusc [Caps Lock]
nl_be: Caps Lock(toets)
th_th: ล็อคมุมมอง
zh_cn: 大写锁定

# DIRECTIONL
source: Left
bg: Наляво
ca: Esquerra
cs: Vlevo
de: Links
es: Izquierda
et: Vasakule
fi: Vasemmalle
fr: Vers la gauche
he: שמאלה
hu: Bal
it: Sinistra (tasto direzionale)
nl_be: Links
pl: Lewo
sk: Doľava
sv: Vänster
th_th: ซ้าย
zh_cn: 左

# DIRECTIONR
source: Right
bg: Надясно
ca: Dreta
cs: Vpravo
de: Rechts
es: Derecha
et: paremale
fi: Oikealle
fr: Vers la droite
he: ימינה
hu: Jobb
it: Destra (tasto direzionale)
nl_be: Rechts
pl: Prawo
sk: Doprava
sv: Höger
th_th: ขวา
zh_cn: 右

# FPS
source: FPS: {0}
bg: ЧКС: {0}
he: פריימים לשנייה: {0}
sk: Snímky za sekundu: {0}
zh_cn: 帧率：{0}

# KEY_DELETE
source: Delete
bg: Клавиш „Delete“
ca: Eliminar
de: Löschen
es: Suprimir
fi: Poista
fr: Supprimer
he: מקש Delete
it: Canc
sv: Ta bort
th_th: ลบ
zh_cn: 键盘删除键

# KEY_ENTER
source: Enter
bg: Клавиш „Enter“
de: Eingabetaste
fr: Entrer
he: מקש Enter
it: Invio
th_th: ป้อน
zh_cn: 回车键

source: Treble Down
bg: Клавиш „Treble Down“
ca: Sons aguts avall
cs: Ubrat výšky
de: Audio Höhen runter
es: Bajar los agudos
et: Treble alla
fr: Réduire le volume aigu
he: מקש Treble Down
hu: Magas hangok csökkentése
it: Treble down (tasto audio)
nl_be: Treble omlaag
pl: Sopran w dół
sk: Znížiť výšky
sv: Sänk Treble
th_th: เสียงแหลมลง
zh_cn: 降低高音

source: Treble Up
bg: Клавиш „Treble Up“
ca: Sons aguts amunt
cs: Přidat výšky
de: Hoch drei
es: Subir los agudos
et: Treble üles
fr: Aigus vers le haut
he: מקש Treble Up
hu: Magas hangok növelése
it: Treble up (tasto audio)
nl_be: Treble Omhoog
pl: Zgłośnij Sopran
sk: Zvýšiť výšky
sv: Öka Treble
th_th: เสียงแหลมขึ้น
zh_cn: 提高高音

# XBOX_SERIES
source: Xbox Series X
zh_cn: Xbox X 系列

source: HSV
bg: ОНС
cs: Barva - Saturace - Hodnota
fr: TSV
nl: TVH
sk: OSJ

# HYPERL
source: Hyper Left
bg: Клавиш „Hyper Left“
ca: Tecla Hyper Left
cs: Levý Hyper
de: Hyper Links
es: Híper izquierda
et: Hüper vasakpoolne
fi: Vasen hyper
fr: Hyper Gauche
he: מקש Hyper Left
it: Hyper Sinistro
nl_be: Hyper Left(toets)
pl: Hiper Lewo
sk: Ľavý Hyper
sv: Hyper Vänster
th_th: ไฮเปอร์ซ้าย

# HYPERR
source: Hyper Right
bg: Клавиш „Hyper Right“
ca: Tecla Hyper Right
cs: Pravý Hyper
de: Hyper Rechts
es: Híper derecha
et: Hüper paremale
fi: Oikea hyper
fr: Hyper Droite
he: מקש Hyper Right
it: Hyper Destro
nl_be: Hyper Right(toets)
pl: Hiper Prawo
sk: Pravý Hyper
sv: Hyper Höger
th_th: ไฮเปอร์ขวา

source: Shift
bg: Клавиш „Shift“
fi: Vaihto
fr: Maj
it: Maiusc [Shift]

# SUPERL
source: Super Left
bg: Клавиш „Super Left“
ca: Tecla Super Left
cs: Levá klávesa Windows/Command
de: Super Links
es: Súper izquierda
et: Super vasakpoolne
fi: Vasen super
fr: Super gauche
he: מקש Super Left
it: Super Sinistro
nl_be: Super Left(toets)
pl: Super Lewo
sk: Ľavý Super
sv: Super Vänster
th_th: ซ้ายสุด

# SUPERR
source: Super Right
bg: Клавиш „Super Right“
ca: Tecla Super Right
cs: Pravá klávesa Windows/Command
de: Super Rechts
es: Súper derecha
et: Super paremale
fi: Oikea super
fr: Super droite
he: מקש Super Right
it: Super Destro
nl_be: Super Right(toets)
pl: Super Prawo
sk: Pravý Super
sv: Super Höger
th_th: ขวาสุด

source: Alt
bg: Клавиш „Alt“

source: CTRL
bg: Клавиш „Ctrl“
de: Strg

# KEY_TAB
source: Tab
bg: Клавиш „Tab“
ca: Pestanya
cs: Tabulátor
de: Tabulator
es: Tabulador
fi: Tabulaattori
he: מקש Tab
th_th: แท็บ

# SIXTEEN_TIMES
source: 16x
bg: 16 пъти
