Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SAVE_HAS_DIFFERENT_VERSION_TEXT
source: The version of the save you are trying to load does not match the game version. Please load the save manually through the menu.
bg: Версията на записа не съвпада с версията на играта. Моля, заредете записа ръчно от менюто.
ca: La versió del fitxer de guardat que voleu carregar no coincideix amb la versió del joc actual. Siusplau, carregueu l'arxiu de guardat manualment a través del menú.
cs: Uložená verze, kterou se pokoušíte načíst, neodpovídá verzi hry. Načti ji ručně přes menu.
de: Der Speicherstand, welcher zu Laden versucht wird, passt nicht mit der Spielversion überein. Um den Speicherstand trozdem zu laden, lade ihn über das Menü.
eo: La versio de la konservado, kiun vi provas ŝarĝi, ne kongruas kun la ludversio. Bonvolu ŝargi la konservadon permane per la menuo.
es: La versión de la partida guardada no corresponde a la versión del juego. Por favor cargue la partida manualmente desde el menú.
et: Salvestuse versioon, mida proovite laadida, ei ühti mängu versiooniga. Palun laadige salvestus käsitsi menüü kaudu.
fi: Tallennus, jota yrität ladata, ei vastaa pelin nykyistä versiota. Tämä tallennus pitää ladata manuaalisesti valikon kautta.
fr: La version de la sauvegarde que vous essayez de charger ne correspond pas à la version du jeu. Chargez la sauvegarde manuellement à partir du menu.
he: הגרסה שאתה מנסה לטעון אינה תואמת את גרסת המשחק. אנא טען את השמירה באופן ידני דרך התפריט.
hu: A mentés, amit be akarsz tölteni a játék egy másik verziójához tartozik. A mentést a menüből próbáld betölteni manuálisan.
id: Versi simpanan yang ingin kamu muat tidak sama dengan versi permainan saat ini. Mohon muat simpanan secara manual dari menu.
it: La versione del salvataggio che stai cercando di caricare non corrisponde a quella del gioco. Carica il salvataggio manualmente dal menù.
ka: შენახული თამაშის ვერსია, რომლის ჩატვირთვასაც ცდილობთ, თამაშის ვერსიას არ ემთხვევა. ჩატვირთეთ ეს შენახული თამაში მენიუდან.
ko: 현재 세이브 파일 버전이 게임 버전과 일치하지 않습니다. 메뉴에서 수동으로 세이브를 불러와주시기 바랍니다.
nl: De versie van het spel wat je probeert te laden komt niet overeen met de meest recente versie van Thrive. Laad het spel handmatig via het menu.
nl_be: De versie van het opgeslagen bestand dat je probeert te laden komt niet overeen met versie van het spel dat je gebruikt. Laad het opgeslagen bestand handmatig via het menu.
pl: Wersja zapisu który próbujesz wczytać nie zgadza się z wersją gry. Proszę załadować zapis manualnie w menu.
pt_br: A versão do arquivo salvo que você está tentando carregar não corresponde à versão do jogo. Por favor carregue o salvamento manualmente através do menu.
pt_pt: A versão do jogo guardado não corresponde à versão do jogo. Por favor faz a leitura do jogo guardado manualmente através do menu.
ru: Версия сохранения которое вы пытаетесь загрузить, не совпадает с версией игры. Пожалуйста, загрузите сохранение вручную через меню.
sk: Uložená verzia hry, ktorú sa pokúšaš načítať, nezodpovedá verzii hry. Načítaj ju manuálne cez menu.
sr_cyrl: Верзија спремишта које покушавате да учитате не одговара верзији игре. Молимо вас учитајте спремање ручно кроз мени.
sr_latn: Verzija spremišta koje pokušavate da učitate ne odgovara verziji igre. Molimo vas učitajte spremanje ručno kroz meni.
sv: Versionen of sparningen du försöker ladda matchar inte spelversionen. Vänligen ladda sparningen manuellt genom menyn.
th_th: เวอร์ชันของการบันทึกที่คุณพยายามโหลดไม่ตรงกับเวอร์ชันของเกม โปรดโหลดบันทึกด้วยตนเองผ่านเมนู
tr: Yüklemeye çalıştığınız kayıt sürümü oyunun sürümüyle eşleşmemektedir. Lütfen kaydı menüden manuel olarak yükleyin.
uk: Версія збереження,яку ви хочете завантажити не співпадає з версією гри. Будь-ласка завантажте його самостійно в меню.
zh_cn: 你尝试载入的存档版本跟游戏版本不搭。 请在主菜单手动载入存档。
zh_tw: 您嘗試載入的存檔版本與遊戲版本不匹配。 請透過選單手動載入存檔。

# SAVE_HAS_INVALID_GAME_STATE
source: Save has invalid game state scene
bg: Записът съдържа невалидно състояние на играта
ca: L'arxiu guardat té una escena d'estat del joc no vàlida
cs: Uložená hra má neplatný stav herní scény
de: Speicherstand hat eine ungültige Spielstatus-Szene
eo: Konservado havas malvalidan ludstatan scenon
es: La partida tiene un estado del juego inválido
et: Salvestamisel on kehtetu mänguseisundi stseen
fi: Tallennuksessa on virheellinen pelin tilan skene
fr: La sauvegarde a un état scénique de jeu invalide
he: לשמירה סצנת משחק לא תקפה
id: Save memiliki skena game state yang tidak valid
it: Il salvataggio contiene uno stato di gioco non valido
ka: შენახვის ფაილი არასწორ თამაშის მდგომარეობის სცენას შეიცავს
ko: 저장된 게임 상태가 올바르지 않습니다
nl: Opslagbestand heeft foutieve spelstaatscene
nl_be: Opgeslagen bestand heeft ongeldige "game state scene"
pl: Plik zapisu ma nieprawidłowy stan sceny gry
pt_br: Salvamento tem save game scene inválida
pt_pt: O jogo guardado tem um estado de jogo inválido
ru: Файл сохранения имеет недействительную сцену состояния игры
sr_cyrl: Сачувај има неважећу сцену стања игре
tr: Kayıt geçersiz bir oyun manzarasına sahip
uk: Збереження містить недійсне місце дії в грі
zh_cn: 存档具有无效的游戏状态场景
zh_tw: 存檔具有無效的遊戲狀態場景

# SAVE_INVALID
source: Invalid
bg: Невалиден запис
ca: No vàlid
cs: Uložená pozice je neplatná
de: Ungülig
eo: Nevalide
es: Inválido
et: Kehtetu
fi: Virheellinen
fr: Invalide
he: לא תקף
hu: Érvénytelen
id: Tidak valid
it: Non valido
ka: არასწორი
ko: 부정
nl: Ongeldig
nl_be: Ongeldig
pl: Nieważny
pt_br: Inválido
pt_pt: Inválido
ru: Недействительно
sk: Neplatné
sr_cyrl: Неважеће
sv: Ogiltig
tr: Geçersiz
uk: Невірне
zh_cn: 存档无效
zh_tw: 無效

source: Save is invalid
bg: Записът е невалиден
ca: El fitxer guardat no és vàlid
cs: Uložená pozice je neplatná
de: Speicherstand ist ungültig
eo: Konservado ne validas
es: La partida guardada es inválida
et: Salvestamine on kehtetu
fi: Tallennus on virheellinen
fr: La sauvegarde est invalide
he: השמירה אינו תקפה
hu: A mentés érvénytelen
id: Save tidak valid
it: Il salvataggio non è valido
ka: შენახული გაფუჭებულია
ko: 올바르지 않은 저장 입니다
nl: Opslagbestand is incorrect
nl_be: Opgeslagen bestand is ongeldig
pl: Nieprawidłowy zapis
pt_br: O jogo salvo é inválido
pt_pt: O jogo guardado é inválido
ru: Сохранение сломано
sr_cyrl: Сачувај неважеће
sv: Sparfil är ogiltig
tr: Kayıt geçersiz
uk: Помилка збереження
zh_cn: 存档无效
zh_tw: 存檔無效

# SAVE_IS_UPGRADEABLE_DESCRIPTION
source: The selected save is from an older version of Thrive, but can be upgraded. A backup file will be created before the upgrade, if not already created. If you skip upgrading, the save will be attempted to be loaded normally. Attempt to upgrade this save?
bg: Този запис е от стара версия на „Thrive“, но може да бъде надграден. Преди това ще бъде създадено резервно копие. Ако пропуснете надграждането, зареждането ще продължи. Искате ли да продължите?
ca: L'arxiu de guardat seleccionat és d'una versió més antiga de Thrive, però es pot actualitzar. Es crearà una còpia de seguretat abans de l'actualització, si no ha estat prèviament creada. Si et saltes l'actualització, s'intentarà carregar l'arxiu de guardat amb normalitat. Intentar actualitzar aquest arxiu de guardat?
cs: Vybraná uložená pozice je ze starší verze Thrive, ale může být převedena na novější verzi. Pokud není soubor zálohován, bude záloha vytvořena při převodu. Pokud převod přeskočíte, hra se pokusí načíst uloženou pozici normálně. Chcete se pokusit o převod na novou verzi?
de: Die gewählte Speicherung stammt aus einer alten Thrive-Version, kann aber geupgraded werden. Eine Backupdatei wird vor dem upgraden erstellt, falls sie noch nicht existiert. Wenn du das upgraden überspringst wird versucht die Speicherung normal zu laden. Upgraden versuchen?
es: El archivo de guardado seleccionado es de una versión previa de Thrive, pero puede ser actualizado. Se creará una copia de seguridad antes de la actualización, si no ha sido creada previamente. Si te saltas la actualización, se intentara cargar el archivo de guardado con normalidad. ¿Deseas intentar actualizar el archivo de guardado?
et: Valitud salvestus pärineb Thrive'i vanemast versioonist, kuid seda saab täiendada. Varukoopiafail luuakse enne täiendamist, kui seda pole veel loodud. Kui jätate uuendamise vahele, proovitakse salvestust tavapäraselt laadida. Kas proovite seda salvestust uuendada?
fr: La sauvegarde sélectionnée provient d'une version plus ancienne de Thrive, mais elle peut être mise à jour. Une copie sera créée avant la procédure, si elle n'est pas déjà présente. Si vous passer cette étape, Thrive essaiera de charger la sauvegarde normalement. Voulez-vous effectuer la mise à jour de cette sauvegarde ?
he: השמירה שנבחרה במקור מגרסאות ישנות של Thrive ,אבל ניתן לשדרגו. קובץ גיבוי ניתן ליצור לפני השדרוג, אם לא נוצר קודם. אם אתה מדלג על שדרוג, השמירה תנסה לעלות בדרך הרגילה. האם לשדרג שמירה זו?
hu: A kijelölt mentés a Thrive egy régebbi verziójából való, de újabb verzióra lehet frissíteni. A játék egy biztonsági mentést fog létrehozni/már létrehozott a frissítés előtt. Ha nem frissíted a mentést, akkor a játék megpróbálja betölteni így is. Frissíted ezt a mentést?
id: Save terpilih berasal dari versi Thrive lama, tetapi dapat diperbarui. File cadangan akan dibuat sebelum pembaruan, jika belum ada. Jika kamu melewati pembaruan, save akan dicoba dimuat secara normal. Coba untuk perbarui save ini?
it: Il salvataggio selezionato proviene da una versione obsoleta di Thrive, ma può essere aggiornato. Verrà creato un file di backup, se non già presente. In caso di mancato aggiornamento, avverrà un tentativo di caricare il salvataggio normalmente. Provare ad aggiornare il salvataggio?
nl: De geselecteerde save is van een oudere versie van Thrive maar kan worden geüpgraded. Een backup bestand zal worden gemaakt voor de upgrade als deze nog niet is gemaakt. Als je upgraden skipt, wordt geprobeerd de save normaal te laden. Probeer deze save te upgraden?
nl_be: De geselecteerde save is van een oudere versie van Thrive maar kan worden geüpgraded. Een backup bestand zal worden gemaakt voor de upgrade als deze nog niet is gemaakt. Als je upgraden skipt, wordt geprobeerd de save normaal te laden. Probeer deze save te upgraden?
pl: Wybrany zapis jest ze starszej wersji Thrive, ale może zostać zaktualizowany. Zapasowy plik zostanie stworzony przed aktualizacją, jeśli jeszcze nie istnieje. Jeśli pominiesz aktualizację, nastąpi próba wczytania zapisu normalnie. Spróbować aktualizacji tego zapisu?
pt_br: O jogo salvo selecionado é de uma versão antiga de Thrive, mas pode ser atualizada. Um arquivo de backup será criado antes da atualização, se não já foi criado. Se pular a atualização, o jogo tentará executar o arquivo normalmente. Tentar atualizar esse arquivo salvo?
pt_pt: O jogo guardado selecionado é de uma versão anterior do Thrive, mas pode ser atualizado. Um ficheiro reserva irá ser criado antes da atualização, se ainda não existir. Se saltar a atualização, o ficheiro guardado irá ser tentado lido normalmente. Tentar atualizar este ficheiro guardado?
ru: Выбранное сохранение взято из более старой версии Thrive, но может быть обновлено. Файл резервной копии будет создан до обновления, если он еще не создан. Если вы пропустите обновление, будет предпринята попытка загрузки сохранения в обычном режиме. Попытаться обновить данное сохранение?
tr: Seçilen kayıt Thrive'ın eski bir sürümüne ait, ancak bu kayıt yükseltilebilir. Yükseltmeden önce, henüz oluşturulmamışsa, yedek bir dosya oluşturulacak. Eğer yükseltme işlemini atlarsanız, kayıt normal bir şekilde yüklenmeye çalışılacak. Bu kayıt yükseltilmeye çalışılsın mı?
uk: Обране збереження походить зі старішої версії Thrive, але його можливо оновити. Резервні файли будуть створені перед оновленням, якщо не створені раніше. Якщо Ви пропустите оновлення, то ми спробуємо завантажити збереження в нормальному режимі. Спробувати оновити це збереження?
zh_cn: 被选中的存档是来自于旧版本的Thrive的，但是可以被更新。 如果不是已经有了的话，在更新前会创建一个备份文件。 如果你想跳过此更新的话，游戏会尝试直接加载存档。 要更新此存档吗？
zh_tw: 所選存檔來自舊版本的 Thrive，但可以更新至新版本。 如果尚未創建，遊戲會在更新之前建立備份檔案。 如果您跳過更新，遊戲會嘗試直接載入存檔。 要更新此存檔嗎？

# SAVE_LOAD_ALREADY_LOADED_FREE_FAILURE
source: . Failed to free already loaded resources: {0}
bg: . Неуспешно освобождаване на заредените ресурси: {0}
ca: . Ha fallat en alliberar recursos ja carregats: {0}
cs: Nepodařilo se uvolnit již načtené prostředky: {0}
de: . Die bereits geladenen Ressourcen konnten nicht freigegeben werden: {0}
es: . No pudo liberar los recursos ya cargados: {0}
et: . Juba laaditud ressursside vabastamine ebaõnnestus: {0}
fi: . Virhe vapautettaessa jo ladattuja resursseja: {0}
fr: . Echec de la libération des ressources déjà chargées : {0}
he: נכשל לפנות חומרים מועלים: {0}
hu: . Nem sikerült felszabadítani a már betöltött erőforrásokat: {0}
id: . Gagal membebaskan resource yang telah termuat: {0}
it: . Liberazione delle risorse già caricate non riuscita: {0}
ka: უკვე ჩატვირთული რესურსების გათავისუფლება ჩავარდა: {0}
nl: . Het vrijmaken van al geladen bronnen is niet gelukt: {0}
nl_be: . Kan reeds geladen bronnen niet vrijmaken: {0}
pl: . Nie udało się odblokować już załadowanych zasobów: {0}
pt_br: . Não foi possível liberar recursos já livres: {0}
pt_pt: . Erro ao libertar recursos carregados: {0}
ru: . Не удалось освободить уже загруженные ресурсы: {0}
tr: . Zaten yüklü olan kaynakları serbest bırakma işlemi başarısız oldu: {0}
uk: . Невдача при звільнені вже завантажені ресурсів: {0}
zh_cn: . 未能释放已加载的资源：{0}
zh_tw: 。無法釋放已載入的資源：{0}

# SAVE_MANUAL
source: Manual
bg: Ръчен запис
cs: Manuální uložení
de: Manuell
eo: Mane
es: Guardado manual
et: Käsiraamat
fi: Tallenna Peli
fr: Manuelle
he: שמירה ידנית
hu: Kézikönyv
it: Salvataggio Manuale
ka: ხელით
ko: 설명서
nl: Handmatig
nl_be: Handmatig
pl: Zapisz Grę
ru: Ручное
sr_cyrl: Ручни
sv: Instruktionsbok
tr: Manuel
uk: Посібник
zh_cn: 手动
zh_tw: 手動

# SAVE_QUICKSAVE
source: Quicksave
bg: Бърз запис
ca: Guardat ràpid
cs: Rychlé uložení
de: Schnellspeicherung
eo: Rapida konservado
es: Guardado rápido
et: Kiire salvestamine
fi: Tallenna Peli
fr: Sauvegarde rapide
he: שמירה מהירה
hu: Gyorsmentés
id: Save cepat
it: Salvataggio Rapido
ka: სწრაფი შენახვა
ko: 빠른 저장
nl: Snel opslaan
nl_be: Snel opslaan
pl: Zapisz Grę
pt_br: Salvamento rápido
pt_pt: Guardar rapidamente
ru: Быстрое Сохранение
sk: Rýchle uloženie
sr_cyrl: Брзог чување
sv: Snabbspar
tr: Hızlı kayıt
uk: Швидке збереження
zh_cn: 快速保存
zh_tw: 快速存檔

# SAVE_SPACE_USED
source: Space used:
bg: Използвано място:
ca: Espai emprat pels arxius:
cs: Využitý prostor:
de: Genutzter Platz:
eo: Spaco uzata:
es: Espacio usado:
et: Kasutatud ruum:
fi: Tilaa käytössä:
fr: Espace utilisé :
he: שטח משומש:
hu: Mérete:
id: Ruang terpakai:
it: Spazio occupato:
ka: გამოყენებული ადგილი:
ko: 사용된 용량:
nl: Ruimte gebruikt:
nl_be: Gebruikte ruimte:
pl: Użyte miejsce:
pt_br: Espaço usado:
pt_pt: Espaço utilizado:
ru: Использовано места:
sk: Využitý priestor:
sr_cyrl: Коришћен простор:
sv: Använt utrymme:
tr: Kullanılan alan:
uk: Використаний простір:
zh_cn: 使用的空间：
zh_tw: 已使用空間：

source: Save upgrade failed
bg: Надграждането на записа е неуспешно
ca: Actualització d'arxiu de guardat fallida
cs: Převod na novou verzi se nezdařil
de: Speicherungsupgrade fehlgeschlagen
es: Guardado de la actualización del archivo fallido
et: Uuenduse salvestamine ebaõnnestus
fr: Échec de la mise à jour de la sauvegarde
he: שדרוג שמירה נכשלה
hu: A mentés frissítése sikertelen
id: Pembaruan save gagal
it: Aggiornamento del salvataggio non riuscito
ka: შენახულის გაუმჯობესება ჩავარდა
nl: Het upgraden van de save is mislukt
nl_be: Het upgraden van de save is mislukt
pl: Aktualizacja zapisu się nie powiodła
pt_br: Falha ao atualizar o arquivo salvo
pt_pt: Falha ao atualizar o jogo guardado
ru: Не удалось обновить сохранение
tr: Kayıt yükseltme başarısız
uk: Не вдалося оновити збереження
zh_cn: 存档更新失败
zh_tw: 存檔更新失敗

# SAVE_UPGRADE_FAILED_DESCRIPTION
source: Upgrading the specified save failed due to the following error:
bg: Надграждането на записа е неуспешно поради следната грешка:
ca: Actualitzar l'arxiu de guardat especificat degut al següent error:
cs: Převod vybrané uložené hry na novější verzi selhal kvůli následující chybě:
de: Die Aktualisierung der angegebenen Sicherung ist aufgrund des folgenden Fehlers fehlgeschlagen: {0}
es: Actualizando el archivo de guardado especificado debido al siguiente error:
et: Määratud salvestuse täiendamine nurjus järgmise tõrke tõttu: {0}
fr: La mise à jour de la sauvegarde a échouée à cause de cette erreur :
he: שדרוג שמירה שצוינה נכשלה בעקבות השגיאה הבאה:
hu: Ezen mentés frissítése nem sikerült a következő hiba miatt: {0}
id: Gagal memperbarui save karena error berikut: {0}
it: L'aggiornamento del salvataggio specificato non è riuscito a causa del seguente errore:
ka: მითითებულ შენახულზე აწევა ჩავარდა შემდეგი შეცდომით:
nl: Het upgraden van de geselecteerde save is gefaald door de volgende error:
nl_be: Het upgraden van de geselecteerde save is gefaald door de volgende error:
pl: Aktualizacja wybranego zapisu zawiodła przez następujący błąd:
pt_br: A atualização do arquivo salvo falhou devido ao seguinte erro:
pt_pt: Atualizar o jogo guardado selecionado falhou devido ao seguinte erro:
ru: Обновление указанного сохранения не удалось выполнить из-за следующей ошибки:
tr: Belirtilen kayıt aşağıdaki hatadan dolayı yükseltilemedi:
uk: Оновити вказане збереження не вдалося через наступну помилку:
zh_cn: 更新此存档失败，错误：
zh_tw: 由於以下錯誤，更新此存檔失敗：

# SAVING_DATA_FAILED_DUE_TO
source: Saving information failed due to exception: {0}
bg: Запазването на информацията е неуспешно поради следната грешка: {0}
ca: La informació de guardat ha estat fallida degut a l'excepció: {0}
cs: Uložení informací se nezdařilo kvůli výjimce: {0}
de: Speichern der Informationen ist fehlgeschlagen: {0}
es: ¡Guardado fallido! Ha ocurrido la excepción siguiente: {0}
et: Teabe salvestamine ebaõnnestus erandi tõttu: {0}
fr: La sauvegarde d'information a échoué en raison d'une exception : {0}
he: שמירת מידע נכשלה בפרט ל: {0}
hu: Az információ mentése sikertelen a következő ok miatt: {0}
it: Salvataggio delle informazioni non riuscito a causa di un'eccezione: {0}
ka: ინფორმაციის შენახვა ჩავარდა მიზეზით: {0}
nl: Het opslaan van informatie is mislukt door uitzondering: {0}
nl_be: Opslaan van informatie mislukt door uitzondering: {0}
pl: Zapisywanie informacji nie powiodło się z powodu wyjątku: {0}
pt_br: O salvamento de informações falhou por conta de uma exceção: {0}
pt_pt: Falha ao guardar as informações devido à exceção: {0}
ru: Не удалось сохранить информацию из-за исключения: {0}
tr: Bilgi kaydetme başarısız, olağandışı bir durum oluştu: {0}
uk: Інформацію невдалось зберегти, за винятком: {0}
zh_cn: 由于异常，保存信息失败：{0}
zh_tw: 由於以下錯誤，保存資訊失敗：{0}

# SAVING_DOT_DOT_DOT
source: Saving...
bg: Запазване...
ca: Guardant...
cs: Ukládání...
de: Speichert...
es: Guardando...
et: Salvestamine...
fr: Sauvegarde…
he: שומר...
hu: Mentés...
it: Salvataggio...
ka: შენახვა...
nl: Opslaan...
pl: Zapisywanie...
pt_br: Salvando…
pt_pt: A guardar...
ru: Сохранение...
sk: Ukladanie...
sv: Sparar...
tr: Kaydediliyor...
uk: Збереження...
zh_cn: 保存中……
zh_tw: 保存中…

# SAVING_FAILED_WITH_EXCEPTION
source: Saving failed! An exception happened
bg: Запазването е неуспешно! Възникна грешка
ca: No s'ha pogut guardar! S'ha produït una excepció
cs: Uložení selhalo! Došlo k výjimce
de: Speichern fehlgeschlagen. Ein Fehler ist aufgetreten.
es: ¡Error al guardar! Ocurrió una excepción
et: Salvestamine ebaõnnestus! Juhtus erand
fi: Tallennus epäonnistui! Poikkeus tapahtui
fr: La sauvegarde a échoué ! Une exception est survenue
he: שמירה נכשלה! משהו חריג קרה
hu: A mentés sikertelen! Hiba történt
it: Salvataggio fallito! Si è verificata un'eccezione
ka: შენახვა ჩავარდა! აღმოჩენილია გამონაკლისი
nl: Opslaan mislukt! Er heeft zich een uitzondering voorgedaan
pl: Zapisywanie nie powiodło się! Zdarzył się wyjątek
pt_br: Falha ao salvar! Uma exceção ocorreu
pt_pt: Falha ao guardar! Ocorreu uma exceção
ru: Сохранение не удалось! Произошла ошибка
tr: Kaydetme başarısız! Bir sorun oluştu
uk: Не вдалося зберегти! Сталося виключення
zh_cn: 保存失败！发生了一个异常
zh_tw: 保存失敗！發生錯誤

# SAVING_NOT_POSSIBLE
source: Saving is not currently possible due to:
bg: Запазването в момента не е възможно поради:
ca: No és possible guardar actualment degut a:
cs: Uložení není momentálně k dispozici z důvodu:
de: Speichern ist aus folgenden Gründen nicht möglich:
es: No se pudo guardar debido a:
et: Salvestamine ei ole praegu võimalik järgmistel põhjustel:
fr: Sauvegarde actuellement impossible à cause de :
he: שמירה אינה אפשרית כרגע בשל:
hu: A mentés nem sikerült a következő ok(ok)miatt:
it: Impossibile salvare, al momento, per questo motivo:
ka: შენახვა ამჟამად შეუძლებელია. მიზეზი:
nl: Opslaan is op dit moment niet mogelijk door:
nl_be: Opslaan is momenteel niet mogelijk door:
pl: Zapis niemożliwy z powodu:
pt_br: Atualmente, não é possível salvar porque:
pt_pt: Guardar o jogo não é possível devido a:
ru: Сохранение сейчас невозможно по причине:
sk: Ukladanie momentálne nie je možné z dôvodu:
tr: Kaydetmek şu anda mümkün değil çünkü:
uk: Наразі збереження неможливе через:
zh_cn: 当前情况下无法保存：
zh_tw: 目前無法保存，原因如下：

source: Saving succeeded
bg: Запазването е успешно
ca: Acció de guardat exitosa
cs: Ukládání provedeno
de: Speichern erfolgreich
eo: Konservado sukcesis
es: Guardado con éxito
et: Salvestamine õnnestus
fi: Tallennus onnistui
fr: Sauvegarde réussi
he: נשמר בהצלחה
hu: Sikeres mentés
id: Sukses menyimpan
it: Salvataggio riuscito
ka: შენახვა წარმატებულია
ko: 저장 성공
nl: Opslaan is gelukt
nl_be: Opslaan geslaagd
pl: Powodzenie zapisu
pt_br: Salvo com sucesso
pt_pt: Guardado com sucesso
ru: Сохранение успешно
sr_cyrl: Чување је успело
sv: Sparning lyckades
tr: Kaydetme başarılı
uk: Вдале збереження
zh_cn: 保存成功
zh_tw: 保存成功

# SCALING_NONE
source: None
bg: Изключено
de: deaktiviert
es: Ninguno
fr: Aucun
he: שום דבר
ka: არცერთი
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhuma
ru: Не изменять
tr: Yok
uk: Жоден
zh_cn: 无
zh_tw: 無

# SCALING_ON
source: Scaled
bg: Включено
de: skaliert
es: Escalado
fr: Proportionel
he: בקנה מידה
ka: გადიდებული
nl: Geschaald
pl: Skalowany
pt_br: Proporcional
pt_pt: Escalado
ru: Увеличивать
tr: Arttırılmış
uk: Залежність
zh_cn: 成正比
zh_tw: 成正比

# SCALING_ON_INVERSE
source: Inversely scaled
bg: Обратно
de: invers skaliert
es: Escalado inversamente
fr: Inversement proportionnel
he: בקנה מידה הפוך
ka: დაპატარავება
nl: Omgekeerd geschaald
pl: Skalowany odwrotnie
pt_br: Inversamente proporcional
pt_pt: Escalado Inversamente
ru: Уменьшать
tr: Tersine Arttırılmış
uk: Зворотня залежність
zh_cn: 成反比
zh_tw: 成反比

source: Screen Effect
ka: ეკრანის ეფექტი
nl: Schermeffect
pt_br: Efeitos de Tela
pt_pt: Efeito de ecrã
ru: Эффекты экрана
tr: Ekran Efekti
uk: Екранні ефекти
zh_tw: 畫面效果

# SCREEN_EFFECT_GAMEBOY
source: GB Palette
ka: GB-ის პალიტრა
nl: GB Palet
pt_br: Paleta do GB
pt_pt: Paleta "GB"
ru: Палитра Геймбоя
tr: GB Paleti
uk: Палітра GB
zh_tw: GB 調色板

# SCREEN_EFFECT_GAMEBOY_COLOR
source: GB Color Graphics
ka: GB-ის ფერადი გრაფიკა
nl: GB Grafische Kleuren
pt_br: Gráficos de GB Color
pt_pt: Gráficos "GB Color "
ru: Графика Геймбоя
tr: GB Renk Grafikleri
uk: Кольорова графіка GB
zh_tw: GB 彩色圖形

# SCREEN_EFFECT_GREYSCALE
source: Greyscale
es: Escala de grises
fr: Nuances de gris
ka: ნაცრისფერი შკალა
nl: Grijstinten
pt_br: Escala de cinza
pt_pt: Escala de cinzentos
ru: Оттенки Серого
tr: Gri Tonlama
uk: Відтінки сірого
zh_tw: 灰階

# SCREEN_EFFECT_NONE
source: None
fr: Aucun
ka: არცერთი
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
ru: Отсутствуют
tr: Yok
uk: Немає
zh_tw: 無

# SCREEN_RELATIVE_MOVEMENT
source: Screen relative
ka: ეკრანთან ფარდობით
nl: Relatief aan scherm
pt_br: Relativo à tela
pt_pt: Relativo ao ecrã
ru: Относительно экрана
tr: Ekrana bağlı
uk: Відносно екрану
zh_cn: 相对于屏幕
zh_tw: 相對於螢幕
