Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CHEMOSYNTHESIZING_PROTEINS_DESCRIPTION
source: Chemosynthesizing proteins are small clusters of protein in the cytoplasm that are able to convert [thrive:compound type="hydrogensulfide"][/thrive:compound], gaseous [thrive:compound type="carbondioxide"][/thrive:compound] and water into [thrive:compound type="glucose"][/thrive:compound] in a process called [b]hydrogen sulfide chemosynthesis[/b]. The rate of its [thrive:compound type="glucose"][/thrive:compound] production scales with the concentration of [thrive:compound type="carbondioxide"][/thrive:compound]. Since the chemosynthesizing proteins are suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
bg: Хемосинтезиращите протеини са малки струпвания в цитоплазмата, които превръщат [thrive:compound type="hydrogensulfide"]сероводорода[/thrive:compound], газообразния [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и водата в [thrive:compound type="glucose"]глюкоза[/thrive:compound] в процес, който се нарича [b]сероводородна хемосинтеза[/b]. Количеството на произведената [thrive:compound type="glucose"]глюкоза[/thrive:compound] зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound]. Понеже хемосинтезиращите протеини са скачени с цитоплазма, тя извършва известна [b]гликолиза[/b].
ca: Les Proteïnes Quimiosintetitzadores són cúmuls de proteïnes suspeses en el Citoplasma, capaçes de transformar l'Àcid Sulfhídric, l'Aigua i el Diòxid de Carboni en Glucosa, mitjançant un procés anomenat Quimiosíntesi de l'Àcid Sulfhídric. La velocitat de la producció de Glucosa és proporcional a la concentració de Diòxid de Carboni. Transformen la Glucosa en ATP mitjançant la Respiració Aeròbica, de manera més ràpida que el Citoplasma. Com que les Proteïnes Quimiosintetitzadores estan suspeses en el Citoplasma, aquest fluid duu a terme una certa Glicòlisi.
cs: Chemosyntetizující proteiny jsou malé shluky proteinů v cytoplazmě, které jsou schopné konvertovat [thrive:compound type="hydrogensulfide"][/thrive:compound], plynný [thrive:compound type="carbondioxide"][/thrive:compound] a vodu na [thrive:compound type="glucose"][/thrive:compound] v procesu zvaném [b]chemosyntéza sirovodíku[/b]. Rychlost produkce [thrive:compound type="glucose"][/thrive:compound] je úměrná koncentrace [thrive:compound type="carbondioxide"][/thrive:compound]. Jelikož jsou chemosyntetizující proteiny obaleny cytoplazmou, tato okolní tekutina stále provádí nějakou [b]glykolýzu[/b].
de: Chemosynthetisierende Proteine sind kleine Proteincluster im Zytoplasma, die in der Lage sind, Schwefelwasserstoff, Wasser und gasförmiges Kohlendioxid in einem Prozess namens Schwefelwasserstoff-Chemosynthese in Glukose umzuwandeln. Die Rate der Glukoseproduktion skaliert mit der Konzentration von Kohlendioxid. Da die chemosynthetisierenden Proteine direkt im Zytoplasma untergebracht sind, führt die umgebende Flüssigkeit glykolyse durch.
eo: Kemosintezaj proteinoj estas malgrandaj aroj de proteinoj en la citoplasmo kapablaj konverti hidrogenan sulfidon, akvon kaj gasan karbondioksidon en glukozon en proceso nomata Kemosintezo de Hidrogena Sulfido. La rapideco de ĝia glukoza produktado kreskas kun la koncentriĝo de karbona dioksido. Ĉar la kemiosintezaj proteinoj estas suspensie rekte en la citoplasmo, la ĉirkaŭa fluido iom fermentas.
es: Las proteínas quimiosintetizadoras son aglomeraciones de proteínas en el citoplasma que pueden convertir sulfuro de hidrógeno, agua y dióxido de carbono gaseoso en glucosa en un proceso llamado Quimiosíntesis de Ácido Sulfhídrico. Su eficiencia escala con la concentración de dióxido de carbono. Como están directamente suspendidos en el citoplasma, éste realiza la glicólisis.
et: Kemosünteesivad valgud on väikesed valkude kogumid tsütoplasmas, mis on võimelised vesiniksulfiidi, vee ja gaasilise süsinikdioksiidi muutma glükoosiks protsessis, mida nimetatakse vesiniksulfiidi kemosünteesiks. Selle glükoosi tootmise kiirus on kooskõlas süsinikdioksiidi kontsentratsiooniga. Kuna kemosünteesivad valgud suspendeeritakse otse tsütoplasmas, teostab ümbritsev vedelik teatud määral glükolüüsi.
fi: Kemosyntetisoivat proteiinit ovat pieniä proteiiniryppäitä solulimassa, jotka pystyvät muuntamaan vetysulfideja, vettä ja hiilidioksidia glukoosiksi prosessissa nimeltä kemosynteesi. Kemosynteesissä, toisin kuin fotosynteesissä, ei tarvita energianlähteenä auringon valoa, vaan energia saadaan hapettamalla epäorgaanisia yhdisteitä. Vetysulfidikemosynteesissä glukoosin muunnosnopeus riippuu ympäristön hiilidioksidipitoisuudesta. Näiden proteiinien ympäröimä solulima toteuttaa myös glykolyysia.
fr: Les protéines de chimiosynthèse sont de petits groupes de protéines dans le cytoplasme qui sont capables de convertir le [thrive:compound type="hydrogensulfide"][/thrive:compound], le [thrive:compound type="carbondioxide"][/thrive:compound] gazeux et l'eau en [thrive:compound type="glucose"][/thrive:compound] dans un processus appelé [b]chimiosynthèse du sulfure d'hydrogène[/b]. Le taux de production de ce [thrive:compound type="glucose"][/thrive:compound] dépend de la concentration de [thrive:compound type="carbondioxide"][/thrive:compound]. Comme les protéines de chimiosynthèse sont suspendues directement dans le cytoplasme, le fluide environnant effectue une partie de la [b]glycolyse[/b].
he: חלבונים כימוסינתזיים הם מקבצים קטנים של חלבונים בציטופלזמה המסוגלים להמיר [thrive:compound type="hydrogensulfide"][/thrive:compound], גזים [thrive:compound type="carbondioxide"][/thrive:compound] ומים ל[thrive:compound type="glucose"][/thrive:compound] בתהליך הנקרא [b]כימוסינתזה של מימן גופרתי[/b]. קצב ייצור ה[thrive:compound type="glucose"][/thrive:compound] מתאזן עם ריכוז ה[thrive:compound type="carbondioxide"][/thrive:compound]. מכיוון שהחלבונים הכימוסינתזיים צפים בציטופלזמה, הנוזל שמסביבם מבצעים [b]גליקוליזה[/b] ברמה מסוימת.
hu: A kemoszintetizáló fehérjék kicsi fehérjecsoportosulások a citoplazmában, melyek képesek glükózt előállítani hidrogén-szulfidból, vízből, és szén-dioxidból. Ezt a folyamatot hívjuk hidrogén-szulfid kemoszintézisnek. A glükóz előállításának intenzitása a szén-dioxid koncentrációjától függ. Mivel a kemoszintetizáló fehérjék a citoplazmában helyezkednek el, ezért a körülötte elhelyezkedő folyadék végez némi glikolízist.
id: Protein pengkemosintesis adalah gugusan kecil protein dalam sitoplasma yang dapat mengkonversi hidrogen sulfida, air dan gas karbon dioksida menjadi glukosa dalam proses yang disebut Kemosintesis Hidrogen Sulfida. Laju produksi glukosanya berbanding lurus dengan konsentrasi karbon dioksida. Karena protein pengkemosintesis tersuspensi secara langsung dalam sitoplasma, cairan sekelilingnya melakukan beberapa glikolisis.
it: Le proteine chemiosintetizzanti sono piccoli gruppi di proteine presenti nel citoplasma. Convertono l'[thrive:compound type="hydrogensulfide"][/thrive:compound], l'acqua e il [thrive:compound type="carbondioxide"][/thrive:compound] gassoso in [thrive:compound type="glucose"][/thrive:compound]. Questo processo si chiama [b]chemiosintesi dell'idrogeno solforato[/b]. Il tasso di produzione aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound]. Siccome le proteine chemiosintetizzanti sono sospese direttamente nel citoplasma, il fuido circostante produce piccole quantità di [thrive:compound type="atp"][/thrive:compound] tramite [b]glicolisi[/b].
ko: 화학 합성 단백질은 황화수소 화학 합성이라는 과정에서 황화수소, 물 및 기체 이산화탄소를 포도당으로 전환 할 수 있는 세포질의 작은 단백질 집합입니다. 포도당 생산 속도는 이산화탄소 농도에 따라 달라집니다. 화학 합성 단백질이 세포질에 의해 직접 둘러싸이면 주변 유체가 일부 발효를 수행합니다.
nl: Chemosynthetizerende eiwitten zijn kleine clusters van eiwitten in het cytoplasma die het mogelijk maken om [thrive:compound type="hydrogensulfide"][/thrive:compound], gasvormig [thrive:compound type="carbondioxide"][/thrive:compound], en water om te zetten in [thrive:compound type="glucose"][/thrive:compound]. Dit proces heet [b]waterstofsulfide chemosynthese[/b]. De snelheid van de productie van [thrive:compound type="glucose"][/thrive:compound] schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound]. Aangezien de chemosynthetizerende eiwitten direct in het cytoplasma hangen, zorgen de omringende vloeistoffen voor enige [b]glycolyse[/b].
nl_be: Chemosynthetiserende proteïnen zijn kleine clusters van proteïnen in het cytoplasma die waterstofsulfide, water en koolstofdioxide kunnen omzetten in glucose via een proces dat men waterstofsulfide chemosynthese noemt. De snelheid van de glucoseproductie staat in verband met de concentratie van koolstofdioxide. Doordat chemosynthetiserende proteïnen als een suspensie zitten in het cytoplasma, voert de omliggende vloeistof glycolyse uit.
pl: Białka chemosyntezujące są małymi białkowymi strukturami, które umieją przekształcać [thrive:compound type="hydrogensulfide"][/thrive:compound], gazowy [thrive:compound type="carbondioxide"][/thrive:compound] i wodę w [thrive:compound type="glucose"][/thrive:compound] w procesie nazywającym się [b]chemosyntezą siarkową[/b]. Tempo produkcji [thrive:compound type="glucose"][/thrive:compound] skaluje się z koncentracją [thrive:compound type="carbondioxide"][/thrive:compound]. Jako iż białka chemosyntezujące są zawieszone bezpośrednio w cytozolu, otaczający płyn przeprowadza [b]glikolizę[/b].
pt_br: Proteínas quimiossintetizantes são pequenas aglomerações de proteínas no citoplasma que podem converter [thrive:compound type="hydrogensulfide"][/thrive:compound], água, e [thrive:compound type="carbondioxide"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound] em um processo chamado [b]quimiossíntese[/b]. A taxa da sua produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound]. Como as proteínas quimiossintetizantes são suspensas diretamente no citoplasma, os fluidos em sua volta realizam [b]glicólise[/b].
pt_pt: Proteínas quimiossintetizantes são pequenos conjuntos de proteínas no citoplasma capazes de converter [thrive:compound type="hydrogensulfide"], [thrive:compound type="carbondioxide"][/thrive:compound] gasoso e água em [thrive:compound type="glucose"][/thrive:compound] num processo chamado [b]quimiossíntese de sulfeto de hidrogénio[/b]. A taxa de produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound]. Uma vez que as proteínas quimiossintetizantes estão suspensas diretamente no citoplasma, o fluído envolvente efetua alguma [b]glicólise[/b].
ru: Хемосинтезирующие белки - небольшие скопления белков внутри цитоплазмы, что могут преобразовывать [thrive:compound type="hydrogensulfide"][/thrive:compound] , газообразный [thrive:compound type="carbondioxide"][/thrive:compound], да воду в [thrive:compound type="glucose"][/thrive:compound] в процессе что именуется [b]Сероводородном хемосинтезе[/b]. Скорость переработки [thrive:compound type="glucose"][/thrive:compound] умножается с концентрацией [thrive:compound type="carbondioxide"][/thrive:compound]. Поскольку хемосинтезирующие белки находятся непосредственно в цитоплазме, от чего и происходит [b]гликолиз[/b].
sr_cyrl: Хемосинтетизујући протеини су мале групе протеина у цитоплазми које су у стању да претворе водоник-сулфид, воду и гасовити угљен-диоксид у глукозу у процесу који се назива Хемосинтеза водоник-сулфида. Стопа његове производње глукозе скалира се са концентрацијом угљен-диоксида. Пошто су протеини хемосинтезе суспендовани директно у цитоплазми, околна течност врши ферментацију.
sr_latn: Hemosintetizujući proteini su male grupe proteina u citoplazmi koje su u stanju da pretvore vodonik-sulfid, vodu i gasoviti ugljen-dioksid u glukozu u procesu koji se naziva Hemosinteza vodonik-sulfida. Stopa njegove proizvodnje glukoze skalira se sa koncentracijom ugljen-dioksida. Pošto su proteini hemosinteze suspendovani direktno u citoplazmi, okolna tečnost vrši fermentaciju.
sv: Kemosyntesproteiner är små kluster av proteiner i cytoplasman som kan omvandla vätesulfid, vatten och gasformig koldioxid till glukos i en process som kallas vätesulfidkemosyntes. Hastigheten för dess glukosproduktion skalas med koncentrationen av koldioxid. Eftersom de kemosyntetiserande proteinerna är suspenderade direkt i cytoplasman utför den omgivande vätskan viss jäsning.
th_th: โปรตีนสังเคราะห์ Chemosynthesizing เป็นกลุ่มโปรตีนขนาดเล็กในไซโทพลาซึมที่สามารถเปลี่ยนไฮโดรเจนซัลไฟด์น้ำและก๊าซคาร์บอนไดออกไซด์เป็นน้ำตาลกลูโคสในกระบวนการที่เรียกว่า Hydrogen Sulfide Chemosynthesis อัตราการผลิตน้ำตาลกลูโคสที่มีความเข้มข้นของคาร์บอนไดออกไซด์ เนื่องจากโปรตีนสังเคราะห์ทางเคมีจะแขวนลอยอยู่ในไซโตพลาสซึมโดยตรงของเหลวที่อยู่รอบ ๆ จึงทำปฏิกิริยาไกลโคไลซิส
tr: Kemosentez yapan proteinler, [b]hidrojen sülfür kemosentezi[/b] adı verilen bir işlemde, [thrive:compound type="hydrogensulfide"]hidrojen sülfür[/thrive:compound], [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazı ve suyu [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştüren, sitoplazmada bulunan küçük proteinler kümesidir. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır. Kemosentez yapan proteinler direkt sitoplazmada asılı kaldığından, etrafında bulunan akışkan [b]glikoliz[/b] yapabilir.
uk: Хемосинтезувальні білки є маленькими кластерами білків у цитоплазмі, які перетворюють [thrive:compound type="hydrogensulfide"][/thrive:compound], воду та [thrive:compound type="carbondioxide"][/thrive:compound] на [thrive:compound type="glucose"][/thrive:compound] під час процесу, що зветься [b]Сірководневим Хемосинтезом [/b]. Їхня кількість виробленої [thrive:compound type="glucose"][/thrive:compound] залежить від концентрації [thrive:compound type="carbondioxide"][/thrive:compound]. Оскільки хемосинтезувальні білки розміщуються одразу в цитоплазмі, навколишня рідина одразу здійснює певний [b]гліколіз [/b].
zh_cn: 化合蛋白是细胞质中的小型蛋白质簇，能够将硫化氢，水和二氧化碳通过[b]硫化氢化能[/b]合成转换成葡萄糖。葡萄糖产出速率与二氧化碳的浓度成正比。由于化学合成蛋白是直接悬浮在细胞质中的，所以它周围的细胞质也能进行一些[b]糖酵解[/b]。
zh_tw: 化學合成蛋白是細胞質中的小蛋白質叢，能夠在一個稱為[b]硫化氫化學合成[/b]的過程中將 [thrive:compound type="hydrogensulfide"][/thrive:compound]、氣態 [thrive:compound type="carbondioxide"][/thrive:compound] 和水轉化為 [thrive:compound type="glucose"][/thrive:compound]。其 [thrive:compound type="glucose"][/thrive:compound] 生產速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度成正比。由於化學合成蛋白直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

# CHEMOSYNTHESIZING_PROTEINS_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="hydrogensulfide"][/thrive:compound] into [thrive:compound type="glucose"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="carbondioxide"][/thrive:compound]. Also turns [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound].
bg: Превръщат [thrive:compound type="hydrogensulfide"]сероводорода[/thrive:compound] в [thrive:compound type="glucose"]глюкоза[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] в околната среда. Също така, превръщат [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound].
ca: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="carbondioxide"][/thrive:compound]. També transforma [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="hydrogensulfide"][/thrive:compound] na [thrive:compound type="glucose"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound]. Také přeměňuje [thrive:compound type="glucose"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound].
de: Wandelt [thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound] um. Die Rate skaliert mit der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound]. Wandelt [thrive:compound type="glucose"][/thrive:compound] auch in [thrive:compound type="atp"][/thrive:compound] um.
es: Convierte [thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. La tasa de conversión escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound]. También convierte [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
et: Muudab [thrive:compound type="vesiniksulfiid"][/thrive:compound] tüübiks [thrive:compound type="glucose"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="süsinikdioksiid"][/thrive:compound]. Muudab ka [thrive:compound type="glucose"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound].
fi: Muuntaa [thrive:compound type="hydrogensulfide"][/thrive:compound]t [thrive:compound type="glucose"][/thrive:compound]:ksi. Vauhti riippuu [thrive:compound type="carbondioxide"][/thrive:compound]n määrästä. Muuntaa myös [thrive:compound type="glucose"][/thrive:compound]a [thrive:compound type="atp"][/thrive:compound]:ksi.
fr: Transforme le [thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. Effet proportionnel avec la concentration en [thrive:compound type="carbondioxide"][/thrive:compound]. Transforme aussi le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
he: הופך [thrive:compound type="hydrogensulfide"][/thrive:compound] ל[thrive:compound type="glucose"][/thrive:compound]. בהתאם לריכוז של [thrive:compound type="carbondioxide"][/thrive:compound]. בנוסף הופך [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound].
hu: [thrive:compound type="hydrogensulfide"][/thrive:compound]-ot alakít át [thrive:compound type="glucose"][/thrive:compound]-zá. A folyamat sebessége a [thrive:compound type="carbondioxide"][/thrive:compound] koncentrációjától függ. Továbbá még a [thrive:compound type="glucose"][/thrive:compound]-t alakítja át [thrive:compound type="atp"][/thrive:compound]-vé.
id: Mengubah [thrive:compound type="hydrogensulfide"][/thrive:compound] menjadi [thrive:compound type="glucose"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound]. Juga mengubah [thrive:compound type="glucose"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound]
it: Trasforma l'[thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound]. Inoltre, trasforma il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="hydrogensulfide"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound]-ში. სიჩქარე [thrive:compound type="carbondioxide"][/thrive:compound]-ის კონცეტრანციასთან ერთად იზრდება. ასევე გადაჰყავს [thrive:compound type="glucose"][/thrive:compound] [thrive:compound type="atp"][/thrive:compound]-ში.
nl: Zet [thrive:compound type="hydrogensulfide"][/thrive:compound] om in [thrive:compound type="glucose"][/thrive:compound]. Snelheid schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound]. Zet ook [thrive:compound type="glucose"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound].
nl_be: Verandert [thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound]. Verandert ook [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound].
pl: Przekształcają [thrive:compound type="hydrogensulfide"][/thrive:compound] w [thrive:compound type="glucose"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound]. Zmienia też [thrive:compound type="glucose"][/thrive:compound] w [thrive:compound type="atp"][/thrive:compound].
pt_br: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound]. Também transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound]. Também converte [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound].
ru: Превращает [thrive:compound type="hydrogensulfide"][/thrive:compound] в [thrive:compound type="glucose"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="carbondioxide"][/thrive:compound]. Также превращает [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound].
sk: Premieňa [thrive:compound type="hydrogensulfide"]sírovodík[/thrive:compound] na [thrive:compound type="glucose"]glukózu[/thrive:compound]. Množstvo závisí od koncentrácie [thrive:compound type="carbondioxide"]oxidu uhličitého [/thrive:compound]. Taktiežpremieňa [thrive:compound type="glucose"]glukózu[/thrive:compound] na [thrive:compound type="atp"][/thrive:compound].
tr: [thrive:compound type="hydrogensulfide"]Hidrojen sülfürü[/thrive:compound], [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır. Ayrıca [thrive:compound type="glucose"]glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürür.
uk: Перетворює [thrive:compound type="hydrogensulfide"][/thrive:compound] на [thrive:compound type="glucose"][/thrive:compound]. Кількість залежить від [thrive:compound type="carbondioxide"][/thrive:compound]. Також перетворює [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound].
zh_cn: 将[thrive:compound type="hydrogensulfide"][/thrive:compound]转换成[thrive:compound type="glucose"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]的浓度成正比。同时也会将[thrive:compound type="glucose"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound]。
zh_tw: 將 [thrive:compound type="hydrogensulfide"][/thrive:compound] 轉化為 [thrive:compound type="glucose"][/thrive:compound]。速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度成正比。同時也將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。
