Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# THERMOPLAST_DESCRIPTION
source: The thermoplast is a double membrane structure containing thermosensitive pigments stacked together in membranous sacs. It is a prokaryote that has been assimilated for use by its eukaryotic host. The pigments in the thermoplast are able to use the energy of heat differences in the surroundings to produce [thrive:compound type="atp"][/thrive:compound] from water in a process called [b]thermosynthesis[/b]. The rate of its [thrive:compound type="atp"][/thrive:compound] production scales with [thrive:compound type="temperature"][/thrive:compound].
bg: Термопластът е структура с двойна мембрана, съдържаща термочувствителни пигменти, събрани заедно в мембранни торбички. Той е прокариот, който е бил асимилиран от еукариотния си приемник. Пигментите в него използват енергията от топлината в околната среда за да произвеждат [thrive:compound type="atp"]АТФ[/thrive:compound] от вода в процес, който се нарича [b]термосинтеза[/b]. Количеството на произведения [thrive:compound type="atp"]АТФ[/thrive:compound] зависи от [thrive:compound type="temperature"]температурата[/thrive:compound].
ca: El termoplast és una estructura de doble membrana que, de manera anàloga al Cloroplast, conté pigments sensibles a l'escalfor, agrupats en petites membranes. En realitat, és un petit organisme procariota que ha estat engolit i assimilat per una cèl·lula eucariota, que actua com a hoste. Aquests pigments, produeixen Glucosa a partir d'Aigua, Diòxid de Carboni i les diferències de Temperatura al seu entorn. La velocitat de producció de la Glucosa augmenta proporcionalment a la concentració de Diòxid de Carboni i la Temperatura.
cs: Termoplast je struktura dvou membrán, která obsahuje termosenzitivní pigmenty složené dohromady v membránových vacích. Jedná se o prokaryotu, která byla asimilována pro použití svým eukaryotickým hostitelem. Pigmenty v termoplastu jsou schopny využít energii rozdílných teplot v prostředí k produkci [thrive:compound type="atp"][/thrive:compound] ve vodě v procesu známem jako [b]termosyntéza[/b]. Rychlost produkce [thrive:compound type="atp"][/thrive:compound] je úměrná [thrive:compound type="temperature"][/thrive:compound].
de: Der Thermoplast ist eine Doppelmembranstruktur, in der wärmeempfindliche Pigmente in Membransäcken gestapelt sind. Es handelt sich um einen Prokaryoten, der für die Verwendung durch seinen eukaryotischen Wirt assimiliert wurde. Die Pigmente im Thermoplast sind in der Lage, die Energie der Wärmeunterschiede in der Umgebung zu nutzen, um in einem Prozess namens Thermosynthese aus Wasser und gasförmigem Kohlendioxid Glukose zu produzieren. Die Geschwindigkeit seiner Glukoseproduktion hängt von der Konzentration des Kohlendioxids und der Temperatur ab.
eo: La termoplasto estas duobla membranstrukturo enhavanta termosentemajn pigmentojn kunigitajn en membranaj sakoj. Ĝi estas prokarioto asimilita por uzo de sia eŭkariota gastiganto. La pigmentoj en la termoplasto povas uzi la energion de varmaj diferencoj en la medio por produkti glukozon el akvo kaj gasa karbona dioksido en procezo nomita Termosintezo. La rapideco de ĝia produktado de glukozo dependas de la koncentriĝo de karbona dioksido kaj temperaturo.
es: El Termoplasto es una estructura de doble membrana que contiene pigmentos termosensibles apilados en sacos membranosos. Es una procariota asimilada para uso de su anfitrión eucariota. Los pigmentos en el Termoplasto usan las diferencias de energía térmica en el ambiente para producir energía en un proceso llamado Termosíntesis. La producción de glucosa dependerá de la concentración de dióxido de carbono y temperatura.
et: Termoplast on kahekordne membraanstruktuur, mis sisaldab termotundlikke pigmente, mis on virnastatud membraanikottidesse. See on prokarüoot, mis on oma eukarüootse peremehe poolt kasutamiseks assimileeritud. Termoplastis olevad pigmendid on võimelised kasutama ümbritseva soojuse erinevuste energiat, et toota veest glükoosi ja gaasilist süsinikdioksiidi protsessis, mida nimetatakse termosünteesiks. Selle glükoosi tootmise kiirus sõltub süsinikdioksiidi kontsentratsioonist ja temperatuurist.
fr: Le thermoplaste est une structure à double membrane contenant des pigments thermosensibles empilés dans des sacs membranaires. C'est un procaryote qui a été assimilé pour être utilisé par son hôte eucaryote. Les pigments du thermoplaste sont capables d'utiliser l'énergie des différences de chaleur dans l'environnement pour produire [thrive:compound type="atp"][/thrive:compound] à partir de l'eau dans un processus appelé [b]thermosynthèse[/b]. Le taux de production de [thrive:compound type="atp"][/thrive:compound] varie avec [thrive:compound type="temperature"][/thrive:compound].
he: התרמופלסט הוא אברון בעל קרום כפול המכיל פיגמנטים רגישים לחום הנערמים יחד בתוך שקי קרום האוקריוטי שלו. זהו פרוקריוט שהשתנה לצרכי המארח האיקוריוטי. הפיגמנטים בתרמופלסט מסוגלים להשתמש באנרגיה של בדלי החום בסביבה בכדי ליצור [thrive:compound type="atp"][/thrive:compound] ממים בתהליך שנקרא [b]תרמוסינתזה[/b]. קצב ייצור ה[thrive:compound type="atp"][/thrive:compound] שלו משתנה עם ריכוז ה[thrive:compound type="atp"][/thrive:compound] וה[thrive:compound type="temperature"][/thrive:compound].
id: Termoplas adalah struktur membran ganda mengandung pigmen termosensitif tertumpuk bersamaan dalam kantung membran. Ia merupakan prokariota yang terasimilasi untuk kegunaan induk sel eukariota-nya. Pigmen yang ada di termoplas dapat menggunakan perbedaan energi panas di sekelilingnya untuk memproduksi glukosa dari air dan gas karbon dioksida dalam proses yang disebut Termosintesis. Laju produksi glukosa tersebut berbanding lurus dengan konsentrasi karbon dioksida dan suhu.
it: Il termoplasto è una struttura a doppia membrana. Si tratta di un organismo procariote, vivente all'interno di un eucariote. Contiene pigmenti termosensibili, impilati insieme in sacchetti membranosi, in grado di sfruttare l'energia delle differenze di calore vicine per produrre [thrive:compound type="atp"][/thrive:compound] a partire dall'acqua. Questo processo si chiama [b]termosintesi[/b]. Il tasso aumenta con la temperatura.
ko: 열 세포는 감 열성 안료가 막질 주머니에 함께 쌓여있는 이중 막 구조입니다. 진핵 숙주가 사용하기 위해 동화 된 원핵 생물입니다. 열 세포의 안료는 열 합성 이라는 과정에서 물과 기체 이산화탄소에서 포도당을 생성하기 위해 주변의 열 차이 에너지를 사용할 수 있습니다. 포도당 생산 속도는 이산화탄소 농도와 온도에 따라 달라집니다.
nl: Het thermoplast is een structuur met dubbele membraan waar hittegevoelige pigmenten samen gepakt zitten in een vliezige zakjes. Het is een prokaryoot die door een eukaryoot is geassimileerd voor zijn eigen nut. De pigmenten in het thermoplast kunnen de energie van temperatuurverschillen in de omgeving gebruiken om [thrive:compound type="atp"][/thrive:compound] van water te maken in een proces genaamd [b]thermosynthese[/b]. De snelheid van de productie van [thrive:compound type="atp"][/thrive:compound] schaalt met de [thrive:compound type="temperature"][/thrive:compound].
nl_be: De thermoplast is een door twee membranen omsloten celorganel dat warmtegevoelige pigmenten bevat, op elkaar gestapeld in een membraanzak. Het is een prokaryoot die door zijn eukaryotische gastheer geabsorbeerd is voor diens gebruik. De pigmenten in de thermoplast zijn in staat om de energie van hitteverschillen in de omgeving te gebruiken om glucose uit water en gasvormige koolstofdioxide te produceren in een proces dat thermosyntese heet. De snelheid van de glucoseproductie hangt af van de koolstofdioxideconcentratie en de temperatuur.
pl: Termoplast jest strukturą z podwójną membraną zawierającą termo sensytywne pigmenty ułożone razem w membranowych workach. Jest prokariotem, który został przyswojony do użytku przez eukariotycznego hosta. Pigmenty w termoplaście mogą używać energii z różnic temperatur w otoczeniu do produkcji [thrive:compound type="atp"][/thrive:compound] z wody w procesie zwanym [b]termosyntezą[/b]. Tempo produkcji [thrive:compound type="atp"][/thrive:compound] skaluje się z [thrive:compound type="temperature"][/thrive:compound].
pt_br: O termoplasto é uma estrutura de membrana dupla que contém pigmentos termossensíveis agrupados em sacos membranosos. É um procarionte que foi assimilado para uso do seu hospedeiro eucariótico. Os pigmentos nos termoplastos conseguem usar a energia da [thrive:compound type="temperature"][/thrive:compound] crescente no ambiente para produzir [thrive:compound type="atp"][/thrive:compound] a partir de água em um processo chamado [b]termossíntese[/b]. A taxa da produção de [thrive:compound type="atp"][/thrive:compound] aumenta proporcionalmente à [thrive:compound type="temperature"][/thrive:compound].
pt_pt: O termoplasto é uma estrutura de membrana dupla que contém pigmentos termossensíveis aglomerados em bolsas membranosas. É um procariota que foi assimilado para o uso pelo seu hospedeiro eucariótico. Os pigmentos nos termoplastos conseguem utilizar a energia das diferenças de calor no ambiente para produzir [thrive:compound type="atp"][/thrive:compound] a partir da água num processo chamado [b]termossíntese[/b]. A taxa de produção de [thrive:compound type="atp"][/thrive:compound] aumenta com a [thrive:compound type="temperature"][/thrive:compound].
ru: Термопласт — двумембранная структура, содержащая термочувствительные пигменты, сложенные вместе в мембранные мешочки. Это прокариота, которая была ассимилирована для использования её эукариотическим хозяином. Пигменты в термопласте способны использовать энергию повышения [thrive:compound type="temperature"][/thrive:compound] в окружающей среде для получения [thrive:compound type="atp"][/thrive:compound] из воды и газообразного углекислого газа в процессе, называемом [b]термосинтез[/b]. Скорость выработки [thrive:compound type="atp"][/thrive:compound] зависит от изменения[thrive:compound type="temperature"][/thrive:compound].
sr_cyrl: Термопласт је двострука мембранска структура која садржи термосензибилне пигменте сложене заједно у мембранске врећице. То је прокариот који је асимилирао за употребу од свог еукариотског домаћина. Пигменти у термопласту могу да користе енергију топлотних разлика у околини за производњу глукозе из воде и гасовитог угљен-диоксида у процесу који се назива термосинтеза. Стопа његове производње глукозе скалира се са концентрацијом угљен-диоксида и температуром.
sr_latn: Termoplast je dvostruka membranska struktura koja sadrži termosenzibilne pigmente složene zajedno u membranske vrećice. To je prokariot koji je asimilirao za upotrebu od svog eukariotskog domaćina. Pigmenti u termoplastu mogu da koriste energiju toplotnih razlika u okolini za proizvodnju glukoze iz vode i gasovitog ugljen-dioksida u procesu koji se naziva termosinteza. Stopa njegove proizvodnje glukoze skalira se sa koncentracijom ugljen-dioksida i temperaturom.
sv: Termoplasten är en dubbelmembranstruktur som innehåller värmekänsliga pigment staplade tillsammans i membransäckar. Det är en prokaryot som har assimilerats för användning av sin eukaryota värd. Pigmenten i termoplasten kan använda energin från värmeskillnader i omgivningen för att producera glukos från vatten och gasformig koldioxid i en process som kallas termosyntes. Hastigheten för dess glukosproduktion skalas med koncentrationen av koldioxid och temperatur.
th_th: เทอร์โมพลาสต์เป็นโครงสร้างเมมเบรนสองชั้นที่มีเม็ดสีทนความร้อนซ้อนกันในถุงเยื่อ เป็นโปรคาริโอตที่ถูกดูดซึมเพื่อใช้โดยโฮสต์ยูคาริโอต เม็ดสีในเทอร์โมพลาสต์สามารถใช้พลังงานของความแตกต่างของความร้อนในสภาพแวดล้อมเพื่อผลิตน้ำตาลกลูโคสจากน้ำและก๊าซคาร์บอนไดออกไซด์ในกระบวนการที่เรียกว่าการสังเคราะห์ด้วยความร้อน อัตราการผลิตน้ำตาลกลูโคสที่มีความเข้มข้นของคาร์บอนไดออกไซด์และอุณหภูมิ
tr: Termoplast zarsı keseler içinde birbirinin üstüne dizili, ısıya hassas pigmentler içeren bir çift zarlı yapıdır. Bu yapı, kendi ökaryotik konağı tarafından kullanılmak üzere özümsenmiş bir prokaryottur. Termoplasttaki pigmentler, [b]termosentez[/b] adı verilen bir işlemde, sudan [thrive:compound type="atp"]ATP[/thrive:compound] üretmek için çevredeki ısı farkını kullanır. [thrive:compound type="atp"]ATP[/thrive:compound] üretimi, [thrive:compound type="temperature"]sıcaklıkla[/thrive:compound] doğru orantılıdır.
uk: Термопласти– це двохмембранні структури, що містить термочутливі пігменти зібрані разом у мішечки. Це прокаріот, захоплений для використання еукаріотичним господарем. Пігменти в термопласті здатні використовувати перепад температур в оточені, щоб продукувати [thrive:compound type="atp"][/thrive:compound] з води та газуватого вуглекислого газу в процесі, що зветься [b]Термосинтез[/b]. Кількість продукованого [thrive:compound type="atp"][/thrive:compound] залежить від [thrive:compound type="temperature"][/thrive:compound].
zh_cn: 它是一种双层膜结构，包含在膜囊中堆叠在一起的热敏色素。它是一种被其真核宿主同化的原核生物。热能体中的色素可以通过[b]热合成[/b]用温差把水和二氧化碳合成成葡萄糖。合成葡萄糖的速率跟二氧化碳的浓度与环境温度成正比。
zh_tw: 熱能體是一種雙層膜結構，包含在膜囊中堆疊在一起的熱敏色素。它是一種被其真核宿主同化的原核生物。熱能體中的色素能夠利用周圍環境的熱能梯度產生能量，在稱為[b]熱合成[/b]的過程中從水中生產 [thrive:compound type="atp"][/thrive:compound]。其 [thrive:compound type="atp"][/thrive:compound] 生產速率與 [thrive:compound type="temperature"][/thrive:compound] 成正比。

# THERMOPLAST_PROCESSES_DESCRIPTION
source: Produces [thrive:compound type="atp"][/thrive:compound] using temperature gradients. Rate scales with [thrive:compound type="temperature"][/thrive:compound].
bg: Произвежда [thrive:compound type="atp"]АТФ[/thrive:compound], чрез температурните градиенти. Количеството зависи от [thrive:compound type="temperature"]температурата[/thrive:compound] в околната среда.
ca: Produeix [thrive:compound]glucose[/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound]carbondioxide[/thrive:compound] i temperatura.
cs: Produkuje [thrive:compound type="glucose"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a teplotě.
de: Produziert [thrive:compound type="glucose"][/thrive:compound]. Die Rate hängt von der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound] und der Temperatur ab.
es: Produce [thrive:compound type="glucose"][/thrive:compound]. La tasa de producción escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y la temperatura.
et: Toodab [thrive:compound type="glucose"][/thrive:compound]. Hindamisskaalad [thrive:compound type="süsinikdioksiid"][/thrive:compound] kontsentratsiooni ja temperatuuriga.
fi: Tuottaa [thrive:compound type="glucose"]glukoosia[/thrive:compound]. Tuotannon nopeus riippuu ympäristön [thrive:compound type="carbondioxide"]hiilidioksidipitoisuudesta[/thrive:compound] ja lämpötilasta.
fr: Produit du [thrive:compound type="glucose"][/thrive:compound]. Taux proportionnel à la concentration de [thrive:compound type="carbondioxide"][/thrive:compound] et à la température.
he: מייצר [thrive:compound type="glucose"][/thrive:compound]. בהתאם לריכוזו של [thrive:compound type="carbondioxide"][/thrive:compound] ושל הטמפרטורה.
hu: [thrive:compound type="glucose"][/thrive:compound]-t állít elő. Hatékonysága függ a [thrive:compound type="carbondioxide"][/thrive:compound] koncentrációjától és a hőmérséklettől.
id: Memproduksi [thrive:compound type="glucose"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound] dan suhu.
it: Produce [thrive:compound type="atp"][/thrive:compound]. Il tasso aumenta con la [thrive:compound type="temperature"][/thrive:compound].
ka: იყენებს ზრდად ტემპერატურას, რომ შექმნას [thrive:compound type="atp"][/thrive:compound]. სიჩქარე იზრდება in [thrive:compound type="temperature"][/thrive:compound]-ის ზრდასთან ერთად. გამოიყენეთ [b]თერმული ხედვა[/b], რომ ცივი და ცხელი ადგილები მოძებნოთ.
nl: Produceert [thrive:compound type="atp"][/thrive:compound] aan de hand van temperatuurverschillen. Snelheid schaalt met de [thrive:compound type="temperature"][/thrive:compound].
nl_be: Produceert [thrive:compound type="glucose"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en temperatuur.
pl: Produkuje [thrive:compound type="atp"][/thrive:compound] używając gradientów temperatury. Tempo skaluje się ze stężeniem [thrive:compound type="temperature"][/thrive:compound].
pt_br: Usa temperaturas crescentesa para produzir [thrive:compound type="atp"][/thrive:compound]. Taxa aumenta proporcionalmente à [thrive:compound type="temperature"][/thrive:compound]. Use a [b]visão térmica[/b] para encontrar áreas quentes e frias.
pt_pt: Produz [thrive:compound type="atp"][/thrive:compound] usando gradientes de temperatura. A taxa aumenta com a concentração de [thrive:compound type="temperature"][/thrive:compound].
ru: Использует повышающиеся температуры для производства [thrive:compound type="atp"][/thrive:compound]. Скорость увеличивается с увеличением [thrive:compound type="temperature"][/thrive:compound]. Используйте [b]тепловое зрение[/b], чтобы найти горячие и холодные области.
tr: Sıcaklık değişimini kullanarak [thrive:compound type="atp"]ATP[/thrive:compound] üretir. Bu oran, [thrive:compound type="temperature"]sıcaklık[/thrive:compound] ile doğru orantılıdır.
uk: Продукує [thrive:compound type="glucose"][/thrive:compound]. Кількість залежить від [thrive:compound type="carbondioxide"][/thrive:compound] та температури.
zh_cn: 产出[thrive:compound type="glucose"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]的浓度与环境温度成正比。
zh_tw: 利用溫度梯度生產 [thrive:compound type="atp"][/thrive:compound]。速率與 [thrive:compound type="temperature"][/thrive:compound] 成正比。

source: Thermosynthase
bg: Термосинтаза
ca: Termosintasa
cs: Termosyntáza
de: Thermosynthese
es: Termosintasa
he: תרמוסינטאז
hu: Termoszintézis
it: Termosintasi
ka: თერმოსინთაზა
pl: Termosyntaza
pt_br: Termossintase
pt_pt: Termossintase
ru: Термосинтез
sk: Termosyntáza
tr: Termosentaz
uk: Термосинтаза
zh_cn: 热合成酶
zh_tw: 熱合成酶
