Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MOD_LOAD_ERRORS_OCCURRED
source: Errors occurred when loading one or more mods. Logs may contain additional information.
bg: Възникна грешка по време на зареждането на една или повече модификации. За повече информация, вижте дневниците на играта.
ca: Hi han hagut errors en carregar un o més mods. Els logs poden tenir més informació.
cs: Při načítání jednoho nebo více módů došlo k chybám. Protokoly mohou obsahovat další informace.
de: Ein Fehler trat beim Laden einer oder mehreren Modifikationen auf. Das Fehlerprotokoll enthält eventuell weitere informationen.
es: Se produjeron errores al cargar uno o más mods. Los registros pueden contener información adicional.
et: Ühe või mitme modifikatsiooni laadimisel ilmnesid vead. Logid võivad sisaldada lisateavet.
fi: Yhden tai useamman modin latauksessa kohdattiin virheitä. Lokit voivat sisältää lisää tietoa.
fr: Des erreurs sont apparues lors du chargement d'un ou plusieurs mods. Les logs pourraient contenir des informations supplémentaires.
he: שגיאה קרתה בזמן שטען אחד או יותר מודים. תיעודם עשויים להכיל מידע נוסף.
hu: Hiba történt a mod/modok betöltése közben. A hibáról több információt találhatsz a logok között.
it: Si sono verificati degli errori nel caricamento di una o più mod. I log potrebbero contenere informazioni ulteriori.
ka: შეცდომა ერთი ან მეტი მოდის ჩატვირთვისას. ჟურნალი შეიძლება დამატებით ინფორმაციას შეიცავდეს.
nl: Er is een fout opgetreden bij het laden van een of meerdere mods. Logs kunnen bijkomende informatie bevatten.
nl_be: Er zijn fouten opgetreden bij het laden van 1 of meer mods. Logs kunnen meer informatie bevatten.
pl: Doszło do błędu podczas ładowania jednego lub więcej modów. Rejestry mogą zawierać dodatkowe informacje.
pt_br: Houve erros ao carregar um ou mais mods. Os logs podem conter mais informações.
pt_pt: Ocorreram erros ao carregar um ou mais mods. Os logs podem conter informações adicionais.
ru: Возникли ошибки при загрузке одного или нескольких модов. Журналы могут содержать дополнительную информацию.
sk: Pri načítaní jedného alebo viac režimov došlo k chybám. Protokoly môžu obsahovať ďalšie informácie.
sv: Fel uppstod när en eller flera mod laddades. Loggen kan innehålla ytterligare information.
tr: Bir ya da daha fazla modu yüklerken sorun oluştu. Günlük dosyaları, bu sorunla ilgili ek bilgi içerebilir.
uk: Виникли помилки під час завантаження декількох модифікацій. Додаткова інформація міститься у журналах.
zh_cn: 在加载一个或多个mod时发生了错误。日志可能包含其它信息。
zh_tw: 載入一個或多個模組時發生錯誤。記錄檔可能包含附加資訊。

# MOD_LOAD_OR_UNLOAD_ERRORS_OCCURRED
source: Errors occurred when loading or unloading one or more mods. Logs may contain additional information.
bg: Възникна грешка по време на зареждането или изключването на една или повече модификации. За повече информация, вижте дневниците на играта.
ca: S'han produït errors en carregar o descarregar un o més mods. Els logs poden tenir més informació.
cs: Při načítání nebo vykládání jednoho nebo více módů došlo k chybám. Protokoly mohou obsahovat další informace.
de: Es sind einer oder mehrere Fehler beim laden bzw. entladen der Mods aufgetreten. Das Fehlerprotokoll enthält eventuell mehr Informationen.
es: Se han producido errores al cargar o descargar uno o más mods. Los logs pueden contener más información.
et: Ühe või mitme modifikatsiooni laadimisel või mahalaadimisel ilmnesid vead. Logid võivad sisaldada lisateavet.
he: אירעו שגיאות בעת טעינה או פריקה של מוד אחד או יותר. תעודם עשויים להכיל מידע נוסף.
it: Si sono verificati degli errori nell'attivazione o nella disattivazione di una o più mod. I log potrebbero contenere informazioni maggiori.
ka: შეცდომა ერთი ან მეტი მოდის ჩატვირთვისას ან გამოტვირთვისას. ჟურნალში, შეიძლება, დამატებითი ინფორმაცია იპოვოთ.
nl: Er hebben zich fouten voorgedaan tijdens het laden of ontladen van een of meerdere mods. Logboeken hebben mogelijk extra informatie.
nl_be: Er zijn errors opgetreden bij het laden en ontladen van 1 of meerdere mods. Logs bevatten mogelijk meer informatie.
pl: Doszło do błędów podczas ładowania jednego lub kilku Modów. Rejestry mogą zawierać dodatkowe informacje.
pt_br: Erros ocorreram carregando ou descarregando um mod ou mais. Registros contêm informações adicionais.
pt_pt: Ocorreram erros ao carregar ou descarregar um ou mais mods. Os logs podem conter informações adicionais.
ru: Возникли ошибки при загрузке или выгрузке одного или нескольких модов. Журнал может содержать дополнительную информацию.
tr: Bir ya da daha fazla modu yüklerken ya da kaldırırken sorun oluştu. Günlük dosyaları, bu sorunla ilgili ek bilgi içerebilir.
uk: Виникла помилка під час завантаження чи відвантаження моду. Журнали можуть містити додаткову інформацію.
zh_cn: 在加载或卸载一个或多个mod时发生错误。日志可能包含其他信息。
zh_tw: 載入或卸載一個或多個模組時發生錯誤。記錄檔可能包含附加資訊。

# MOD_LOAD_UNLOAD_CAVEATS
source: Note: many mods require game restart to load or unload properly. Only load mods you trust as they may contain executable code.
bg: Важно: Повечето модификации се нуждаят от рестартиране на играта за да функционират правилно. Бъдете внимателни, защото някои модификации може да съдържат злонамерен код.
ca: Nota: molts mods requereix reiniciar el joc per pujar-se o descarregar-se adequadament. Descarrega només mods en els quals hi puguis confiar, ja que poden contenir codi executable.
cs: Poznámka: mnoho módů vyžaduje restart pro správné načtení nebo nahrání. Načítejte pouze ty mody, kterým důvěřujete, protože mohou obsahovat spustitelný kód.
de: Information: Viele Mods benötigen einen Spielneustart um korrekt geladen und entladen zu werden. Installiere nur Mods denen zu vertraust, da sie Quellcode enthalten können.
es: Nota: algunos mods requieren el reinicio del juego para guardarse o descargarse adecuadamente. Descarga únicamente los mods en los que confíes, ya que pueden contener código ejecutable.
et: Märkus: paljud modifikatsioonid nõuavad mängu õigeks laadimiseks või mahalaadimiseks taaskäivitamist. Laadige ainult usaldusväärseid modifikatsioone, kuna need võivad sisaldada käivitatavat koodi.
fr: Remarque : de nombreux mods nécessitent un redémarrage du jeu pour être chargés ou déchargés correctement. Ne chargez que les mods auxquels vous faites confiance car ils peuvent contenir du code exécutable.
he: הערה: מודים רבים דורשים מהמשחק לטעון מחדש בשביל לעלות או להסיר כמו שצריך. העלה רק מודים שאתה בוטח בהם מכיוון שהם עלולים להכיל קודי בר הפעלה.
hu: Megjegyzés: sok modnál szükség van a játék újraindítására, hogy betöltsenek, vagy törlődjenek. Csak azokat a modokat töltsd be, melyekben megbízol, mivel ezek futtatható kódokat tartalmazhatnak.
it: Nota bene: diverse mod richiedono il riavvio del gioco per essere attivate o disattivate correttamente. Se non ti fidi di una mod, non attivarla: potrebbe contenere codice eseguibile.
ka: შენიშვნა: ბევრ მოდს ჩასატვირთად ან გამოსატვირთად თამაშის გადატვირთვა სჭირდება. ჩატვირთეთ, მხოლოდ, მოდები, რომლებსაც ენდობით, რადგან, ისინი შეიძლება გამშვებ კოდს შეიცავდნენ.
nl: Notitie: meerdere mods vereisen het herstarten van het spel om correct te laden of ontladen. Laad alleen mods die je vertrouwd aangezien ze mogelijk uitvoerbare code bevatten.
nl_be: Waarschuwing: Veel mods vereisen de game om opnieuw op te starten om tegoei te kunnen laden of ontladen. Laad enkel mods die je kan vertrouwen aangezien ze uitvoerbare code kunnen bevatten.
pl: Wiele modów wymaga ponownego uruchomienia gry, by się załadować i wyładować poprawnie. Używaj tylko modów,którym ufasz, jako że mogą zawierać kod wykonywalny.
pt_br: Nota: muitos mods requerem a renicialização do jogo para funcionarem corretamente. Apenas use mods que você confia pois estes podem conter código executável.
pt_pt: Nota: muitos mods requerem a reinicialização do jogo para carregar ou descarregar corretamente. Carrega apenas mods em que confias, pois eles podem conter código executável.
ru: Примечание: для правильной загрузки или выгрузки многих модов требуется перезапуск игры. Загружайте только те моды, которым вы доверяете, так как они могут содержать исполняемый код.
tr: Not: Birçok modun düzgün yüklenmesi ya da kaldırılması için oyunun yeniden başlatılması gerekir. Modlar, çalıştırılabilir kodlar içerebileceği için yalnızca güvendiğiniz modları yüklemelisiniz.
uk: Примітка: багато модів потребують перезавантаження гри, щоб правильно завантажитися чи відвантажитися. Завантажуйте лише моди, яким довіряєте, бо вони можуть містити виконуваний код.
zh_cn: 注意：许多mod需要重新启动游戏才能正常加载或卸载。只加载你信任的mods，因为它们可能包含可执行代码。
zh_tw: 注意：許多模組需要重新啟動遊戲才能正確載入或卸載。僅載入您信任的模組，因為它們可能包含可執行程式碼。

# MOD_LOAD_UNLOAD_RESTART
source: One or more mods requires a game restart to load or unload properly
bg: Една или повече модификации изискват рестартиране на играта за да функционират правилно
ca: Un o més mods requereixen reiniciar el joc per a carregar-se o descarregar-se adequadament
cs: Jeden nebo více módů vyžaduje restart pro správné načtení nebo vyložení
de: Einer oder mehrere Mods benötigen einen Programmneustart um korrekt geladen und entladen zu werden
es: Uno o más mods requieren reiniciar el juego para cargarse o descargarse adecuadamente
et: Üks või mitu modifikatsiooni nõuab mängu taaskäivitamist, et korralikult laadida või maha laadida
he: מוד אחד או יותר דורש מהמשחק אתחול מחדש בשביל לעלות או להסיר כראוי
hu: Egy vagy több mod miatt a játék újraindítása szükséges, hogy megfelelően betöltsenek/törlődjenek
it: Una o più mod richiedono il riavvio del gioco per essere attivate o disattivate correttamente
ka: ერთ ან მეტ მოდს სწორად ჩასატვირთად ან გამოსატვირთად თამაშის გადატვირთვა სჭირდება
nl: Een of meerdere mods hebben een herstart van het spel nodig om correct te laden of ontladen
nl_be: 1 of meerdere mods vereisen een game restart om fantsoenlijk te laden of ontladen
pl: Jeden lub więcej modów wymaga ponownego uruchomienia gry by się załadować lub wyładować poprawnie
pt_br: Um mod ou mais requer a renicialização do jogo para funcionar corretamente
pt_pt: Um ou mais mods requerem a reinicialização do jogo para carregar ou descarregar corretamente
ru: Для правильной загрузки или выгрузки одного или нескольких модов требуется перезапуск игры
tr: Bir ya da daha fazla modun düzgün olarak yüklenmesi ya da kaldırılması için oyunun yeniden başlatılması gerekir
uk: Щоб правильно завантажити чи відвантажити один або більше модів, потрібно перезавантажити гру
zh_cn: 一个或多个mod需要重新启动游戏才能正常加载或卸载
zh_tw: 一個或多個模組需要重新啟動遊戲才能正確載入或卸載

# MOD_MAXIMUM_THRIVE
source: Maximum Supported Thrive Version:
bg: Максимална версия на „Thrive“:
ca: Versió Màxima de Thrive Suportada:
cs: Maximální podporovaná verze Thrive:
de: Maximal unterstütze Thrive Version:
es: Versión máxima de Thrive soportada:
et: Maksimaalne toetatud Thrive'i versioon:
fi: Suurin Tuettu Thrive Versio:
he: גרסת Thrive המקסימלית שתומך:
hu: Maximum támogatott Thrive verzió:
it: Versione massima di Thrive supportata:
ka: Thrive-ის მაქსიმალური მხარდაჭერილი ვერსია:
nl: Maximum Ondersteunde Thrive Versie:
nl_be: Maximaal ondersteunde Thrive versie:
pl: Najnowsza wspierana wersja "Thrive":
pt_br: Versão Máxima de Thrive Compatível:
pt_pt: Versão Máxima Suportada do Thrive:
ru: Максимально поддерживаемая версия Thrive:
sk: Maximálna podporovaná verzia Thrive:
tr: Desteklenen Maksimum Thrive Sürümü:
uk: Максимальна підтримувана версія Thrive:
zh_cn: 支持的最高Thrive版本：
zh_tw: 支援的最高 Thrive 版本：

# MOD_MINIMUM_THRIVE
source: Minimum Required Thrive Version:
bg: Минимална версия на „Thrive“:
ca: Versió de Thrive Mínima Requerida:
cs: Požadované minimum verze Thrive:
de: Mindestens erforderliche Thrive Version:
es: Versión mínima de Thrive requerida:
et: Minimaalne nõutav eduversioon:
fi: Pienin Vaadittu Thrive-versio:
fr: Version minimale de Thrive requise :
he: מינימום גרסת Thrive דרושה:
hu: Minimum szükséges Thrive verzió:
it: Versione minima di Thrive richiesta:
ka: Thrive-ის მინიმალური აუცილებელი ვერსია:
nl: Minimaal Benodigde Thrive Versie:
nl_be: Minimaal vereiste Thrive versie:
pl: Najstarsza wymagana wersja "Thrive":
pt_br: Vesão Mínima de Thrive Exigida:
pt_pt: Versão Mínima Necessária do Thrive:
ru: Минимальная требуемая версия Thrive:
sk: Minimálna požadovaná verzia Thrive:
tr: Gerekli Minimum Thrive Sürümü:
uk: Мінімальна необхідна версія Thrive:
zh_cn: 最低Thrive版本：
zh_tw: 要求的最低 Thrive 版本：

source: Mod Name:
bg: Наименование:
ca: Nom del Mod:
cs: Název módu:
es: Nombre del Mod:
et: Modifikatsiooni nimi:
fr: Nom du mod :
he: שם המוד:
hu: Mod neve:
it: Nome:
ka: მოდის სახელი:
nl: Modnaam:
nl_be: Mod Naam:
pl: Nazwa:
pt_br: Nome do Mod:
pt_pt: Nome do Mod:
ru: Имя мода:
tr: Mod Adı:
uk: Назва моду:
zh_cn: Mod名称：
zh_tw: 模組名稱：

# MOD_PCK_NAME
source: Mod .pck File:
bg: Основен файл:
ca: Arxiu de Mod .pck:
cs: Mod .pck soubor:
de: Mod .pck Datei:
es: Archivo .pck del Mod:
et: Mod .pck fail:
fr: Fichier .pck :
he: קובץ .pck של מוד:
hu: Mod .pck fájl:
it: File .pck:
ka: მოდის .pck ფაილი:
nl: Mod .pck Bestand:
nl_be: Mod .pck bestand:
pl: Plik .pck Moda:
pt_br: Arquivo .pck do Mod:
pt_pt: Ficheiro .pck do Mod:
ru: Файл мода .pck:
tr: Mod .pck Dosyası:
uk: .pck файл моду:
zh_cn: Mod的.pck文件：
zh_tw: 模組 .pck 檔案：

# MOD_RECOMMENDED_THRIVE
source: Recommended Thrive Version:
bg: Препоръчителна версия на „Thrive“:
ca: Versió de Thrive Recomanada:
cs: Doporučená verze Thrive:
de: Empfohlene Thrive-Version:
es: Versión de Thrive recomendada:
et: Soovitatav Thrive'i versioon:
fi: Suositeltu Thriven Versio:
fr: Version de Thrive recommandée :
he: גרסת Thrive מומלצת:
hu: Ajánlott Thrive verzió:
it: Versione consigliata di Thrive:
ka: Thrive-ის რეკომენდებული ვერსია:
nl: Aangeraden Thrive Versie:
nl_be: Aangeraden Thrive versie:
pl: Zalecana wersja "Thrive":
pt_br: Versão de Thrive Recomendada:
pt_pt: Versão Recomendada do Thrive:
ru: Рекомендованная версия Thrive:
sk: Odporúčaná verzia Thrive:
tr: Önerilen Thrive Sürümü:
uk: Рекомендована версія Thrive:
zh_cn: 推荐的Thrive版本：
zh_tw: 推薦的 Thrive 版本：

source: Mod To Upload:
bg: За качване:
ca: Mod a Carregar:
cs: Mod k nahrání:
de: Mod zum Hochladen:
es: Mod por cargar:
et: Modifikatsioon üleslaadimiseks:
fi: Lähetettävä Modi:
fr: Modification à mettre en ligne :
he: מוד להעלאה:
hu: Feltöltendő mod:
it: Mod da caricare:
ka: ასატვირთი მოდი:
nl: Mod om te Uploaden:
nl_be: Mod om te uploaden:
pl: Mod Do Udostępnienia:
pt_br: Mod a Carregar:
pt_pt: Mod a Carregar:
ru: Мод для загрузки:
tr: Yüklenecek Mod:
uk: Мод для відвантаження:
zh_cn: 将上传的Mod：
zh_tw: 將上傳的模組：

source: Mod Uploader
bg: Инструмент за качване на модификации
ca: Carregador de Mods
cs: Nahrávač módů
es: Cargador de Mods
et: Modifikatsiooni üleslaadija
fi: Modin Lähettäjä
fr: Téléverseur de modifications
he: מעלה מוד
hu: Mod feltöltő
it: Caricatore di mod
ka: მოდის ამტვირთავი
pl: Przekazywacz Modów
pt_br: Carregador de Mods
pt_pt: Carregador de Mods
ru: Загрузчик модов
tr: Modu Yükleyen
uk: Мод відвантажений
zh_cn: Mod上传工具
zh_tw: 模組上傳工具

source: Mod Version:
bg: Версия:
ca: Versió del Mod:
cs: Verze modu:
es: Versión:
et: Modifikatsiooni versioon:
fr: Version du mod :
he: גרסת המוד:
hu: Mod verzió:
it: Versione:
ka: მოდის ვერსია:
nl: Mod Versie:
nl_be: Mod Versie:
pl: Wersja:
pt_br: Versão do Mod:
pt_pt: Versão do Mod:
ru: Версия мода:
sk: Verzia modu:
tr: Mod Sürümü:
uk: Версія моду:
zh_cn: Mod版本：
zh_tw: 模組版本：

# MORE_INFO
source: Show More Info
bg: Свойства
ca: Mostrar Més Informació
cs: Zobrazit více info
de: Mehr Informationen
es: Mostrar más información
et: Näita rohkem teavet
fi: Näytä Lisää Tietoa
fr: Plus d'informations
he: הראה עוד מידע
hu: Több infó mutatása
it: Mostra più info
ka: მეტი ინფორმაციის ჩვენება
nl: Toon Meer Info
nl_be: Toon meer info
pl: Pokaż Więcej Informacji
pt_br: Mostrar Mais Informações
pt_pt: Mostrar Mais Informações
ru: Показать больше информации
sk: Zobraziť viac informácií
tr: Daha Fazla Bilgi Göster
uk: Показати більше інформації
zh_cn: 显示更多信息
zh_tw: 顯示更多資訊

# MOUSE_EDGE_PANNING_OPTION
source: Pan strategic view when cursor is at screen edge
ka: სტრატეგიული ხედის პანორამირება, როცა კურსორი ეკრანი წიბოსთანაა
nl: Schuif strategische weergave wanneer muisaanwijzer aan de rand van het scherm is
pt_br: Mover visualização estratégica ao mover o cursor para as bordas da tela
ru: Вращать стратегический вид когда курсор на границе экрана
tr: Stratejik görünümde, imleç ekranın kenarındayken, ekranı kaydır
uk: Панорамувати стратегічний огляд, коли курсор біля межи екрана
zh_cn: 光标位于屏幕边缘时平移战略视图
zh_tw: 當遊標位於螢幕邊緣時平移畫面

source: Mouse look sensitivity
bg: Чувствителност на мишката
de: Mausempfindlichkeit
es: Sensibilidad del ratón
fr: Sensibilité de la souris
he: רגישות מראה עכבר
ka: თაგუნათი ხედის მგრძნობიარობა
nl: Muis kijkgevoeligheid
pl: Czułość wyglądu myszy
pt_br: Sensibilidade do mouse
ru: Чувствительность обзора мышью
tr: Fare serbest bakış hassasiyeti
uk: Чутливість вказівника миші
zh_cn: 鼠标灵敏度
zh_tw: 滑鼠靈敏度

# MOUSE_SENSITIVITY_WINDOW_SIZE_ADJUSTMENT
source: Mouse sensitivity scaling by window size
bg: Мащабиране на чувствителността според размера на прозореца
de: Mausempfindlichkeit mit Fenstergröße skalieren
es: Sensibilidad del ratón por escala de ventana
fr: Sensibilité de la souris en fonction de la taille de la fenêtre
he: רגישות העכבר בקנה מידה עם גודל החלון
ka: თაგუნას მგრძნობიარობის მასშტაბი ფანჯრის ზომასთან ერთად
nl: Muisgevoeligheid schalen met vensterformaat
pl: Czułość myszy skalowana poprzez wielkość okna
pt_br: Sensibilidade do mouse pelo tamanho da janela
ru: Изменять чувствительность мыши в зависимости от размера окна
tr: Fare hassasiyetini pencere büyüklüğüne göre arttırma
uk: Залежність чутливості миші від розміру вікна
zh_cn: 由窗口大小决定鼠标灵敏度
zh_tw: 滑鼠靈敏度隨視窗大小縮放

source: Move
bg: Преместване
ca: Moure
cs: Pohyb
de: Bewegen
eo: Moviĝi
es: Movimiento
et: Liiguta
fi: Siirrä
fr: Déplacer
he: להזיז
hu: Mozgás
id: Pindah
it: Sposta
ka: გადაადგილება
nl: Bewegen
nl_be: Verplaats
pl: Przemieść
pt_br: Mover
pt_pt: Mover
ru: Переместить
tr: Taşı
uk: Рух
zh_cn: 移动
zh_tw: 移動

source: Movement
bg: Движение
ca: Moviment
cs: Pohyb
de: Bewegung
eo: Movado
es: Movimiento
et: Liikumine
fi: Liikkuminen
fr: Mouvement
he: תנועה
hu: Mozgás
id: Gerakan
it: Movimento
ka: გადაადგილება
ko: 이동
nl: Beweging
nl_be: Beweging
pl: Ruch
pt_br: Movimento
pt_pt: Movimento
ru: Перемещение
sk: Pohyb
sr_cyrl: Покрет
sr_latn: Pokret
sv: Rörelse
th_th: การเคลื่อนไหว
tr: Hareket
uk: Рух
zh_cn: 移动
zh_tw: 移動

source: Move attempts per species
bg: Брой на опитите за преселване на създанията
cs: Počet pokusů o pohyb každého druhu
de: Bewegungsversuche pro Spezies
es: Intentos de migración por especie
fr: Tentatives de déplacement par espèce
he: ניסיונות מעבר למין
it: Tentativi di migrazione per specie
ka: გადაადგილების მცდელობები თითოეული სახეობისთვის
nl: Verplaats pogingen per soort
pl: próby ruchu na gatunek
pt_br: Tentativas de migração por espécie
pt_pt: Tentativas de deslocação por espécie
ru: Попыток миграции на вид
tr: Tür başına göç girişimi
uk: Переміщення спроб на вид
zh_cn: 每物种迁徙尝试次数
zh_tw: 每個物種的遷徙嘗試次數

source: Move backwards
bg: Назад
ca: Moure cap endarrere
cs: Pohyb dozadu
de: Rückwärts bewegen
eo: Malantaŭeniĝu
es: Moverse hacia atrás
et: Liikuge tagasi
fi: Liiku taaksepäin
fr: Reculer
he: זוז אחורה
hu: Mozgás hátra
id: Gerak belakang
it: Muoviti indietro
ka: გადატანა უკან
ko: 뒤로 이동
nl: Beweeg naar achteren
nl_be: Beweeg naar achter
pl: Poruszanie do tyłu
pt_br: Mover para trás
pt_pt: Mover para trás
ru: Перемещение назад
sk: Pohyb dozadu
sr_cyrl: Померите се уназад
sr_latn: Pomerite se unazad
sv: Rör dig bakåt
th_th: เคลื่อนที่ไปข้างหลัง
tr: Geriye doğru git
uk: Рухайтесь назад
zh_cn: 后退
zh_tw: 後退

source: Move down or crouch
bg: Надолу или клякане
ca: Moure cap avall o ajupir-se
cs: Pohyb dolů nebo skrčení
de: Nach unten bewegen oder bücken/schleichen
es: Moverse hacia Abajo o Agacharse
et: Liigu alla või kükita
fi: Liiku alaspäin tai kyykisty
fr: Reculer ou s'accroupir
he: נוע מטה או תתכופף
hu: Mozgás lefelé vagy guggolás
it: Muoviti verso il basso o accovacciati
ka: დაბლა ჩასვლა ან ჩახტომა
nl: Neerwaarts bewegen of bukken
pl: Przenieś się w dół lub kucnij
pt_br: Ir para baixo ou abaixar
pt_pt: Mover para baixo ou agachar
ru: Двигаться вниз или пригнуться
sk: Pohyb dole alebo čupieť
tr: Aşağı doğru git ya da çömel
uk: Перемістити вниз або швидко опустити
zh_cn: 向下走或蹲下
zh_tw: 向下移動或蹲下

source: Move forward
bg: Напред
ca: Moure cap endavant
cs: Pohyb dopředu
de: Vorwärts bewegen
eo: Antaŭeniĝu
es: Moverse hacia adelante
et: Edasi liikuma
fi: Liiku eteenpäin
fr: Avancer
he: זוז קדימה
hu: Mozgás előre
id: Gerak depan
it: Muoviti avanti
ka: გადატანა წინ
ko: 앞으로 이동
nl: Beweeg naar voren
nl_be: Beweeg naar voor
pl: Poruszanie do przodu
pt_br: Mover para a frente
pt_pt: Mover para a frente
ru: Перемещение вперед
sk: Pohyb dopredu
sr_cyrl: Крени напред
sr_latn: Kreni napred
sv: Rör dig framåt
th_th: เคลื่อนที่ไปข้างหน้า
tr: İleriye doğru git
uk: Рухайтесь вперед
zh_cn: 前进
zh_tw: 前進

source: Move left
bg: Наляво
ca: Moure cap a l'esquerra
cs: Pohyb vlevo
de: Nach links bewegen
eo: Movu maldekstren
es: Moverse a la izquierda
et: Liigu vasakule
fi: Liiku vasemmalle
fr: Se déplacer vers la gauche
he: זוז שמאלה
hu: Mozgás balra
id: Gerak kiri
it: Muoviti a sinistra
ka: გადატანა მარცხნივ
ko: 왼쪽으로 이동
nl: Beweeg naar links
nl_be: Beweeg naar links
pl: Poruszanie w lewo
pt_br: Mover para a esquerda
pt_pt: Mover para a esquerda
ru: Перемещение влево
sk: Pohyb doľava
sr_cyrl: Померите се лево
sr_latn: Pomerite se levo
sv: Rör dig vänster
th_th: เคลื่อนที่ไปทางซ้าย
tr: Sola doğru git
uk: Рухайтесь вліво
zh_cn: 左移
zh_tw: 左移

source: Move organelle
bg: Преместване на органел
ca: Moure orgànul
cs: Přemístit organelu
de: Organelle bewegen
es: Mover orgánulo
et: Liiguta Organelli
fi: Siirrä soluelintä
fr: Déplacer organite
he: הזז אברון
hu: Sejtszervecske áthelyezése
it: Sposta organulo
ka: ორგანელის გადაადგილება
nl: Verplaats organellen
nl_be: Organel verplaatsen
pl: Przemieść organellę
pt_br: Mover organela
pt_pt: Mover organelo
ru: Разместить органеллу
sk: Premiestniť organelu
sv: Flytta organell
tr: Organeli taşı
uk: перемістити органелу
zh_cn: 移动细胞器
zh_tw: 移動細胞器

source: Move right
bg: Надясно
ca: Moure cap a la dreta
cs: Pohyb vpravo
de: Nach rechts bewegen
eo: Movu dekstren
es: Moverse a la derecha
et: Liigu paremale
fi: Liiku oikealle
fr: Se déplacer vers la droite
he: זוז ימינה
hu: Mozgás jobbra
id: Gerak kanan
it: Muoviti a destra
ka: გადატანა მარჯვნივ
ko: 오른쪽으로 이동
nl: Beweeg naar rechts
nl_be: Beweeg naar rechts
pl: Poruszanie w prawo
pt_br: Mover para a direita
pt_pt: Mover para a direita
ru: Перемещение вправо
sk: Pohyb doprava
sr_cyrl: Померите се десно
sr_latn: Pomerite se desno
sv: Rör dig höger
th_th: เคลื่อนที่ไปทางขวา
tr: Sağa doğru git
uk: Рухайтесь вправо
zh_cn: 右移
zh_tw: 右移

source: Move to Any Patch
bg: Преселение
cs: Přesunout na jakékoliv místo
de: In ein Gebiet wechseln
es: Ir a Cualquier Zona
fr: Se déplacer dans n'importe quel secteur
he: לזוז לכל אזור
it: Sblocca la possibilità di trasferirti in qualsiasi zona
ka: გადასვლა ნებისმიერი ბიომისკენ
nl: Verplaats Naar Welk Gebied Dan Ook
pl: Przenieś się do Jakiegokolwiek Obszaru
pt_br: Mover para qualquer região
pt_pt: Mover para qualquer região
ru: Двигаться к любому биому
tr: Herhangi Bir Araziye Git
uk: Переміститися на будь-яку ділянку
zh_cn: 移动到任意地区
zh_tw: 移動至任何區域

source: Move to Land
bg: Колонизиране
de: Landgang
es: Moverse a tierra
fr: Aller sur la terre ferme
he: עבור ליבשה
ka: მიწაზე გადასვლა
nl: Beweeg naar Land
pl: Przemieść Się na Ląd
pt_br: Migrar para a terra
ru: Переместиться на сушу
tr: Karaya Çık
uk: Перейти на сушу
zh_cn: 成为陆地生物
zh_tw: 移動至陸地
