Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_PAGE_THERMOPLAST
source: Thermoplast
ka: თერმოპლასტი
ru: Термопласт
tr: Termoplast
zh_tw: 熱能體

# WIKI_PAGE_THERMOSYNTHASE
source: Thermosynthase
ka: თერმოსინთაზა
ru: Термосинтаза
tr: Termosentaz
zh_tw: 熱合成酶

# WIKI_PAGE_THYLAKOIDS
source: Thylakoids
ka: თილაკოკოიდები
ru: Тилакоиды
tr: Tilakoidler
zh_tw: 類囊體

# WIKI_PAGE_TOXIN_VACUOLE
source: Toxin Vacuole
ka: ტოქსინის ვაკუოლა
ru: Токсиновая вакуоль
tr: Toksin Kofulu
zh_tw: 毒素液泡

# WIKI_PAGE_VACUOLE
source: Vacuole
ka: ვაკუოლა
ru: Вакуоль
tr: Koful
zh_tw: 液泡

# WIKI_PERFORATOR_PILUS_EFFECTS
source: TBA
ru: Если в клетке есть [b]Perforator Pilus[/b], клетки других видов будут получать значительный урон, если будут прикасаться к нему. Если у обеих клеток есть [b]Perforator Pili[/b], то они наоборот могут блокировать взаимные атаки. [b]Perforator Pili[/b] также блокирует токсичные снаряды. Подробнее [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oxytoxisome[/url][/color][/b] and [b][color=#3796e1][url=thriveopedia:oxytoxy]Toxin Vacuole[/url][/color][/b].
tr: Eğer bir hücre [b]Delici Pilusa[/b] sahipse, diğer türün hücreleri bu organele temas ettiğinde önemli miktarda hasar alır. Eğer her iki hücre de [b]Delici Piluslara[/b] sahipse, bu hücreler birbirlerinin saldırısını engelleyebilir. [b]Delici Piluslar[/b], ayrıca, toksin mermilerini engeller. [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oksitoksizom[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofulunu[/url][/color][/b] inceleyin.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_INTRO
source: TBA
ka: საბრძოლო ორგანელა გამოიყენება სხვა უჯრედებში ჩასაცემად. უჯრედები, რომლებსაც [b]ბურღისებრი პილუსით[/b] შეუტევტ, საკმაო რაოდენობის ჯანმრტელობას კარგავს. ასევე გიცავთ ტოქსინებისგან, ნასროლი ტოქსინის ყუმბარების აცილების გზით.
ru: Боевая органелла, используемая чтобы прокалывать другие клетки. Клетка, атакованная [b]Пронзающим пилем[/b] теряет много здоровья. Также защищает от токсинов, отражая токсичные снаряды.
tr: Diğer hücreleri delmede kullanılan savaş organelidir. [b]Delici Pilus[/b] ile saldırıya uğrayan hücreler önemli miktarda can kaybeder. Ayrıca, toksin mermilerini taşıyan toksinlere karşı hücreyi savunur.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_REQUIREMENTS
source: TBA
pt_br: Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]pelo menos uma[/i] das condições seguintes também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Fagocitou no mínimo [b]5[/b] células ao longo de todas as gerações.[/indent] [indent]— Morreu no mínimo [b]5[/b] vezes ao longo de todas as gerações.[/indent]
ru: Если улучшения органелл включены в настройках игры, [i]хотя бы одно[/i] из следующих условий должно быть истинным [i]для клетки игрока[/i]: [indent]— Поглотил как минимум [b]5[/b] клеток за все поколения.[/indent] [indent]— Умирал как минимум [b]5[/b] раз за все поколения.[/indent]
tr: Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşullardan [i]en az biri[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Bütün kuşaklar boyunca en az [b]5[/b] hücre yutmak.[/indent] [indent]— Bütün kuşaklar boyunca en az [b]5[/b] kez ölmek.[/indent]
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_SCIENTIFIC_BACKGROUND
source: TBA
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Pilus]Пили[/url][/color] (singular [i]pilus[/i]; также известные как [i]фимбрии[/i]) — это жёсткие, полые, похожие на волоски структуры, которые находятся на поверхности многих реальных микробов. На поверхности микробной клетки может находиться от десятков до сотен пили, которые выполняют различные функции, в том числе участвуют в хищничестве. Патогенные микробы используют пили для обеспечения вирулентности: они прикрепляются к тканям хозяина или проникают через внешнюю мембрану клетки хозяина, чтобы получить доступ к цитоплазме. Пили также могут способствовать [color=#3796e1][url=https://en.wikipedia.org/wiki/Horizontal_gene_transfer]горизонтальному переносу генов[/url][/color], в котором два микроба соединяются с помощью пили и используют их для обмена небольшими кольцевыми фрагментами ДНК, известными как плазмиды, в процессе, называемом [b]Конъюгация[/b]. Это чрезвычайно распространённое явление среди прокариот всех видов, и оно часто играет важную роль в эволюции микроорганизмов; Одним из наиболее распространённых (и проблемных) проявлений этого является распространение [color=#3796e1][url=https://en.wikipedia.org/wiki/Antimicrobial_resistance]устойчивости к антибиотикам[/url][/color] среди различных штаммов патогенных бактерий, Бактерия, у которой выработалась устойчивость к антибиотику, передаёт гены, обеспечивающие эту устойчивость, другой бактерии, в результате чего вторая бактерия также становится невосприимчивой к этому конкретному антибиотику. Существует множество типов пили, но не все они связаны между собой эволюционно и во многих случаях являются результатом конвергентной эволюции. Один организм может быть способен вырабатывать несколько типов пили, а те, что находятся на поверхности, постоянно меняются и заменяются.
tr: Piluslar (tekil: pilus), birçok mikroorganizmanın yüzeyinde bulunur ve ince kıllara benzer. Onlarca veya yüzlerce pilus, bir mikroorganizmanın yüzeyinde bulunabilir ve avcılıkta rol oynamak dahil çeşitli amaçlarda işe kullanılabilir. Patojenik mikroorganizmalar, hastalığa neden olmak suretiyle, ya konak dokuya bağlanmak ya da sitoplazmaya erişmek amacıyla dış hücre zarını basıp geçmek için pilusları kullanır. Birbirine benzer birçok pilus mevcuttur ancak evrimsel olarak birbirleriyle bağlantılı değildirler ve yakınsak evrimden meydana gelmişlerdir. Tek bir organizma, farklı türde pilus üretme yeteneğine sahip olabilir ve yüzeyinde mevcut olanları sürekli değiştirebilir. Bu organizmanın [color=#3796e1][url=https://en.wikipedia.org/wiki/Pilus]Vikipedi sayfasından[/url][/color] daha fazlasını okuyun.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_STRATEGY
source: TBA
ru: Клетки, оснащенные [b]Перфорирующими Пилями[/b], становятся эффективными хищниками и могут наносить урон любой клетке, даже тем, у кого есть устойчивость к токсинам или мембрана, устойчивая к поглощению. Однако их необходимо размещать осторожно и требуется навык для боя с ними. [b]Перфорирующие Пили[/b] также могут служить мощными сдерживающими факторами для добычи. Скопления шипов вряд ли будут выглядеть как легкая добыча.
tr: [b]Delici Piluslara[/b] sahip olan hücreler etkili yırtıcılar haline gelirler ve hatta toksin direnci ya da yutma dirençli hücre zarı olan herhangi bir hücreye hasar verebilirler. Ancak bu organel dikkatle yerleştirilmelidir ve savaş becerisi gerektirir. [b]Delici Piluslar[/b], ayrıca, av için güçlü bir caydırıcı olarak davranabilir. Dikenli toplar kolay bir yemek olarak görülmez.
zh_tw: 待定

# WIKI_PERFORATOR_PILUS_UPGRADES
source: TBA
ru: [b]Пили инжектосомы[/b] За [b]25[/b] очков мутации можно изменить [b]Перфорирующие Пили[/b] после установки, превратив их в [b]Пили инжектосомы[/b]. При ударе по вражеским клеткам они также наносят урон токсинами. Типы мембран, снижающие урон от токсинов, также снижают урон от [b]Пили инжектосомы[/b].
tr: [b]İnjektozom Pilus[/b] [b]Delici Pilusları[/b]; [b]İnjektozom Piluslara[/b] dönüştürmek için, [b]25[/b] mutasyon puanıyla, onlarda yerleştirdiğiniz an değişiklik yapın. Bu organel düşman hücrelere çarptığında, ayrıca, toksin hasarı verir. Toksinlerden gelen hasarı azaltan hücre zarı türleri, ayrıca, [b]İnjektozom Piluslardan[/b] gelen hasarı azaltır.
zh_tw: 待定

# WIKI_PROTOPLASM_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
pt_pt: Sem efeitos.
ru: Нет эффектов.
tr: Etki yok.
zh_tw: 待定

# WIKI_PROTOPLASM_INTRO
source: TBA
ru: Значительно улучшенная версия [b][color=#3796e1][url=thriveopedia:cytoplasm]Cytoplasm[/url][/color][/b], предназначенная для увеличения хранилища для неигровых видов. Не может быть добавлен в клетки игрока, но может присутствовать в клетках, которые игрок окаменил в окружающей среде. Визуально соответствует [b][color=#3796e1][url=thriveopedia:cytoplasm]Cytoplasm[/url][/color][/b] и наследует многие его черты.
tr: Oyuncu olmayan türler için depoyu arttırmak amacıyla tasarlanmış, [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmanın[/url][/color][/b] önemli ölçüde gelişmiş bir biçimidir. Oyuncu hücrelere eklenemez ama oyuncunun ortamdan fosilleştirdiği hücrelerde mevcut olabilir. Görsel olarak [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmaya[/url][/color][/b] benzer ve bu organelin birçok özelliğini alır.
zh_tw: 待定

# WIKI_PROTOPLASM_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Без модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_PROTOPLASM_PROCESSES
source: TBA
ka: [b]გლიკოლიზი[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] [b]ციტოპლაზმის გლიკოლიზის[/b] გაფართოებული ვერსია სხვადასხვა შეყვანა/გამოტანის სიჩქარეებით.
ru: [b]Гликолиз[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Расширенная версия [b]Цитоплазменного Гликолиза[/b] с другими скоростями.
tr: [b]Glikoliz[/b]: [thrive:compound type="glucose"]Glukoz[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] Farklı giren/ürün oranları ile [b]Sitoplazma Glikolizinin[/b] gelişmiş bir biçimidir.
zh_tw: 待定

# WIKI_PROTOPLASM_REQUIREMENTS
source: TBA
ka: მოთამაშე [b]პროტოპლაზმას[/b] ვერ განავითარებს. არამოთამაშის სახეობებს ეს შეზღუდვების გარეშე შეუძლია.
pt_br: O jogador não pode evoluir [b]Protoplasma[/b]. Outras espécies podem fazê-lo sem restrições.
pt_pt: O jogador não pode evoluir [b]Protoplasma[/b]. As espécies que não sejam o jogador podem, sem restrições.
ru: Игрок не может эволюционировать [b]Protoplasm[/b]. Неигровые виды могут делать это без ограничений.
tr: Oyuncu [b]Protoplazmayı[/b] evrimleştiremez. Oyuncu olmayan türler sınırlama olmadan yapabilir.
zh_tw: 待定

# WIKI_PROTOPLASM_SCIENTIFIC_BACKGROUND
source: TBA
ru: В некоторых местах [b]Протоплазма[/b] — это другое название для [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазмы[/url][/color][/b], хотя она также может относиться ко всему содержимому клетки, включая ядро и окружающие структуры. Подробнее об этой органелле на [color=#3796e1][url=https://en.wikipedia.org/wiki/Protoplasm]странице в Википедии[/url][/color].
tr: Bazı yerlerde [b]Protoplazma[/b], [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmanın[/url][/color][/b] başka bir adıdır. Ancak, çekirdek ve çevreleyen yapılar dahil, bir hücrenin tüm içeriği olarak da ifade edilebilir. Bu organelin [color=#3796e1][url=https://en.wikipedia.org/wiki/Protoplasm]Vikipedi sayfasından[/url][/color] daha fazlasını okuyun.
zh_tw: 待定

# WIKI_PROTOPLASM_STRATEGY
source: TBA
ru: Использовать [b]Протоплазму[/b] в обычных играх невозможно. Игрок может использовать ее, только если играет в режиме свободной постройки за неигровой вид, который он окаменел в предыдущей игре и у которого случайно развилась эта органелла. Когда она появляется, [b]Протоплазма[/b] стратегически эквивалентна [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазме[/url][/color][/b], но с заметно увеличенным запасом и более медленным производством [thrive:compound type="atp"][/thrive:compound]. Клетки с [b]Протоплазмой[/b] обычно могут выживать гораздо дольше, не находя облака соединений или не потребляя добычу.
tr: Esas oyunda [b]Protoplazma[/b] kullanmak mümkün değildir. Oyuncu bu organeli yalnızca; eğer serbest yapım modunda bir önceki oyunda fossilleştirdiği oyuncu olmayan bir tür ile oynuyorsa, kullanabilir. Oyunda görüldüğünde, [b]Protoplazma[/b] stratejik olarak [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmaya[/url][/color][/b] eşdeğerdir. Ancak deposu fazla ve [thrive:compound type="atp"]ATP[/thrive:compound] üretimi yavaştır. [b]Protoplazmaya[/b] sahip hücreler genellikle bileşik bulutu bulmadan veya bir besin tüketmeden daha uzun süre hayatta kalabilir.
zh_tw: 待定

# WIKI_PROTOPLASM_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_ROOT_BODY
source: Welcome to the in-game Thrive wiki. Here you'll find detailed information about game concepts, from strategy guides to the scientific theory underpinning game mechanics. Most pages in this section are auto-generated from English content on the [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/]online development wiki[/url][/color] and translated by the community. If you'd like to help write and maintain wiki content, please consider [color=#3796e1][url=https://revolutionarygamesstudio.com/get-involved/]joining the team[/url][/color]. See the links below for some of the major game concepts.
pt_br: Bem-vindo à wiki interna do Thrive. Aqui você encontrará informações detalhadas sobre conceitos do jogo, desde guias de estratégia até a teoria científica que fundamenta as mecânicas do jogo. A maioria das páginas dessa seção são geradas automaticamente a partir do conteúdo em inglês da [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/]wiki de desenvolvimento online[/url][/color] e traduzidas pela comunidade. Se você deseja ajudar a escrever e manter o conteúdo da wiki, por favor considere [color=#3796e1][url=https://revolutionarygamesstudio.com/get-involved/]juntar-se à equipe[/url][/color]. Veja os links abaixo para alguns dos principais conceitos do jogo.
ru: Добро пожаловать во внутриигровую вики Thrive. Здесь вы найдете подробную информацию об игровых концепциях, от руководств по стратегии до научной теории, лежащей в основе игровой механики. Большинство страниц в этом разделе автоматически генерируются из английского контента на [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/]онлайн-вики разработки[/url][/color] и переводятся сообществом. Если вы хотите помочь с написанием и поддержкой контента вики, рассмотрите возможность [color=#3796e1][url=https://revolutionarygamesstudio.com/get-involved/]присоединиться к команде[/url][/color]. Ниже приведены ссылки на некоторые основные игровые концепции.
tr: Oyun içi Thrive vikisine hoş geldiniz. Burada, strateji rehberlerinden oyun mekaniklerini destekleyen bilimsel teoriye kadar, oyun kavramları hakkında ayrıntılı bilgi bulabilirsiniz. Bu bölümdeki sayfaların çoğu, [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/]online geliştirici vikisindeki[/url][/color] İngilizce içerik kullanılarak otomatik olarak oluşturulmuş ve topluluk tarafından çevrilmiştir. Eğer viki içeriğini yazmaya ve güncel tutmaya yardımcı olmak isterseniz, lütfen [color=#3796e1][url=https://revolutionarygamesstudio.com/get-involved/]ekibimize katılmayı[/url][/color] düşünün. Ana oyun kavramlarından bazıları için aşağıdaki bağlantıları inceleyin.
zh_tw: 歡迎來到遊戲中的 Thrive 百科。在這裡您可以找到有關遊戲概念的詳細資訊，包括攻略到支撐遊戲機制的科學理論。 本節中的大多數頁面都是根據[color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/]線上開發者 wiki[/url][/color] 上的英文內容自動生成並由社群翻譯的。如果您想協助撰寫和維護 wiki 內容，請考慮[color=#3796e1][url=https://revolutionarygamesstudio.com/get-involved/]加入團隊[/url][/color]。 請參閱下方連結以了解一些主要的遊戲概念。

# WIKI_ROOT_HEADING
source: Thrive In-Game Wiki
ka: Thrive-ის ვიკი თამაშშივე
pt_br: Wiki Interna do Thrive
pt_pt: Wiki do Thrive (dentro do jogo)
ru: Внутриигровая вики Thrive
tr: Thrive Oyun İçi Vikisi
zh_tw: 遊戲內 Thrive 百科

# WIKI_RUSTICYANIN_EFFECTS
source: TBA
ru: Развитие [b]Растицианина[/b] снабжает клетку одноимённым ферментом. Это позволяет клетке переваривать фрагменты [thrive:compound type="iron"][/thrive:compound] в окружающей среде.
tr: [b]Rustisiyanini[/b] evrimleştirmek bir hücrenin aynı isimdeki enzime sahip olmasını sağlar. Bu organel, bir hücrenin ortamdaki [thrive:compound type="iron"]demir[/thrive:compound] parçaları sindirmesini sağlar.
zh_tw: 待定

# WIKI_RUSTICYANIN_INTRO
source: TBA
ru: использует [thrive:compound type="iron"][/thrive:compound] для производства [thrive:compound type="atp"][/thrive:compound] в процессе [b]Окисления Железа[/b].
tr: [b]Demir Kemolitoototrofisi[/b] işlemi ile [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="iron"]demire[/thrive:compound] dönüştürür. Bu reaksiyonun hızı, ortamdaki [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] miktarı ile doğru orantılıdır.
zh_tw: 待定

# WIKI_RUSTICYANIN_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_RUSTICYANIN_PROCESSES
source: TBA
ru: [b]Окисление железа[/b]: [thrive:compound type="iron"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Метод генерации энергии без [thrive:compound type="glucose"][/thrive:compound]. Тратит[thrive:compound type="iron"][/thrive:compound].
tr: [b]Demir Kemolitoototrofisi[/b]: [thrive:compound type="iron"]Demir[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] [thrive:compound type="glucose"]Glukoz[/thrive:compound] olmayan bir enerji üretim yöntemidir. [thrive:compound type="iron"]Demir[/thrive:compound] tüketir ve ortamdaki [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] miktarı ile doğru orantılıdır.
zh_tw: 待定

# WIKI_RUSTICYANIN_REQUIREMENTS
source: TBA
ka: მოთხოვნების გარეშე.
pt_br: Sem requisitos.
ru: Нет требований.
tr: Gereksinimler yok.
zh_tw: 待定

# WIKI_RUSTICYANIN_SCIENTIFIC_BACKGROUND
source: TBA
ru: [b]Растицианины[/b] — это белки, которые можно найти в мембранах некоторых бактерий и архей. Они окисляют [b]Железо[/b] при контакте с мембраной, передавая электроны, как часть цепи переноса электронов. Затем заряд, созданный на поверхности мембраны, используется для притягивания положительных ионов [b]Водорода[/b] в клетке. Дополнительные электроны и ионы помогают перевести потраченные молекулы [b]АДФ[/b] в новые молекулы [b]АТФ[/b] а затем перезапустить различные задействованные белки, чтобы процесс мог начаться заново. [color=#3796e1][url=https://en.wikipedia.org/wiki/Rusticyanin]https://en.wikipedia.org/wiki/Rusticyanin[/url][/color]
tr: [b]Rustisiyanin[/b], bazı bakteri ve arkelerin hücre zarında bulunabilir. Bu organel, [b]Demirdeki[/b] elektronları aktarır ve bu elektronları hücre içine çekerek bunları yeni [b]ATP[/b] moleküllerinin oluşturmasına yardımcı olmak için kullanır. [color=#3796e1][url=https://en.wikipedia.org/wiki/Rusticyanin]https://en.wikipedia.org/wiki/Rusticyanin[/url][/color]
zh_tw: 待定

# WIKI_RUSTICYANIN_STRATEGY
source: TBA
ru: [thrive:compound type="iron"][/thrive:compound] — это ценный альтернативный ресурс, который можно использовать вместо [thrive:compound type="glucose"][/thrive:compound] поскольку он разлагается в окружающей среде гораздо позже. Поедающие ржавчину клетки получат обилие питания в биомах, где [thrive:compound type="iron"][/thrive:compound] в изобилии. Проглатывание кусков [thrive:compound type="iron"][/thrive:compound] может показаться заманчивым, но часто вы получаете больше [thrive:compound type="iron"][/thrive:compound] держась рядом с большим куском, поскольку он производит больше соединений в виде облаков. Однако, проглоченный кусок [thrive:compound type="iron"][/thrive:compound] позволяет вам переносить больше [thrive:compound type="iron"][/thrive:compound] для долгих приключений.
tr: [thrive:compound type="iron"]Demir[/thrive:compound], ortamda çok geç bozunduğu için, [thrive:compound type="glucose"]glukozun[/thrive:compound] yerine kullanmak için değerli bir alternatif kaynaktır. Pas yiyen hücreler, [thrive:compound type="iron"]demirin[/thrive:compound] bol olduğu arazilerde bol bol besinlerin keyfini çıkarabilirler. [thrive:compound type="iron"]Demir[/thrive:compound] parçaları yutmak cezbedici olabilir. Ama bu bileşiğin çoğu, bulut halindeyken üretildiği için daha büyük bir parçanın yakınında durarak daha fazla [thrive:compound type="iron"]demir[/thrive:compound] alabilirsiniz. Ancak, yutulan bir [thrive:compound type="iron"]demir[/thrive:compound] parçası, daha uzun yolculuklarda, daha fazla [thrive:compound type="iron"]demiri[/thrive:compound] yanınızda taşımanızı sağlar.
zh_tw: 待定

# WIKI_RUSTICYANIN_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_EFFECTS
source: TBA
ru: Если клетка игрока имеет [b]Сигнальные Агенты[/b], игрок может нажать горячую клавишу (по умолчанию [b]V[/b]), чтобы открыть панель сигнализации и отдать команду всем членам вида. Каждая команда сохраняется до тех пор, пока не будет выбрана новая команда. Возможны следующие варианты: [indent]— Нет команды.[/indent] [indent]— Двигайся ко мне. Клетки неигрока игрового вида роятся около клетки игрока.[/indent] [indent]— Следуй за мной. Клетки неигрока игрового вида двигаются с клеткой игрока, но сохраняют дистанцию.[/indent] [indent]— Беги от меня. Клетки неигрока игрового вида двигаются от клетки игрока.[/indent] [indent]— Будь агрессивным. Клетки неигрока игрового вида вероятнее всего будут нападать и преследовать другие клетки вокруг.[/indent] На момент написания этой статьи, Клетки неигрока с [b]Сигнальными Агентами[/b] не используют их.
tr: Eğer oyuncu hücresi [b]Sinyal Veren Ajanlara[/b] sahipse, oyuncu, sinyal komut panelini açmak ve türünün tüm üyelerine komut vermek için bir kısayol tuşuna (varsayılan olarak [b]V[/b] tuşudur) basabilir. Her komut, yeni bir komut seçilene kadar sürdürülür. Seçenekler: [indent]— Komut yok.[/indent] [indent]— Bana doğru hareket et. Oyuncuya ait olmayan aynı tür hücreler, oyuncu hücresinin etrafında toplanırlar.[/indent] [indent]— Beni takip et. Oyuncuya ait olmayan aynı tür hücreler, oyuncu hücresine doğru hareket ederler ama belirli mesafeyi korurlar.[/indent] [indent]— Benden kaç. Oyuncuya ait olmayan aynı tür hücreler, oyuncu hücresinden uzaklaşırlar.[/indent] [indent]— Saldırgan ol. Oyuncuya ait olmayan aynı tür hücrelerin, etraflarındaki diğer hücrelere saldırması ve onları kovalaması çok daha olası hale gelir.[/indent] Bu bölüm yazıldığından beri, [b]Sinyal Veren Ajanlara[/b] sahip ve oyuncuya ait olmayan hücreler bu komutları kullanamamaktadır.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_INTRO
source: TBA
ka: საშუალებას იძლევა უჯრედის სხვა წევრებს წყალში არსებული ქიმიური სიგნალებით მარტივი ბრძანებები გაუგზავნოთ.
ru: Позволяет отправлять простые команды остальным членам вида через химические сигналы в воде.
tr: Sudaki kimyasal sinyaller aracılığıyla, bir hücrenin, türünün diğer üyelerine basit komutlar göndermesini sağlar.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_MODIFICATIONS
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_REQUIREMENTS
source: TBA
ka: უჯრედს [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] განვითარებისთვის [b]სასიგნალო აგენტები[/b] სჭირდება.
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Agentes de Sinalização[/b].
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b], чтобы выделить [b]сигнальные агенты[/b].
tr: Bir hücre, [b]Sinyal Veren Ajanları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır.
zh_tw: 待定
