Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# FORGET_MOD_DETAILS
source: Remove Local Data
bg: Премахване на локалните данни
ca: Eliminar Dades Locals
cs: Odstranit místní data
de: Lokale Daten entfernen
es: Eliminar datos locales
et: Eemaldage kohalikud andmed
fi: Poista Paikallinen Data
fr: Supprimer les données locales
he: הסר מידע מקומי
hu: Helyi adatok törlése
it: Rimuovi Dati Locali
ka: ლოკალური მონაცემების წაშლა
nl: Verwijder Lokale Data
nl_be: Verwijder lokale Data
pl: Usuń Dane Lokalne
pt_br: Excluir Dados Locais
pt_pt: Remover dados locais
ru: Удаление Локальных Данных
tr: Yerel Veriyi Kaldır
uk: Вилучіть локальні дані
zh_cn: 删除本地数据
zh_tw: 刪除本機資料

# FORGET_MOD_DETAILS_TOOLTIP
source: Remove local data regarding this item. Useful if you entered the wrong ID or want to upload a new version to a different item.
bg: Премахването на локалните данни може да се използва, ако идентификационният № е грешен или искате да качите нова версия на различна модификация.
ca: Eliminar dades locals referents a aquest item. És útil si has introduït l'ID equivocat o vols carregar una nova versió a un item diferent.
cs: Odstranění místních dat týkajících se této položky. Užitečné, pokud jste zadali špatné ID nebo chcete nahrát novou verzi k jiné položce.
de: Lokale Daten zu diesem Item entfernen. Dies ist hilfreich, wenn du die falsche ID angegeben hast oder eine Version als neues Item hochladen willst.
es: Eliminar datos locales referentes a este elemento. Es útil si has introducido el ID equivocado o deseas cargar una nueva versión de un elemento distinto.
et: Eemaldage selle üksuse kohalikud andmed. Kasulik, kui sisestasite vale ID või soovite mõnele muule üksusele uue versiooni üles laadida.
fr: Supprimez les données locales concernant cet élément. Utile si vous avez saisi un mauvais identifiant ou si vous souhaitez télécharger une nouvelle version d'un autre article.
he: הסר נתונים מקומיים לגבי פריט זה. שימושי אם הזנת ID שגוי או רוצה להעלות גרסה חדשה לפריט אחר.
it: Rimuovi i dati locali relativi a questo oggetto. Ciò è utile se hai inserito l'ID sbagliato, oppure se vuoi caricare una nuova versione su di un oggetto diverso.
ka: ამ ელემენტთან დაკავშირებული ლოკალური მონაცემების წაშლა. სასარგებლოა, თუ შეიყვანეთ არასწორი ID, ან სხვა ელემენტის ახალი ვერსიის ატვირთვა გნებავთ.
nl: Verwijder lokale data met betrekking tot dit item. Dit kan nuttig zijn als je een verkeerd ID hebt ingevuld of een nieuwe versie naar een ander item wil uploaden.
nl_be: Verwijder lokale gegevens met betrekking tot dit item. Handig als je de verkeerde ID hebt ingevoerd of een nieuwe versie naar een ander item wilt uploaden.
pl: Usuń dane lokalne odnośnie tego przedmiotu. Użyteczne jeśli podałeś błędne ID bądź chcesz załadować nową wersję do innego przedmiotu.
pt_br: Remover dados locais referentes a esse item. Útil se o ID inserido está errado ou se você quiser fazer o upload de uma nova versão de um item diferente.
pt_pt: Remova os dados locais relativos a este item. Útil se inserires o ID errado ou desejares fazer upload de uma nova versão para um item diferente.
ru: Удалить локальные данные, касающиеся этого элемента. Полезно, если вы ввели неправильный ID или хотите загрузить новую версию в другой элемент.
tr: Bu öğeye ilişkin yerel veriyi kaldır. Bu işlem, eğer yanlış bir ID girdiyseniz ya da farklı bir öğenin yeni sürümünü karşıya yüklemek isterseniz yararlıdır.
uk: Вилучити локальні дані стосовно елемента. Корисно, якщо ви ввели ID або хочету відвантажити нову версію до іншого елемента.
zh_cn: 删除关于这个项目的本地数据。在你输错了ID，或者想给不同的项目上传一个新的版本时很有用。
zh_tw: 刪除有關此項目的本機資料。在您輸入了錯誤的 ID 或想要將其他項目上傳到新版本時非常有用。

# FORM_ERROR_MESSAGE
source: Error: {0}
bg: Грешка: {0}
cs: Chyba: {0}
de: Fehler: {0}
et: Viga: {0}
fi: Virhe: {0}
fr: Erreur : {0}
he: שגיאה: {0}
hu: Hiba: {0}
it: Errore: {0}
ka: შეცდომა: {0}
nl: Fout: {0}
pl: Błąd: {0}
pt_br: Erro: {0}
pt_pt: Erro: {0}
ru: Ошибка: {0}
sk: Chyba: {0}
tr: Hata: {0}
uk: Помилка: {0}
zh_cn: 错误：{0}
zh_tw: 錯誤：{0}

source: Fossilisation
bg: Вкаменяване
es: Fosilización
ka: გაქვავება
nl: Fossilizatie
pl: Fosylizacja
pt_br: Fossilização
pt_pt: Fossilização
ru: Окаменение
tr: Fosilleşme
uk: Скам'яніння
zh_cn: 化石
zh_tw: 化石化

# FOSSILISATION_EXPLANATION
source: Fossilise this species to save it in the museum. You can access the museum from the Thriveopedia, or load fossilised species in the freebuild editor.
bg: Вкаменете тези създания, за да ги запазите в музея. Може да го посетите от Трайвопедията или да заредите създанията в редактора.
de: Mache diese Spezies zu einem Fossil um sie im Museum zu speichern. Du kannst von der Thriveopedia auf das Museum zugreifen, oder Fossile im Sandboxeditor laden.
es: Fosiliza esta especie para preservarla en el Museo. Puedes acceder al Museo desde la Thrivepedia, o abrir especies fosilizadas en el editor libre.
nl: Fossilizeer deze soort en sla het op in het museum. Je kunt het museum vanuit de Thriveopedia bezoeken. Je kunt de gefossilizeerde soort ook openen in de vrije bouwmodusbewerker.
pt_br: Fossilize essa espécie para salvá-la no museu. Você pode acessar o museu pela Thrivepédia ou pode carregar a espécie fossilizada por meio do editor livre.
pt_pt: Fossiliza esta espécie para a guardar no museu. Podes aceder o museu através da Thrivepédia ou carregar uma espécie fossilizada no editor livre.
ru: Окамените этот вид, чтобы сохранить его в музее. Вы можете получить доступ к музею из Трайвопедии или загрузить ископаемые виды в бесплатном редакторе.
tr: Müzeye kaydetmek için bu türü fosilleştirin. Thriveopedi'den müzeye erişebilirsiniz veya serbest yapım editöründe fosilleşmiş türü yükleyebilirsiniz.
uk: Цей вид має скам'яніти для збереження в музеї. Ви можете відкрити музей через Трайвопедію, або завантажити види з вільного редактору.
zh_cn: 将该物种保存至化石中并存放到博物馆里。你可以通过Thrive百科进入博物馆，或在自由编辑器中加载这些化石中的物种。
zh_tw: 將該物種化石化並保存在博物館中。您可以從 Thrive 百科查看博物館，或在自由建造編輯器中載入化石物種。

source: Fossilisation Failed
fr: Échec de la fossilisation
ka: გაქვავება ჩავარდა
nl: Fossilizeren Mislukt
pt_br: Falha na Fossilização
pt_pt: Fossilização Falhou
ru: Окаменение провалилось
tr: Fosilleştirme Başarısız
uk: Невдале скам'яніння
zh_cn: 未能保存到化石中
zh_tw: 化石化失敗

# FOSSILISATION_FAILED_DESCRIPTION
source: The fossil file could not be written
ka: ნამარხების ფაილის ჩაწერა შეუძლებელია
nl: Het fossielbestand kon niet worden geschreven
pt_br: O arquivo do fóssil não pôde ser escrito
pt_pt: O ficheiro de fóssil não pôde ser escrito
ru: Файл окаменелости не может быть записан
tr: Fosil dosyası yazılamadı
uk: Файл скам'яніння неможливо записати
zh_cn: 未能保存化石文件
zh_tw: 化石檔案無法寫入

# FOSSILISATION_HINT
source: Fossilise this species
bg: Вкаменяване на тези създания
cs: Zkamenění tohoto druhu
de: Diese Art fossilisieren
es: Fosilizar especie
fr: Fossiliser cette espèce
ka: ამ სახეობების გაქვავება
nl: Fossilizeer deze soort
pt_br: Fossilizar essa espécie
pt_pt: Fossilizar esta espécie
ru: Ископаемые этого вида
tr: Bu türü fosilleştir
uk: Скам'янити цей вид
zh_cn: 保存该物种到化石中
zh_tw: 將該物種化石化

# FOSSILISATION_HINT_ALREADY_FOSSILISED
source: Fossilise this species (already fossilised)
bg: Вкаменяване на тези създания (вече са вкаменени)
de: Diese Art fossilisieren (ist bereits fossilisiert)
es: Fosilizar especie (ya fosilizada)
fr: Fossiliser cette espèce (déjà fossilisée)
ka: ამ სახეობების განამარხიანება (უკვე ნამარხია)
nl: Fossilizeer deze zoort (al gefossilizeerd)
pt_br: Fossilizar essa espécie (já fossilizada)
pt_pt: Fossilizar esta espécie (já fossilizada)
ru: Окаменелость этого вида (уже окаменелость)
tr: Bu türü fosilleştir (zaten fosilleştirildi)
uk: Скам'янити цей вид (вже скам'янено)
zh_cn: 保存该物种到化石中（已保存）
zh_tw: 將該物種化石化（已化石化）

source: Fossilise
bg: Вкаменяване
de: Versteinern
es: Fosilizar
fr: Fossiliser
ka: გაქვავება
nl: Fosillizeren
pl: Zachowaj jako skamieniałość
pt_br: Fossilizar
pt_pt: Fossilizar
ru: Превратить в окаменелость
tr: Fosilleştir
uk: Скам'яніти
zh_cn: 保存至化石中
zh_tw: 化石化

source: Fossil Deletion Failed
fr: Suppression du fossile échouée
ka: ნამარხის წაშლა ჩავარდა
nl: Verwijderen van Fossiel Mislukt
pt_br: Falha ao Remover Fóssil
pt_pt: A eliminação de fósseis falhou
ru: Удаление окаменелости провалилось
tr: Fosil Silme Başarısız
uk: Видалення скам'янілості не вдалося
zh_cn: 未能删除保存的化石
zh_tw: 化石刪除失敗

# FOSSIL_DELETION_FAILED_DESCRIPTION
source: The fossil file could not be deleted
fr: Le fichier fossile n'a pas pu être supprimé
ka: ნამარხების ფაილის წაშლა შეუძლებელია
nl: Het fossielbestand kon niet worden verwijderd
pt_br: Não foi possível remover o arquivo do fóssil
pt_pt: O ficheiro do fóssil não pôde ser eliminado
ru: Файл окаменелости не может быть удалён
tr: Fosil dosyası silinemedi
uk: Файл скам'янілості немодливо видалити
zh_cn: 未能删除化石文件
zh_tw: 化石檔案無法刪除

source: FPS display
bg: ЧКС
ca: Visualització d'FPS
cs: Ukazatel FPS
es: Monitor de FPS
fr: Afficher les FPS
he: תצוגת FPS
hu: FPS kijelző
it: Visualizzazione FPS
ka: FPS-ის ჩვენება
nl: Toon FPS
pl: Wyświetlacz FPS
pt_br: Visualização de FPS
pt_pt: Indicador de FPS
ru: Показать FPS
sk: Zobrazenie počtu snímkov za sekundu
tr: FPS göstergesi
uk: FPS диспей
zh_cn: 帧数显示
zh_tw: FPS 顯示

# FRAME_DURATION
source: Delta: {0}
bg: Δ: {0}
fi: Ruutuaika: {0}
he: דלתא: {0}
ka: დელტა: {0}
ru: FPS: {0}
sk: Delta čas: {0}
uk: Дельта: {0}
zh_cn: 帧时长：{0}
zh_tw: 影格時長：{0}

source: Freebuilding
bg: Неограничени
ca: Construcció lliure
cs: Volné stavění
de: Sandboxmodus
eo: Libera konstruado
es: Modo Libre
et: Vabaehitus
fi: Vapaa rakentelu
fr: Construction Libre
he: ארגז חול
hu: Szabad szerkesztés
id: Bangun-bebas
it: Modifica Libera
ka: თავისუფალი მშენებლობა
ko: 자유 구성
nl: Vrije bouwmodus
nl_be: Vrij bouwen
pl: Wolna Budowa
pt_br: Modo livre
pt_pt: Modo livre
ru: Свободное Строительство
sk: Voľná stavba
sr_cyrl: Слободна-Градећи
sv: Fri byggredigerare
tr: Serbest yapım modu
uk: Вільне конструктуювання
zh_cn: 自由编辑器
zh_tw: 自由編輯器

# FREE_GLUCOSE_CLOUD
source: Free glucose cloud when leaving editor
bg: Създаване на облак от глюкоза при излизане от редактора
ca: Núvol de glucosa gratuït quan s'abandona l'editor
cs: Bonusový oblak glukózy při opuštění editoru
de: Verfügbare Glukosewolke beim Verlassen des Editors
es: Nuble de glucosa gratuita al salir del editor
fr: Nuage de glucose à la sortie de l'éditeur
he: ענני גלוקוז חופשיים בזמן שיוצאים מהעורך
hu: Ingyenes glükóz felhő a szerkesztő elhagyásakor
it: Nuvola bonus di glucosio all'uscita dall'editor
ka: უფასო გლუკოზის ღრუბელი რედაქტორიდან გასვლისას
nl: Beschikbare glucosewolk bij het verlaten van de bewerker
pl: Darmowa chmura glukozy przy opuszczaniu edytora
pt_br: Nuvem de glicose disponível ao sair do editor
pt_pt: Nuvem de glucose gratuita ao sair do editor
ru: Бесплатное облако глюкозы при выходе из редактора
sk: Po opustení editora sa vytvorí oblak glukózy
tr: Editörden ayrıldığında bedava glukoz bulutu
uk: Безкоштовна глюкозна хмара, коли ви виходите з редактору
zh_cn: 在离开编辑器时额外的葡萄糖云
zh_tw: 離開編輯器時生成額外的葡萄糖雲

# FREE_GLUCOSE_CLOUD_EXPLANATION
source: (start with a free glucose cloud nearby each generation)
bg: (създава облак от глюкоза близо до Вашето създание след всяко отваряне на редактора)
ca: (comença cada generació amb un núvol de glucosa gratuït proper)
cs: (začnete s bonusovým oblakem glukózy poblíž každé generace)
de: (Starte jede Generation mit einer Gratis-Glukosewolke in der Nähe)
es: (empieza con una nube de glucosa en cada generación)
fr: (commencer par un nuage de glucose à proximité de chaque génération)
he: (מתחיל עם ענן גלוקוז חופשי קרוב בכל דור)
hu: (a szerkesztő elhagyása után egy közeli glükózfelhő mellett lesz a sejted)
it: (comincia ogni generazione vicino a una nuvola di glucosio)
ka: (დაიწყეთ უფასო გლუკოზის ღრუბლით თითოეულ თაობასთან ახლოს)
nl: (start met een beschikbare glucosewolk in de buurt van elke generatie)
pl: (zacznij z darmową chmurą glukozy w pobliżu, każdego pokolenia)
pt_br: (começar com uma nuvem de glicose próxima após cada reprodução)
pt_pt: (começar com uma nuvem de glicose próxima a cada geração)
ru: (начало с облаком глюкозы возле каждого поколения)
sk: (začni s oblakom glukózy v blízkosti každou generáciou)
tr: (her kuşağa, yakınlardaki serbest bir glukoz bulutuyla başla)
uk: (початок з безкоштовною глюкозною хмарою біля кожної генерації)
zh_cn: （每一代开始时在玩家旁自动生成一块葡萄糖云）
zh_tw: （每代開始時在玩家旁生成葡萄糖雲）

source: Fullscreen
bg: Цял екран
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbild
eo: Plenekrane
es: Pantalla completa
et: Täisekraan
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
hu: Teljes képernyő
id: Layar penuh
it: Schermo intero
ka: სრულ ეკრანზე
ko: 전체화면
nl: Volledig Scherm
nl_be: Volledig scherm
pl: Pełny ekran
pt_br: Tela Cheia
pt_pt: Ecrã inteiro
ru: Полноэкранный
sk: Celá obrazovka
sr_cyrl: Цео екран
sr_latn: Ceo ekran
sv: Fullskärm
th_th: เต็มจอ
tr: Tam ekran
uk: Повноекрання
zh_cn: 全屏
zh_tw: 全螢幕

source: Full Mod Info
bg: Подробна информация
ca: Informació Completa del Mod
cs: Úplné informace o módu
de: Vollständige Modinformationen
es: Información Completa del Mod
et: Täielik modifikatsiooniteave
fi: Täydet Modin Tiedot
fr: Informations complètes du mod
he: מידע מלא על המוד
hu: Teljes mod infó
it: Info complete
ka: მოდის სრული ინფორმაცია
nl: Volledige Mod Info
nl_be: Volledige mod info
pl: Pełne Informacje o Modzie
pt_br: Informação Completa do Mod
pt_pt: Informação Completa do Mod
ru: Полная информация о моде
tr: Tam Mod Bilgisi
uk: Уся інформація про мод
zh_cn: 完整的Mod信息
zh_tw: 完整模組資訊

source: Gallery Viewer
bg: Галерия на „Thrive“
ca: Visor de la Galeria
cs: Prohlížeč galerie
de: Kunstgalerie
es: Ver Galleria
fr: Visionneur de la galerie
he: מציג גלריה
hu: Galéria nézet
it: Visualizzatore galleria
ka: გალერეის დათვალიერება
nl: Gallerij Venster
pl: Przeglądarka Galerii
pt_br: Visualizador de Galeria
pt_pt: Visualizador de galeria
ru: Просмотр Галереи
sk: Zobrazovač galérie
tr: Galeri Görüntüleyicisi
uk: Переглянути галерею
zh_cn: 图库浏览器
zh_tw: 畫廊檢視器

source: Game Design Team
bg: Дизайнери
ca: Equip de disseny del joc
cs: Herní design
de: Spieldesigner Team
es: Equipo diseño del juego
et: Mängu disainimeeskond
fi: Pelisuunnittelutiimi
fr: Équipe Conception du jeu
he: צוות מעצבי משחק
hu: Játéktervező csapat
it: Squadra Progettisti di Gioco
ka: თამაშის დიზაინის გუნდი
nl: Spel Ontwikkel Team
nl_be: Game-ontwerpteam
pl: Designerzy Gry
pt_br: Equipe de Game Design
pt_pt: Equipa de Desenho do Jogo
ru: Команда Игрового Дизайна
sk: Dizajnéri
sv: Spel Design
tr: Oyun Tasarım Ekibi
uk: Команда геймдизайнерів
zh_cn: 游戏设计团队
zh_tw: 遊戲設計團隊

source: General
bg: Общи
cs: Obecné
de: Allgemein
fr: Général
he: כללי
hu: Alap
it: Generale
ka: ზოგადი
nl: Algemeen
nl_be: Algemeen
pl: Generalny
pt_br: Geral
pt_pt: Geral
ru: Общее
sk: Všeobecné
tr: Genel
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: Generations
bg: Поколение
cs: Generace
de: Generationen
es: Generaciones
fr: Générations
he: דורות
it: Generazioni
ka: თაობები
nl: Generatie
pl: Pokolenia
pt_br: Gerações
pt_pt: Gerações
ru: Поколения
tr: Kuşaklar
uk: Генерації
zh_cn: 世代
zh_tw: 世代

# GENERATION_COLON
source: Generation:
bg: Поколение:
ca: Generació:
cs: Generace:
eo: Generacio:
es: Generación:
et: Põlvkond:
fi: Sukupolvi:
fr: Génération :
he: דור:
hu: Generáció:
id: Generasi:
it: Generazione:
ka: თაობა:
ko: 세대:
nl: Generatie:
nl_be: Generatie:
pl: Generacja:
pt_br: Geração:
pt_pt: Geração:
ru: Поколение:
sk: Generácia:
sr_cyrl: Генерација:
sr_latn: Generacija:
tr: Kuşak:
uk: Генерація:
zh_cn: 世代：
zh_tw: 世代：

# GITHUB_TOOLTIP
source: Visit our GitHub repository
bg: Отваряне на хранилището ни в „GitHub“
cs: Navštiv náš GitHub repozitář
de: Besuche unser GitHub Repositorium
es: Visita nuestro repositorio de GitHub
fr: Visitez notre repository Github
he: צפו בספריית GitHub שלנו
ka: ეწვიეთ ჩვენს GitHub-ის რეპოზიტორიას
nl: Bezoek onze Github opslagplek
pl: Odwiedź naszą stronę GitHub
pt_br: Visite o nosso repositório no GitHub
pt_pt: Visite o nosso repositório GitHub
ru: Посетить наш Github-репозиторий
tr: GitHub depomuzu ziyaret edin
uk: Відвідайте наше сховище у GitHub
zh_cn: 访问我们在GitHub上的代码仓库
zh_tw: 訪問我們的 GitHub 儲存庫

source: GLES2 Mode Warning
bg: Предупреждение за GLES2
ca: Mode d'Alerta GLES2
cs: Varování režimu GLES2
de: GLES2-Modus-Warnung
eo: Averto Modo GLES2
es: Advertencia del modo GLES2
et: GLES2 režiimi hoiatus
fi: GLES2-moodi Varoitus
fr: Alerte Mode GLES2
he: אזהרת GLES2
hu: GLES2 mód figyelmeztetés
id: Peringatan Mode GLES2
it: Avvertimento Modalità GLES2
ko: GLES2 모드 경고
nl_be: GLES2 Moduswaarschuwing
pl: Ostrzeżenie Tryb GLES2
sk: Varovanie režimu GLES2
sr_cyrl: Упозорење у режиму GLES2
sr_latn: Upozorenje u režimu GLES2
sv: GLES2 Läges Varning
th_th: คำเตือนโหมด GLES2
zh_cn: GLES2模式警告
zh_tw: GLES2 模式警告

# GLES2_MODE_WARNING_TEXT
source: You are running Thrive with GLES2. This is severely untested and is likely to cause issues. Try to update your video drivers and/or force AMD or Nvidia graphics to be used to run Thrive.
bg: В момента „Thrive“ се изпълнява с GLES2. Това не е препоръчително и може да доведе до проблеми. Моля, обновете Вашите графични драйвери или използвайте графичните карти на „AMD“ или „Nvidia“.
ca: Esteu executant el programa Thrive amb GLES2. Aquesta tecnologia encara no ha estat del tot validada i, per tant, pot originar alguns problemes. Intenteu actualitzar els vostres drivers de vídeo i/o forçar l'ús de gràfics AMD o Nvidia per executar Thrive.
cs: Spouštíte Thrive pomocí OpenGLES2. Tato možnost není otestovaná a může způsobovat problémy. Zkuste aktualizovat grafické ovladače nebo vynutit použití AMD nebo Nvidia grafiky pro spuštění Thrive.
de: Du betreibst Thrive mit GLES2. Dies ist schwerwiegend ungetestet und wird wahrscheinlich Probleme verursachen. Versuche deine Grafiktreiber zu aktualisieren und/oder die Verwendung von AMD- oder Nvidia-Grafiken zur Ausführung von Thrive zu erzwingen.
eo: Vi uzas Thrive kun GLES2. Ĉi tio estas tre neprovita kaj probable kaŭzas problemojn. Provu ĝisdatigi viajn video-pelilojn kaj/aŭ devigi uzi AMD aŭ Nvidia-grafikaĵojn por ke Thrive funkciu.
es: Estás usando Thrive en el Modo GLES2. No está probado y probablemente cause errores. Intenta actualizar tus drivers de video y/o fuerza los gráficos AMD o Nvidia para ser usados al ejecutar Thrive.
et: Kasutate GLES2-ga Thrive'i. See on tõsiselt testimata ja põhjustab tõenäoliselt probleeme. Proovige värskendada oma videodraivereid ja/või sundida Thrive'i käitamiseks kasutama AMD või Nvidia graafikat.
fr: Vous utilisez Thrive avec le GLES2. Cela demeure non testé et risque de causer des problèmes. Essayez de mettre à jour vos pilotes vidéos et/ou de forcer l'utilisation des graphiques AMD ou Nvidia pour lancer Thrive.
he: אתה מריץ את Thrive על GLES2. אופציה זו עדין לא נבדקה ועלולה לגרום לבעיות. אנא נסה לעדכן את מנהל התקן ו / או להשתמש במקום בכרטיס גרפיקה של AMD או Nvidia על מנת להפעלת את Thrive.
hu: A Thrive-ot GLES2 módban futtatod. Ennek a módnak a használata nincs letesztelve, és nagy eséllyel hibákat okozhat. Próbáld meg frissíteni a videókártyád driverét vagy/és kényszerítsd az AMD vagy Nvidia grafikai szoftverét a Thrive futtatására.
id: Kamu menjalankan Thrive dengan GLES2. Ini belum teruji secara penuh dan mungkin akan menyebabkan masalah. Coba perbarui driver dan/atau paksa grafik AMD atau Nvidia anda untuk digunakan menjalankan Thrive.
it: Stai eseguendo Thrive con GLES2. Ciò non è collaudato a dovere, ed è probabile che causi problemi. Prova ad aggiornare i tuoi driver video e/o a forzare la grafica AMD o Nvidia a eseguire Thrive.
ko: GLES2를 사용하여 실행중입니다. 이는 실험되지 않았으며 이로 인해 문제가 발생할 수 있습니다. 비디오 카드 드라이버를 업데이트 하거나 AMD 혹은 Nvidia 그래픽을 사용하여 Thrive를 실행해주시기 바랍니다.
nl_be: Je gebruikt GLES2 om Thrive uit te voeren. Dit is ernstig ongetest en zal waarschijnlijk problemen veroorzaken. Probeer je video drivers te updaten en/of gebruik te maken van AMD of Nvidia graphics om Thrive uit te voeren.
pl: Uruchomiłeś Thrive w GLES2. Jest to poważnie nietestowane i prawdopodobnie spowoduje problemy. Zaaktualizuj sterowniki graficzne i/lub wymuś użycie grafiki AMD lub Nvidia do uruchamiania Trive.
sk: Spúšťaš Thrive pomocou vykresľovača GLES2. Táto možnosť nie je otestovaná a môže spôsobiť problémy. Skús si aktualizovať svoje grafické ovládače alebo vynútiť použitie AMD alebo Nvidia grafiky pre spustenie Thrive.
sr_cyrl: Користите Thrive витх GLES2. Ово је озбиљно непроверено и вероватно ће изазвати проблеме. Покушајте да ажурирате управљачке програме за видео и / или присилите АМД или Нвидиа графику да се користи за покретање програма Thrive.
sr_latn: Koristite Thrive vith GLES2. Ovo je ozbiljno neprovereno i verovatno će izazvati probleme. Pokušajte da ažurirate upravljačke programe za video i / ili prisilite AMD ili Nvidia grafiku da se koristi za pokretanje programa Thrive.
sv: Du kör just nu Thrive med GLES2. Detta är väldigt otestat och kommer troligen att orsaka problem. Försök att updatera dina video drivers och/eller tvinga AMD eller Nvidia grafik för att använda till att köra Thrive.
th_th: คุณกำลังเจริญเติบโตด้วย GLES2 สิ่งนี้ยังไม่ผ่านการทดสอบอย่างรุนแรงและมีแนวโน้มที่จะทำให้เกิดปัญหา พยายามอัปเดตไดรเวอร์วิดีโอของคุณและ / หรือบังคับให้ใช้กราฟิก AMD หรือ Nvidia เพื่อเรียกใช้ Thrive
zh_cn: 你在用GLES2模式运行Thrive。这种情况没有被测试过并且很可能导致种种问题。你应该考虑更新下你的显卡驱动，或者强制使用你的AMD/Nvidia显卡来运行Thrive。
zh_tw: 您正在使用 GLES2 運行 Thrive。這未經嚴格測試並且很可能導致問題。嘗試更新您的視訊驅動程式或強制使用 AMD／Nvidia 顯示卡來運行 Thrive。

# GLOBAL_TIMELINE_SPECIES_MIGRATED_TO
source: Part of [b][u]{0}[/u][/b] population has migrated to {1} from {2}
bg: Част от популацията на [b][u]{0}[/u][/b] се пресели в {1} от {2}
ca: Part de [b][u]{0}[/u][/b] població ha migrat a {1} des de {2}
cs: Část populace [b][u]{0}[/u][/b] migrovala z {2} do {1}
de: Ein Teil der [b][u]{0}[/u][/b]-Bevölkerung ist von {1} in {2} migriert
es: Parte de la población de [b][u]{0}[/u][/b] ha migrado desde{1} hasta {2}
et: Osa elanikkonnast [u]{0}[/u] on rännanud asukohast {2} asukohta {1}
fi: Osa lajin [u]{0}[/u] populaatiosta on muuttanut alueelta {1} alueelle {2}
fr: Une partie de la population de [b][u]{0}[/u][/b] a migré vers {1} depuis {2}
he: חלק מאוכלוסיית [b][u]{0}[/u][/b] נדדה מ{1} ל{2}
hu: [u]{0}[/u] populációjának egy része ide innen: {2}, ide: {1} vándorolt
it: Parte della popolazione di [b][u]{0}[/u][/b] è migrata da {1} a {2}
ka: [b][u]{0}[/u][/b]-ის პოპულაცის ნაწილი მიგრირებულია {1}-ზე {2}-დან
nl: Een deel van de bevolking van [b][u]{0}[/u][/b] is gemigreerd van {1} naar {2}
pl: Część populacji [b][u]{0}[/u][/b] przeniosła się z {2} do {1}
pt_br: Parte da população de [b][u]{0}[/u][/b] migrou de {1} para {2}
pt_pt: Parte da população de [b][u]{0}[/u][/b] migrou de {2} para {1}
ru: Часть популяции вида [b][u]{0}[/u][/b] мигрировала в {1} из {2}
sk: Časť populácie [b][u]{0}[/u][/b] z {2} migrovala do {1}
sv: En del av [u]{0}[/u] befolkningen har migrerat till {1} från {2}
tr: [b][u]{0}[/u][/b] popülasyonunun bir kısmı {2} arazisinden {1} arazisine göç etti
uk: Частина популяції [b][u]{0}[/u][/b] мігрувала до {1} з {2}
zh_cn: 一部分[b][u]{0}[/u][/b]种群已经从{2}移民到了{1}
zh_tw: [b][u]{0}[/u][/b] 種群的一部分已從 {2} 遷移到 {1}

source: Glucose
bg: Глюкоза
ca: Glucosa
cs: Glukóza
de: Glukose
eo: Glukozo
es: Glucosa
et: Glükoos
fi: Glukoosi
he: גלוקוז
hu: Glükóz
id: Glukosa
it: Glucosio
ka: გლუკოზა
ko: 포도당
pl: Glukoza (C₆H₁₂O₆)
pt_br: Glicose
pt_pt: Glicose
ru: Глюкоза
sk: Glukóza
sr_cyrl: Глукоза
sr_latn: Glukoza
sv: Glukos
th_th: กลูโคส
tr: Glukoz
uk: Глюкоза
zh_cn: 葡萄糖
zh_tw: 葡萄糖
