Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# THRIVEOPEDIA_HOME_INFO
source: The Thriveopedia is the central library and information store for Thrive content. Here you'll find the answers to any question you might have about the game, your current world, or the Thrive development project. For the moment, the Thriveopedia is relatively bare, but you can still explore several pages using the page tree and navigation buttons. Note that pages relating to a specific game in progress will only be shown when the Thriveopedia is opened via the in-game pause menu. You can find more information about the game at the locations below. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
bg: Трайвопедията е централният източник на информация за съдържанието в „Thrive“. Тук ще намерите отговорите на всички въпроси, свързани с играта, Вашият текущ свят или с проекта за разработка на „Thrive“. В момента, Трайвопедията е сравнително празна, но все пак може да прегледате някои страници, използвайки навигацията. Обърнете внимание, че страниците, свързани с конкретния запис, който се използва, ще се покажат само когато Трайвопедията е отворена през менюто в играта. За повече информация, посетете следните връзки: [color=#3796e1][url=https://revolutionarygamesstudio.com/]Официален сайт[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Частна Уикипедия[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Обществена Уикипедия[/url][/color]
de: Die Thriveopedia ist die zentrale Datenbank und Informationsquelle für Informationen zu Thrive. Hier findest du Antworten auf alle Fragen, die du über das Spiel, deine Spielwelt oder das Thrive-Entwicklungsprojekt haben könntest. Im Moment ist die Thriveopedia noch relativ leer, aber du kannst verschiedene Seiten mit Hilfe des der Navigationsschaltflächen erkunden. Beachte, dass Seiten, die sich auf ein laufendes Spiel beziehen, nur angezeigt werden, wenn die Thriveopedia über das Pausenmenü im Spiel geöffnet wird. Weitere Informationen über das Spiel findest du an den folgenden Stellen. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
es: La Thrivepedia es el centro de información central de Thrive. Aquí encontrarás respuestas a cualquier duda que tengas sobre el juego, tu mundo actual, o el desarrollo de Thrive. Por ahora la Thrivepedia es relativamente simple, pero ya puedes explorar varias páginas usando el árbol de páginas y los botones de navegación. Ten en cuenta que las páginas relacionadas a una partida específica en progreso solo se podrán acceder cuando la Thrivepedia se abra desde el menú de pausa del juego. Puedes encontrar más información sobre el juego en estas páginas web: [color=#3796e1][url=https://revolutionarygamesstudio.com/]Página oficial[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Wiki de desarrollo[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Wiki de la comunidad[/url][/color]
fr: La Thriveopédie est la bibliothèque centrale et le centre d'information pour le contenu de Thrive. Vous y trouverez les réponses à toutes les questions que vous pourriez vous poser sur le jeu, votre monde actuel ou le projet de développement Thrive. Pour le moment, la Thriveopédia est relativement dénudée, mais vous pouvez toujours explorer plusieurs pages en utilisant l'arbre des pages et les boutons de navigation. Notez que les pages relatives au content in-game ne seront affichées que lorsque la Thriveopedia sera ouverte via le menu de pause du jeu. Vous pouvez trouver plus d'informations sur le jeu aux endroits ci-dessous. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Site Web officiel[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Wiki de développement[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Wiki de la communauté[/url][/color]
nl: De Thriveopedia is de centrale bibliotheek en informatieplek voor Thrive inhoud. Hiere vind je antwoorden voor elke vraag die je over het spel zou kunnen hebben, je huidige wereld, en het Thrive ontwikkelproject. Op dit moment is de Thriveopedia redelijk beperkt, maar je kunt al enkele paginas inzien door de paginaboom en navigatieknoppen te gebruiken. Paginas die verband houden tot een specifiek spel kunnen alleen ingezien worden wanneer de Thriveopedia geopend wordt in het spelmenu. Het spel dient hiervoor gepauzeerd te zijn. Je kunt meer informatie over het spel op de plekken hieronder vinden. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Officiële Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Ontwikkelwike[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]GemeenschapsWiki[/url][/color]
pt_br: A Thrivepédia é o centro de informações de Thrive. Aqui você encontrará respostas para qualquer pergunta que possa ter sobre o jogo, seu mundo atual e o projeto. Atualmente, a Thrivepédia está relativamente vazia, mas você ainda pode explorar algumas páginas usando a barra lateral e os botões de navegação. Note que as páginas relacionadas a um jogo específico só serão mostradas quando a Thrivepédia é aberta por meio do menu de pausa. É possível encontrar mais informações sobre o jogo nos links abaixo: [color=#3796e1][url=https://revolutionarygamesstudio.com/]Site oficial[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Wiki de desenvolvimento[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Wiki comunitária[/url][/color]
pt_pt: A Thrivepédia é a biblioteca central e a loja de informação para o conteúdo do Thrive. Aqui encontrarás as respostas a qualquer pergunta que possas ter sobre o jogo, o teu mundo atual ou o projeto de desenvolvimento do Thrive. De momento, a Thrivepédia está relativamente vazia, mas podes explorar várias páginas usando a árvore de páginas e os botões de navegação. Nota que as páginas relacionadas com um jogo em curso só serão mostradas quando a Thrivepédia for aberta através do menu de pausa do jogo. Podes encontrar mais informações sobre o jogo nos locais abaixo. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
ru: Трайвопедия — это центральная библиотека и хранилище информации для контента Thrive. Здесь вы найдете ответы на любые вопросы об игре, вашем текущем мире или проекте разработки Thrive. На данный момент Трайвопедия пустовата, но вы все равно можете просматривать несколько страниц, используя дерево страниц и кнопки навигации. Обратите внимание, что страницы, относящиеся к конкретной текущей игре, будут отображаться только тогда, когда Трайвопедия открыта через меню паузы в игре. Вы можете найти больше информации об игре в местах ниже. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
tr: Thriveopedi, Thrive içeriği için merkezi kütüphane ve bilgi deposudur. Burada; oyun, mevcut dünya veya Thrive gelişim projesi ile ilgili herhangi bir soruya cevap bulacaksınız. Şimdilik, Thriveopedi oldukça basit. Ama sayfa ağacını ve gezinme butonlarını kullanarak birçok sayfayı yine de keşfedebilirsiniz. Unutmayın, devam etmekte olan belirli bir oyuna ilişkin sayfalar yalnızca oyun esnasında ara menüden Thriveopedi açıldığında gösterilecektir. Aşağıdaki konumlardan oyun ile ilgili daha fazla bilgi bulabilirsiniz: [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
uk: Трайвопедія– це центральна бібліотека та інформаційний магазин контенту Thrive. Тут ви знайде відповіді на будь-яке запитання про гру, вашого поточного світу чи проєкту розробкиThrive. На цей момент Трайвопедія досить пуста , але ви можете досліджувати декілька сторінок завдяки дереву сторінок та кнопок навігації. Зверніть увагу на те, що сторінки з конкретною поточною грою відображатимуться лише, якщо Трайвопедія відкрита через меню паузи гри. Ви можете знайти більше інформації про гру в місці нижче. [color=#3796e1][url=https://revolutionarygamesstudio.com/]Official Website[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]Development Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]Community Wiki[/url][/color]
zh_cn: Thrive百科是Thrive内容的首要资料库和信息存储室。在这里你可以找到你对于游戏，目前的世界亦或是Thrive的开发计划的任何问题的解答。 目前Thrive百科的内容相对比较少，但你仍然可以通过使用页面树状图和导航按钮来浏览众多页面。请注意那些与一场特定的游戏相关的页面仅会在通过游戏内暂停页面打开Thrive百科时被显示。 你可以在以下网页找到更多关于本游戏的信息： [color=#3796e1][url=https://revolutionarygamesstudio.com/]官方网站[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]开发者wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]社区wiki[/url][/color]
zh_tw: Thrive 百科是 Thrive 內容的首要資料庫與資訊儲存室。在這裡您可以找到有關遊戲、當前世界或 Thrive 開發計畫的任何問題的答案。 目前 Thrive 百科的內容較少，但您仍可以使用頁面樹和導航按鈕瀏覽多個頁面。請注意，只有在透過遊戲內暫停選單開啟 Thrive 百科時，才會顯示與正在進行的特定遊戲場景相關的頁面。 您可以在以下網站找到有關本遊戲的更多資訊。 [color=#3796e1][url=https://revolutionarygamesstudio.com/]官方網站[/url][/color] [color=#3796e1][url=https://wiki.revolutionarygamesstudio.com/wiki/Main_Page]開發者 Wiki[/url][/color] [color=#3796e1][url=https://thrive.fandom.com/wiki/Thrive_Wiki]社群 Wiki[/url][/color]

# THRIVEOPEDIA_HOME_PAGE_TITLE
source: Home
bg: Начало
de: Startseite
es: Inicio
fr: Accueil
ka: საწყისი
nl: Thuis
pl: Dom
pt_br: Página inicial
pt_pt: Casa
ru: Центр
tr: Ana Sayfa
uk: Дім
zh_cn: 主页
zh_tw: 首頁

# THRIVEOPEDIA_MUSEUM_PAGE_TITLE
source: Museum
bg: Музей
es: Museo
fr: Musée
ka: მუზეუმი
pl: Muzeum
pt_br: Museu
pt_pt: Museu
ru: Музей
tr: Müze
uk: Музей
zh_cn: 博物馆
zh_tw: 博物館

# THRIVEOPEDIA_PATCH_MAP_PAGE_TITLE
source: Patch Map
bg: Карта на зоните
de: Gebietskarte
es: Zona
fr: Carte des secteurs
ka: ბიომების რუკა
nl: Gebiedenkaart
pl: Mapa Obszarów
pt_br: Mapa de regiões
pt_pt: Mapa de regiões
ru: Карта биомов
tr: Arazi Haritası
uk: Мапа ділянок
zh_cn: 地区图
zh_tw: 區域地圖

source: Thrive Licenses
bg: Лицензи на „Thrive“
ca: Llicències de Thrive
cs: Thrive Licence
de: Thrive Lizenzen
es: Licencias de Thrive
et: Thrive litsentsid
fi: Thriven lisenssit
fr: Licences Thrive
he: רישיונות Thrive
hu: Thrive licenszek
it: Licenze Thrive
ka: Thrive-ის ლიცენზიები
nl: Thrive Licenties
nl_be: Thrive Licenties
pl: Licencje "Thrive"
pt_br: Licenças de Thrive
pt_pt: Licenças Thrive
ru: Лицензии Thrive
sk: Thrive Licencie
tr: Thrive Lisansları
uk: Ліцензії Thrive
zh_cn: Thrive的许可证书
zh_tw: Thrive 授權條款

source: Thylakoid
bg: Тилакоид
ca: Tilacoide
eo: Tilakoido
es: Tilacoide
et: Tülakoid
fi: Tylakoidi
fr: Thylacoïde
he: תילקואיד
hu: Thilakoid
id: Tilakoid
it: Tilacoide
ko: 틸라코이드
nl_be: Thylakoïde
pl: Tylakoid
pt_pt: Tilacoide
sk: Tylakoid
sr_cyrl: Тхилакоид
sr_latn: Thilakoid
th_th: ไธลาคอยด์
zh_cn: 类囊体
zh_tw: 類囊體

source: Thylakoids
bg: Тилакоиди
ca: Tilacoide
cs: Thylakoidy
de: Thylakoide
eo: Tilakoidoj
es: Tilacoides
et: Tülakoidid
fi: Tylakoidit
fr: Thylacoïdes
he: תילקואידים
hu: Thilakoidok
id: Tilakoid
it: Tilacoidi
ka: თილაკოკოიდები
ko: 틸라코이드
nl: thylakoïden
nl_be: Thylakoïden
pl: Tylakoidy
pt_br: Tilacoides
pt_pt: Tilacoides
ru: Тилакоиды
sk: Tylakoidy
sr_cyrl: Тилакоиди
sr_latn: Tilakoidi
sv: Thylakoider
th_th: ไทลาคอยด์
tr: Tilakoidler
uk: Тилакоїди
zh_cn: 类囊体
zh_tw: 類囊體
