Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_SIGNALING_AGENT_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Практически все клетки, как прокариотические, так и эукариотические, независимо от того, являются ли они свободноживущими одноклеточными организмами или входят в состав более крупного многоклеточного организма, обладают механизмами, которые позволяют им взаимодействовать с другими клетками посредством химических сигналов. Сигнальные молекулы могут выделяться клетками в окружающую среду, где они перемещаются посредством пассивной диффузии, пока не достигнут совместимого рецепторного белка на поверхности другой клетки, который, в свою очередь, передаст информацию другим частям клетки. Одним из ярких примеров межклеточной передачи сигналов у бактерий и других прокариот является [color=#3796e1][url=https://en.wikipedia.org/wiki/Quorum_sensing]чувство кворума[/url][/color], в ходе которого бактерии выделяют химические сигналы, побуждающие другие бактерии экспрессировать определённые гены, наиболее полезные при высокой общей плотности бактериальных клеток на определённой территории; по мере увеличения популяции бактерий возрастает концентрация сигнальных молекул, побуждающих бактерии экспрессировать соответствующие гены.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_STRATEGY
source: TBA
ru: Хотя это и не является существенным, [b]Сигнальные агенты[/b] — это хороший вариант, если вы хотите стать многоклеточным организмом и перейти на многоклеточную стадию. С помощью команды «иди ко мне», вы можете быстро собрать другие клетки для объединения, при условии, что у вас также есть [b][color=#3796e1][url=thriveopedia:bindingAgent]Binding Agents[/url][/color][/b]. Или, переключаясь между командами «следуй за мной» и «стань агрессивным», вы можете создать собственную армию, чтобы защищаться от хищников.
tr: Gerekli olmasa da, eğer çok hücreli bir organizmaya dönüşmeyi ve Çok Hücreli Evresi'ne girmeyi diliyorsanız, [b]Sinyal Veren Ajanlar[/b] iyi bir seçimdir. [b][color=#3796e1][url=thriveopedia:bindingAgent]Bağlayıcı Ajanlarınız[/url][/color][/b] da varsa, 'bana doğru hareket et' komutunu vererek bağlanılacak diğer hücreleri çabucak toplayabilirsiniz. Ya da 'beni takip et' ve 'saldırgan ol' komutları arasında geçiş yaparak kendinizi yırtıcılara karşı savunmak için özel bir ordu kurabilirsiniz.
zh_tw: 待定

# WIKI_SIGNALING_AGENT_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_SLIME_JET_EFFECTS
source: TBA
pt_br: Permite a uma célula ejetar [thrive:compound type="mucilage"][/thrive:compound] para se impelir. Ejetar [thrive:compound type="mucilage"][/thrive:compound] gera uma grande quantidade de velocidade por um período curto de tempo. A ejeção pode ser sustentada por mais tempo dependendo da quantidade disponível de [thrive:compound type="mucilage"][/thrive:compound]. Qualquer célula que não tenha [b]Jatos de Gosma[/b] que entre a região de [thrive:compound type="mucilage"][/thrive:compound] resultante terá sua velocidade reduzida.
ru: Позволяет клетке избавляться от [thrive:compound type="mucilage"][/thrive:compound] чтобы продвинуться вперёд. Выбрасывание[thrive:compound type="mucilage"][/thrive:compound] обеспечивает высокую скорость на короткое время. Всплеск может длиться дольше в зависимости от количества доступной [thrive:compound type="mucilage"][/thrive:compound]. Любая клетка без [b]Струи слизи[/b], который попадает в образовавшуюся область[thrive:compound type="mucilage"][/thrive:compound], будет замедлена.
tr: Hücrenin kendini ileri doğru itmesi için [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] salma yeteneğini etkinleştirir. [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] salmak, kısa süreliğine büyük miktarda hız sağlar. Mevcut [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] miktarına bağlı olarak, dinlenip hareket etme eylemi daha uzun sürdürülebilir. [b]Balçık Fışkırtıcıları[/b] olmayan ve ortaya çıkan [thrive:compound type="mucilage"]Müsilajın[/thrive:compound] olduğu alana giren herhangi bir hücre yavaşlar.
zh_tw: 待定

# WIKI_SLIME_JET_INTRO
source: TBA
pt_br: Sintetiza um polímero viscoso chamado [thrive:compound type="mucilage"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound]. Permite à célula ejetar [thrive:compound type="mucilage"][/thrive:compound] para se impelir enquanto diminui a velocidade de criaturas que entrem na substância ejetada. Em contraste com o [b][color=#3796e1][url=thriveopedia:flagellum]Flagelo[/url][/color][/b], gera uma rápida explosão de velocidade que pode ajudar a escapar de um predador ou a alcançar uma presa.
ru: Синтезирует вязкий полимер под названием [thrive:compound type="mucilage"][/thrive:compound] из [thrive:compound type="glucose"][/thrive:compound]. Позволяет клетке избавляться от [thrive:compound type="mucilage"][/thrive:compound] чтобы продвигаться вперёд, замедляя при этом существ, попадающих в выброшенную субстанцию. В отличие от [b][color=#3796e1][url=thriveopedia:flagellum]Жгутика[/url][/color][/b], он обеспечивает быстрый набор скорости, что помогает избежать встречи с хищниками или догнать добычу.
tr: [thrive:compound type="glucose"]Glukozdan[/thrive:compound], [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] adı verilen bir yapışkan polimer üretir. Hücrenin kendini ileri doğru itmesi için, salınan maddenin alanına giren canlıları yavaşlatan, söz konusu [thrive:compound type="mucilage"]Müsilajı[/thrive:compound] dışarı atmasını sağlar. [b][color=#3796e1][url=thriveopedia:flagellum]Kamçının[/url][/color][/b] aksine, yırtıcılardan kaçmak veya av yakalayabilmek için yararlı olacak ani bir hız artışı sağlar.
zh_tw: 待定

# WIKI_SLIME_JET_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_SLIME_JET_PROCESSES
source: TBA
ka: [b]ლორწოს სინთეზი[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="mucilage"][/thrive:compound] ქმნის [thrive:compound type="mucilage"][/thrive:compound]-ს გადაადგილებისთვის გამოსატყორცნად.
ru: [b]Синтез Слизи[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="mucilage"][/thrive:compound] Создает [thrive:compound type="mucilage"][/thrive:compound], выделяющуюся для движения.
tr: [b]Müsilaj Sentezi[/b]: [thrive:compound type="glucose"]Glukoz[/thrive:compound] → [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] İleri doğru gitmek için salınan [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] üretir.
zh_tw: 待定

# WIKI_SLIME_JET_REQUIREMENTS
source: TBA
ka: მოთხოვნების გარეშე.
pt_br: Sem requisitos.
ru: Требований нет.
tr: Gereksinimler yok.
zh_tw: 待定

# WIKI_SLIME_JET_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Бактерии и другие микроорганизмы могут выделять струи полисахаридной «слизи» в качестве одной из нескольких форм [color=#3796e1][url=https://en.wikipedia.org/wiki/Gliding_motility]скользящей подвижности[/url][/color], толкает клетку в направлении, противоположном струе, и оставляет за собой позади след [b]Слизи[/b].
zh_tw: 待定

# WIKI_SLIME_JET_STRATEGY
source: TBA
ru: Способность получать моментальный импульс скорости бывает полезным, когда пытаетесь догнать добычу или когда убегаете от хищника, тем более выброшенная [thrive:compound type="mucilage"][/thrive:compound] может замедлить приближающихся хищников. Как тяга, так и Вместимость [thrive:compound type="mucilage"][/thrive:compound], а соответственно и максимальная продолжительная выброса, пропорциональны количеству [b]струй слизи[/b] в клетке. Также важно отметить, что Органелла использует [thrive:compound type="glucose"][/thrive:compound], а не [thrive:compound type="atp"][/thrive:compound], так что проверяйте баланс веществ в клетке, когда добавляете органеллу.
tr: Av yakalamaya çalışırken veya yırtıcılardan kaçarken anlık bir hız artışı yeteneği kazanmak, özellikle de salınan [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] gelmekte olan yırtıcıları yavaşlatabildiği için, kullanışlıdır. Hem toplam itiş kuvveti hem de [thrive:compound type="mucilage"]Müsilaj[/thrive:compound] deposu, dolayısıyla da dışarı salma süresi, bir hücredeki [b]Balçık Fışkırtıcı[/b] sayısı ile doğru orantılıdır. Şunu da belirtmek gerekir ki, bu organel, [thrive:compound type="atp"]ATP[/thrive:compound] yerine [thrive:compound type="glucose"]glukoz[/thrive:compound] kullanır. O yüzden, bu organeli eklerken, hücrenizin bileşik tutarını incelediğinizden emin olun.
zh_tw: 待定

# WIKI_SLIME_JET_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_THERMOPLAST_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
ru: Добавляет [i]тепловое зрение[/i], Эту функцию можно включать и выключать. Она выводит на экран относительную температуру воды: более горячие участки отображаются красным цветом.
tr: Etki yok.
zh_tw: 待定

# WIKI_THERMOPLAST_INTRO
source: TBA
ru: Вырабатывает энергию в виде [thrive:compound type="atp"][/thrive:compound], используя изменение [thrive:compound type="temperature"][/thrive:compound] в окружающей среде. Эукариотическая форма менее эффективной [b][color=#3796e1][url=thriveopedia:thermosynthase]Термосинтазы[/url][/color][/b]. Умозрительная органелла, не встречающаяся в реальной жизни. Недоступна в играх с [i]ЖКМЗ[/i] (Жизнь, Какой Мы её Знаем). Это окружённая мембраной органелла, содержащая термочувствительные ферменты внутри мембранных отсеков. Это прокариот, который был ассимилирован эукариотическим хозяином для использования в своих целях. Ферменты способны использовать энергию повышения [thrive:compound type="temperature"][/thrive:compound] в их окружении, чтобы производить [thrive:compound type="atp"][/thrive:compound] в процессе, называемом [i]термосинтезом[/i].
tr: Ortamdaki [thrive:compound type="temperature"]sıcaklık[/thrive:compound] değişimini kullanarak enerjiyi [thrive:compound type="atp"]ATP[/thrive:compound] şeklinde alır. Daha verimsiz olan [b][color=#3796e1][url=thriveopedia:thermosynthase]Termosentazın[/url][/color][/b] ökaryotik formudur. Gerçek hayatta bulunmayan kuramsal bir organeldir. BH (Bildiğimiz Hayat) seçeneği etkin olan oyunlarda mevcut değildir.
zh_tw: 待定

# WIKI_THERMOPLAST_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_THERMOPLAST_PROCESSES
source: TBA
ka: [b]Thermosynthesis[/b]: [thrive:compound type="temperature"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] აგენერირებს ენერგიას პასიურად გარემოს [thrive:compound type="temperature"][/thrive:compound]-დან. [b][color=#3796e1][url=thriveopedia:thermosynthase]თერმოსინთაზაში[/url][/color][/b] არსებული [b] ბაქტერიული თერმოსინთეზის[/b] უფრო ეფექტური ვარიანტი.
ru: [b]Термосинтез[/b]: [thrive:compound type="temperature"][/thrive:compound] [i]увеличивает[/i] → [thrive:compound type="atp"][/thrive:compound] Генерирует энергию при повышении [thrive:compound type="temperature"][/thrive:compound]. Термочувствительные ферменты меняют форму при повышении [thrive:compound type="temperature"][/thrive:compound], позволяя переработать [i]АДФ[/i] в [thrive:compound type="atp"][/thrive:compound]. Когда клетка охлаждается, ферменты возвращаются в исходную форму, позволяя повторить процесс. Более эффективная форма [i]Бактериального Термосинтеза[/i] представлена в [b][color=#3796e1][url=thriveopedia:thermosynthase]Thermosynthase[/url][/color][/b]. Скорость производства [thrive:compound type="atp"][/thrive:compound] масштабируется с [i]изменением[/i] [thrive:compound type="temperature"][/thrive:compound].
tr: [b]Termosentez[/b]: [thrive:compound type="temperature"]Sıcaklık[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] Ortama ait çevresel [thrive:compound type="temperature"]sıcaklıktan[/thrive:compound] pasif olarak enerji üretir. [b][color=#3796e1][url=thriveopedia:thermosynthase]Thermosentazda[/url][/color][/b] bulunan [b]Bakteri Termosentezinin[/b] daha verimli bir formudur.
zh_tw: 待定

# WIKI_THERMOPLAST_REQUIREMENTS
source: TBA
pt_br: [b]Termoplastos[/b] aparecem apenas em jogos com Somente Vida Baseada na Realidade desativada nas configurações do jogo. Se melhorias de organela estiverem ativadas nas configurações do jogo, a condição seguinte também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Contém no mínimo [b]3[/b] hexágonos de [b][color=#3796e1][url=thriveopedia:thermosynthase]Termossintase[/url][/color][/b] há no mínimo [b]5[/b] gerações seguidas.[/indent]
ru: [b]Термопласты[/b] появляются в игре только при выключенной [i]ЖКМЗ[/i] в настройках игры. Если включена [i]разблокировка органеллы[/i] в настройках игры, то органелла может быть разблокирована без [i]эндосимбиоза[/i], если выполнено следующее условие [i]для клетки игрока[/i]: [indent]—… содержит не менее [b]3[/b] гексов [b] [color=#3796e1][url=thriveopedia:thermosynthase]Thermosynthase[/url][/color][/b] Как минимум [b]5[/b] поколений подряд. [/indent]
tr: [b]Termoplastlar[/b], yalnızca ayarlarda BH seçeneği devre dışı olan oyunlarda görülür. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki şart [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Üst üste en az [b]5[/b] kuşak boyunca, en az [b]3[/b] altıgenlik [b][color=#3796e1][url=thriveopedia:thermosynthase]Termosentaz[/url][/color][/b] içermek.[/indent]
zh_tw: 待定

# WIKI_THERMOPLAST_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Термосинтез был впервые предложен Энтони Мюллером в работе 1983 года ("Thermoelectric Energy Conversion Could Be An Energy Source Of Living Organisms", in Physics Letters A, vol. 96, Issue 6, pp. 319-321). Это даст небольшую часть энергии, которую дает дыхание (A Search For Thermosynthesis: Starvation Survival In Thermally Cycled Bacteria). Мюллер также предположил, что термосинтез может быть предшественником раннего (основанного на сере) фотосинтеза (Photosystem 0, A Proposed Ancestral Photosystem Without Reducing Power That Synthesized ATP During Light-Dark cycling). [color=#3796e1][url=https://en.wikipedia.org/wiki/Thermosynthesis]Thermosynthesis on Wikipedia[/url][/color]
zh_tw: 待定

# WIKI_THERMOPLAST_STRATEGY
source: TBA
ru: Вероятно, это самая подвижная форма автотрофов, [b]Термосинтез[/b] требует почти постоянного движения. Вам нужно перемещаться из более холодных областей в более тёплые и обратно. После того как температура клетки перестанет повышаться, производство [thrive:compound type="atp"][/thrive:compound] падает до нуля. Лучше всего активировать [i]тепловое зрение[/i], чтобы увидеть горячие и холодные точки вокруг вашей клетки и наиболее эффективно перемещаться между ними. Термопласты гораздо эффективнее работают в местах с более высокой температурой, поэтому их лучше всего использовать в жерлах вулканов. Так как производство [b]Термопластом[/b] [thrive:compound type="atp"][/thrive:compound] будет часто останавливаться, важно иметь второй источник энергии, иначе вы будете постоянно получать урон из-за его отсутствия [thrive:compound type="atp"][/thrive:compound]. Если функция разблокировки органелл включена, то требование воспроизводства несколько раз с [b][color=#3796e1][url=thriveopedia:thermosynthase]Термосинтазой[/url][/color][/b] в вашей клетке означает, что игрок, который развивает [b]Термопласты[/b], скорее всего, уже достаточно глубоко в этом специализировался в [b]Термосинтезе[/b] к тому времени, когда они получат [b]Термопласты[/b].
tr: [b]Termosentez[/b], ortama ait [thrive:compound type="temperature"]sıcaklıktan[/thrive:compound] başka bir şey gerektirmediği için bu tepkime, özünde bedava enerjidir. Dahası [b]Termoplastlar[/b], öncüleri olan [b][color=#3796e1][url=thriveopedia:thermosynthase]Termosentazdan[/url][/color][/b] daha verimlidir. Eğer yanardağ bacaları gibi sıcak arazilerde kalmaya hevesliyseniz; bu onları oyunda, tartışılır şekilde, enerji üretimindeki en kolay yol yapmaktadır. Organel kilidini açma etkinken, hücrenizde [b][color=#3796e1][url=thriveopedia:thermosynthase]Termosentaz[/url][/color][/b] ile birkaç kez çoğalmanın gerekli olması, [b]Termoplastları[/b] evrimleştiren bir oyuncunun, [b]Termoplastları[/b] kazandığı zaman, muhtemelen [b]Termosentez[/b] üzerinde ağırlıklı olarak uzmanlaşmış olacağı anlamına gelir.
zh_tw: 待定

# WIKI_THERMOPLAST_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
ru: Добавляет [i]тепловое зрение[/i], который можно включать и выключать. На экране отображается относительная температура воды, чем горячее участок, тем он краснее.
tr: Etki yok.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_INTRO
source: TBA
ru: Вырабатывает энергию в виде [thrive:compound type="atp"][/thrive:compound], используя перепад[thrive:compound type="temperature"][/thrive:compound] в окружающей среде. Прокариотическая форма более эффективного [b][color=#3796e1][url=thriveopedia:thermoplast]Термопласта[/url][/color][/b]. Спекулятивная органелла, не встречающаяся в реальной жизни. Недоступна в играх с включенной [i]ЖКМЗ[/i] (Жизнь, какой мы её знаем). Это группа мембранных отсеков, содержащих термочувствительные ферменты. Ферменты способны использовать энергию повышения[thrive:compound type="temperature"][/thrive:compound] в их окружении, чтобы производить [thrive:compound type="atp"][/thrive:compound] в процессе, называемом [i]термосинтез[/i].
tr: Ortamdaki [thrive:compound type="temperature"]sıcaklık[/thrive:compound] değişimini kullanarak enerjiyi [thrive:compound type="atp"]ATP[/thrive:compound] şeklinde alır. Daha verimli olan [b][color=#3796e1][url=thriveopedia:thermoplast]Termoplastın[/url][/color][/b] prokaryotik formudur. Gerçek hayatta bulunmayan kuramsal bir organeldir. BH (Bildiğimiz Hayat) seçeneği etkin olan oyunlarda mevcut değildir.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_PROCESSES
source: TBA
ka: [b]ბაქტერიული თერმოსინთეზი[/b]: [thrive:compound type="temperature"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] ქმნის ენერგიას პასიურად გარემოს [thrive:compound type="temperature"][/thrive:compound]-დან. [b][color=#3796e1][url=thriveopedia:thermoplast]Thermoplasts[/url][/color][/b]-ის [b]თერმოსინთეზის[/b] უფრო სუსტი ფორმა.
ru: [b]Бактериальный термосинтез[/b]: [thrive:compound type="temperature"][/thrive:compound] [i]увеличивает[/i] → [thrive:compound type="atp"][/thrive:compound] Генерирует энергию за счет увеличения [thrive:compound type="temperature"][/thrive:compound]. Термочувствительные ферменты меняют форму при повышении [thrive:compound type="temperature"][/thrive:compound], позволяя переработать [i]АДФ[/i] в [thrive:compound type="atp"][/thrive:compound]. Когда клетка остывает, ферменты возвращаются в свою первоначальную форму, позволяя процессу повторяться. Менее эффективная форма [i]Термосинтеза[/i] представлена в [b][color=#3796e1][url=thriveopedia:thermoplast]Термопластах[/url][/color][/b].Скорость производства [thrive:compound type="atp"][/thrive:compound] масштабируется с [i]изменением[/i] [thrive:compound type="temperature"][/thrive:compound].
tr: [b]Bakteri Termosentezi[/b]: [thrive:compound type="temperature"]Sıcaklık[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] Ortama ait çevresel [thrive:compound type="temperature"]sıcaklıktan[/thrive:compound] pasif olarak enerji üretir. [b][color=#3796e1][url=thriveopedia:thermoplast]Termoplastlarda[/url][/color][/b] bulunan [b]Termosentezin[/b] daha verimsiz bir formudur.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_REQUIREMENTS
source: TBA
pt_br: [b]Termossintase[/b] aparece apenas em jogos com LAWK desativada nas configurações do jogo. Se desbloqueio de organela estiver ativado nas configurações do jogo, a condição seguinte deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Está em uma região com [thrive:compound type="temperature"][/thrive:compound] de no mínimo [b]+50 °C[/b].[/indent]
ru: [b]Термосинтаза[/b] появляется только в играх с отключенным "ЖКМЗ" в настройках игры. Если [i]открытие органелл[/i] включено в настройках игры, органелла будет разблокирована при выполнении следующего условия [i]для клетки игрока[/i]: [indent]— В биоме с [thrive:compound type="temperature"][/thrive:compound] как минимум [b]50 °C[/b].[/indent]
tr: [b]Termosentaz[/b], yalnızca ayarlarda BH seçeneği devre dışı olan oyunlarda görülür. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki şart [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— En az [b]+50 °C[/b] [thrive:compound type="temperature"]sıcaklığa[/thrive:compound] sahip bir arazide olmak.[/indent]
zh_tw: 待定

# WIKI_THERMOSYNTHASE_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [b]Термосинтаза[/b] — это вымышленный белок, но процесс [color=#3796e1][url=https://en.wikipedia.org/wiki/Thermosynthesis]термосинтеза[/url][/color], теоретически, обычно считается биологически правдоподобным. Термосинтез был впервые предложен Энтони Мюллером в 1983 году в работе "Thermoelectric energy conversion could be an energy source of living organisms" (Physics Letters A, vol. 96, Issue 6, p. 319-321). Мюллер даже предположил, что термосинтез мог быть предшественником самого раннего (основанного на сере) фотосинтеза (смотрите ссылку: A Search For Thermosynthesis: Starvation Survival In Thermally Cycled Bacteria).
zh_tw: 待定
