Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CYTOPLASM_DESCRIPTION
source: The gooey innards of a cell. The cytoplasm is the basic mixture of ions, proteins, and other substances dissolved in water that fill the interior of the cell. One of the functions it performs is [b]glycolysis[/b], the conversion of [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound]. For cells that lack organelles to have more advanced metabolisms, this is what they rely on for energy. It is also used to store molecules in the cell and to grow the cell's size.
bg: Това е вътрешността на клетката. Цитоплазмата е комбинация от разтворени във вода йони, протеини и други вещества. Една от функциите, които изпълнява е [b]гликолизата[/b] — превръщането на [thrive:compound type="glucose"]глюкоза[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound]. Клетките, които нямат органели, разчитат на цитоплазмата за да произвеждат енергия. Също така, цитоплазмата служи за съхранение на молекули в клетката за да може тя да увеличава размера си.
ca: És la substància que forma l'interior de la cèl·lula. El Citoplasma és una barreja d'ions, proteïnes i altres substàncies dissoltes a l'aigua. Una de les seves funcions principals és dur a terme el procés de Fermentació, en el qual la Glucosa és transformada en ATP. Moltes cèl·lules simples, que no tenen orgànuls especialitzats, depenen totalment del seu citoplasma per tal de viure - és a dir, per tal de nutrir-se, relacionar-se i reproduïr-se.
cs: Mazlavé vnitřnosti buňky. Cytoplasma je základní směsice ionů, proteinů, a jiných látek rozpuštěných ve vodě, které vyplňují vnitřek buňky. Jedna z funkcí kterou provádí je [b]glykolýza[/b], konverze [thrive:compound type="glucose"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound]. Spoléhají se na ni buňky, kterým chybí organely pro více pokročilý metabolismus, jako příjem energie. Je také používána pro růst velikosti a uschovávání molekul v buňce.
de: Die klebrigen Innereien einer Zelle. Das Zytoplasma ist die Grundmischung aus Ionen, Proteinen und anderen in Wasser gelösten Stoffen, die das Innere der Zelle ausfüllt. Eine der Funktionen, die es erfüllt, ist die [b]Glykolyse[/b], die Umwandlung von [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]-Energie. Zellen, denen Organellen für einen komplexeren Stoffwechsel fehlen, sind auf diese Energieform angewiesen. Sie wird auch dazu verwendet, Moleküle in der Zelle zu speichern und die Zelle zu vergrössern.
eo: La gluiĝemaj internaĵoj de ĉelo. La citoplasmo estas la baza miksaĵo de jonoj, proteinoj kaj aliaj substancoj solvitaj en akvo, kiu plenigas la internon de la ĉelo. Unu el la funkcioj, kiujn ĝi plenumas, estas Fermentado, la konvertiĝo de glukozo en ATP-energion. Por havi pli progresintajn metabolojn, ĉeloj, al kiuj mankas organetoj, uzas energion de ATP. Ĝi ankaŭ estas uzita por stoki molekulojn en la ĉelo kaj kreskigi la grandecon de la ĉelo.
es: Las entrañas de una célula. El citoplasma es la mezcla básica de iones, proteínas y otras sustancias disueltas en agua que llenan el interior de la célula. Una de sus funciones es la [b]glucólisis[/b], la transformación de [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Para que las células que carecen de orgánulos para tener metabolismos más avanzados, esto es de lo que dependen para producir energía. También se usa para almacenar moléculas y aumentar el tamaño de la célula.
et: Raku kleepuv sisemus. Tsütoplasma on põhiline segu ioonidest, valkudest ja muudest vees lahustunud ainetest, mis täidavad raku sisemuse. Üks selle ülesandeid on glükolüüs, glükoosi muundamine ATP energiaks. Et rakkudel, millel puuduvad organellid, on arenenum ainevahetus, loodavad nad energiat just sellele. Seda kasutatakse ka molekulide säilitamiseks rakus ja raku suuruse suurendamiseks.
fi: Solun täyttävä limainen aines. Solulima on sekoite ioneita, proteiineja ja muita ainesosia veteen liuotettuna ja täyttää solun sisäpuolen. Yksi sen tarkoituksista on suorittaa glykolyysi, eli glukoosin muuntaminen ATP-energianlähteeksi. Alkeelliset soluilla, joilla ei ole kehittyneempiä aineenvaihduntaan keskittyneitä soluelimiä, solulima on keskeinen energian tuotannon lähde. Solulima myös varastoi molekyylejä, eli esimerkiksi kerättäviä yhdisteitä ja kasvattaa solun kokoa.
fr: Les entrailles gluantes d'une cellule. Le cytoplasme est le mélange basique d'ions, de protéines et d'autres substances dissoutes dans l'eau qui remplit l'intérieur de la cellule. L'une de ses fonctions est la [b]glycolyse[/b], la conversion du [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Pour les cellules dépourvues d'organites aux métabolismes plus avancés, c'est ce qui leur permet d'obtenir de l'énergie. Elle est également utilisée pour stocker des molécules dans la cellule et pour accroître la taille de la cellule.
he: הקרביים הדביקים של התא. הציטופלזמה היא התערובת בסיסית של יונים, חלבונים ותרכובות אחרות המומסים במים הממלאים את פנים התא. אחד התפקידים שהוא מבצע הוא [b]גליקליזה[/b], המרת ה[thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound]. לתאים שחסרים האברונים למטבוליזם מתקדמת יותר, מסתמכים על תהליך התסיסה ליצור אנרגיה. הוא גם משומש לאחסון מולקולות בתא ולגדילתו.
hu: A ragacsos belseje a sejtnek. A citoplazma (sejtplazma) ionok, proteinek, víz és még más anyagok egyszerű keveréke, ami kitölti egy sejt belsejét. Az egyik funkciója a glikolízis, ami a glükóz ATP-vé alakítását takarja. Azoknak az organizmusoknak, melyeknek nincsenek különböző sejtszervecskéi, hogy fejlettebb anyagcserét tudjanak végezni, nekik ez az egyetlen támaszuk az energia előállítására. A sejtek még használják molekulák raktáraként, és hogy ezzel növelni tudják méretüket.
id: Dalaman lengket sebuah sel. Sitoplasma adalah gabungan dasar dari ion, protein dan zat lain terlarut dalam air yang mengisi bagian dalam sel. Salah satu fungsi yang di lakukannya adalah glikolisis, perubahan glukosa menjadi energi ATP. Bagi sel yang kekurangan organel untuk memiliki tingkatan metabolisme yang lebih tinggi, ini yang mereka andalkan untuk energi. Sitoplasma juga digunakan untuk menyimpan molekul di dalam sel dan menumbuhkan ukuran sel.
it: Le interiora gelatinose della cellula. Il citoplasma è la soluzione di ioni, proteine e altre sostanze disciolte nell'acqua al suo interno. Una delle sue funzioni è la [b]glicolisi[/b], cioè la conversione del [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Per le cellule prive di organuli (in favore di metabolismi più avanzati) questa è la fonte di energia. Il citoplasma è anche usato per immagazzinare molecole nella cellula e accrescere le sue dimensioni.
ko: 끈적끈적한 세포 내부. 세포질은 이온, 단백질 및 세포 내부를 채우는 물에 용해된 기타 물질의 기본 혼합물입니다. 이것의 기능 중 하나는 발효를 통해 포도당을 ATP 에너지로 전환시키는 것 입니다. 세포 소 기관이 부족하고 세포가 더 발전된 신진 대사를 하는 경우, 에너지에 더욱 의존하게 됩니다. 또한 분자를 세포에 저장하고 세포의 크기를 성장시키는 데 사용됩니다.
nl: De gel-achtige binnenkant van een cel. Het cytoplasma is een mengsel van ionen, eiwitten, en andere stoffen die opgelost zijn in water. Dit cytoplasma vormt de binnenkant van de cel. Een van de functies die het vervult is [b]glycolyse[/b], de omzetting van [thrive:compound type="glucose"][/thrive:compound] naar [thrive:compound type="atp"][/thrive:compound]. Cellen die geen organellen met meer geavanceerde metabolische processen hebben, gebruiken dit als bron van energie. Het wordt ook gebruikt om moleculen in de cel te bewaren en het formaat van de cel te vergroten.
nl_be: Het kleverige binnenste van een cel. Het cytoplasma is het basismengsel van ionen, proteïnen en andere in water opgeloste stoffen die de binnenkant van de cel vullen. Een van de functies die het vervult is glycolyse, de omzetting van glucose in ATP-energie. Voor cellen zonder organellen die zorgen voor een geavanceerder metabolisme, is dit waar ze op vertrouwen voor energie. Het wordt ook gebruikt om moleculen in de cel op te slaan en om de cel te vergroten.
pl: Zol wypełniający wnętrze komórki. Cytozol to podstawowa mieszanina jonów, białek, i innych substancji rozpuszczonych w wodzie, która wypełnia wnętrze komórki. Jedną z czynności, której dokonuje, jest [b]glikoliza[/b] - przemiana [thrive:compound type="glucose"][/thrive:compound] w [thrive:compound type="atp"][/thrive:compound. Komórki nieposiadające organelli do bardziej zaawansowanych procesów metabolicznych polegają na tym procesie. Wykorzystywany jest również jako magazyn substancji oraz do zwiększenia rozmiarów komórki.
pt_br: As entranhas pegajosas de uma célula. O citoplasma é a mistura básica de íons, proteínas, e outras substâncias dissolvidas na água que preenchem o interior da célula. Uma das funções que ele realiza é a [b]glicólise[/b], a conversão de [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. Para as células que carecem de organelas para ter metabolismos mais avançados, é disso que elas dependem para produzir energia. Também é usado para armazenar moléculas na célula para aumentar o seu tamanho.
pt_pt: As entranhas pegajosas de uma célula. O citoplasma é a mistura básica de iões, proteínas e outras substâncias dissolvidas em água que preenchem o interior da célula. Uma das funções que desempenha é a [b]glicólise[/b], a conversão de [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound]. Para as células que não têm organelos para ter metabolismos mais avançados, é disto que elas dependem para obter energia. O citoplasma é também usado para armazenar moléculas na célula e aumentar o seu tamanho.
ru: Липкие внутренности клетки. Цитоплазма - это полужидкое содержимое клетки из смеси ионов, белков и других веществ, которые заполняют внутреннюю часть клетки. Одна из функций, которую она (цитоплазма) выполняет, это [b]гликолиз[/b], преобразование [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound]. У клеток, в которых отсутствуют органеллы для более продвинутого метаболизма, цитоплазма является основным источником энергии. Она также используется для хранения молекул в клетке и увеличения размера клетки.
sr_cyrl: Лепљива унутрашњост ћелије. Цитоплазма је основна смеша јона, протеина и других супстанци растворених у води која испуњава унутрашњост ћелије. Једна од функција коју обавља је ферментација, претварање глукозе у ATP енергију. Да би ћелије којима недостају органели имали напреднији метаболизам, на то се ослањају у енергији. Такође се користи за складиштење молекула у ћелији и за повећање величине ћелије.
sr_latn: Lepljiva unutrašnjost ćelije. Citoplazma je osnovna smeša jona, proteina i drugih supstanci rastvorenih u vodi koja ispunjava unutrašnjost ćelije. Jedna od funkcija koju obavlja je fermentacija, pretvaranje glukoze u ATP energiju. Da bi ćelije kojima nedostaju organeli imali napredniji metabolizam, na to se oslanjaju u energiji. Takođe se koristi za skladištenje molekula u ćeliji i za povećanje veličine ćelije.
sv: Det slemiga inre av en cell. Cytoplasman är den grundläggande blandningen av joner, proteiner och andra ämnen lösta i vatten som fyller cellens inre. En av funktionerna den utför är jäsning, omvandlingen av glukos till ATP-energi. För celler som saknar organeller så den har mer avancerade ämnesomsättningar är det vad de använder för energi. Det används också för att lagra molekyler i cellen och för att öka cellens storlek.
th_th: ภายในที่เหนอะหนะของเซลล์ ไซโทพลาสซึมเป็นส่วนผสมพื้นฐานของไอออนโปรตีนและสารอื่น ๆ ที่ละลายในน้ำที่เติมภายในเซลล์ หนึ่งในฟังก์ชั่นที่ทำคือไกลโคไลซิสการเปลี่ยนกลูโคสเป็นพลังงาน ATP สำหรับเซลล์ที่ขาดออร์แกเนลล์เพื่อให้มีการเผาผลาญขั้นสูงมากขึ้นนี่คือสิ่งที่พวกเขาต้องพึ่งพาเพื่อเป็นพลังงาน นอกจากนี้ยังใช้เพื่อเก็บโมเลกุลในเซลล์และเพื่อขยายขนาดของเซลล์
tr: Bir hücrenin yapışkan iç kısmı. Sitoplazma, hücrenin içini dolduran iyonlar, proteinler ve suda çözünen diğer maddelerin ana karışımından oluşur. Yaptığı işlevlerden biri [b]glikolizdir[/b], yani [thrive:compound type="glucose"]glukozun[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüşümü. Gelişmiş metabolizmaya dayalı organellerden yoksun hücreler, enerji almak için sitoplazmaya bağlı kalır. Sitoplazma ayrıca hücrede moleküller depolamak için ve hücrenin büyüklüğünü arttırmak için kullanılır.
uk: Клейкий вміст клітини. Цитоплазма є базовою сумішшю йонів, білків та інших речовин, розчинених у воді, що заповнюють нутрощі клітини. Одна з функцій, яку вона виконує — [b]гліколіз[/b], перетворення [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound]. Для клітин без органел для стабільного метаболізму, це є засобом отримання енергії. Також вона потрібна для збереження молекул в клітині та збільшення розміру останньої.
zh_cn: 细胞粘稠的内脏。细胞质是溶解在水中的离子，蛋白质和其它物质的基本混合物，充满了细胞的内部。它其中一个功能是[b]糖酵解[/b]，作用是将葡萄糖转换成ATP能量。对于缺少细胞器而不能进行更高级代谢活动的细胞而言就是它们能量的来源。它同样还能用来储存收集到的化合物和增加细胞的大小。
zh_tw: 細胞的黏稠內臟。細胞質是溶解在水中的離子、蛋白質和其他物質的基本混合物，充滿細胞內部。它的其中一个功能是[b]糖解[/b]，將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。對於缺少細胞器而不能進行更高級代謝活動的細胞而言就是它們能量的來源。它也用於在細胞中儲存分子並增加細胞的大小。

source: Cytoplasm Glycolysis
bg: Цитоплазмена гликолиза
ca: Glicòlisi de Citoplasma
cs: Cytoplazmatická Glykolýza
de: Zytoplasma-Glykolyse
eo: Citoplasma Glikolizo
es: Glicólisis Citoplasmática
et: Tsütoplasma glükolüüs
fi: Soluliman glykolyysi
fr: Glycolyse Cytoplasmique
he: גליקוליזה של הציטופלזמה
hu: Citoplazma glikolízis
id: Glikolisis Sitoplasma
it: Glicolisi citoplasmatica
ka: ციტოპლაზმური გლიკოლიზი
ko: 세포질 해당 작용
nl: Cytoplasma Glycolyse
nl_be: Cytoplasma Glycolyse
pl: Glikoliza cytozolu
pt_br: Glicólise do Citoplasma
pt_pt: Glicólise Citoplasmática
ru: Цитоплазматический гликолиз
sk: Cytoplazmatická Glykolýza
sr_cyrl: Гликолиза цитоплазме
sr_latn: Glikoliza citoplazme
sv: Cytoplasm Glycolys
th_th: ไซโทพลาสซึมไกลโคไลซิส
tr: Sitoplazma Glikolizi
uk: Цитоплазматичний Гліколіз
zh_cn: 细胞质糖酵解
zh_tw: 細胞質糖解

# CYTOPLASM_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound].
bg: Превръща [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound].
ca: Transforma [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="glucose"]glukózu[/thrive:compound] na [thrive:compound type="atp"]ATP[/thrive:compound].
de: Wandelt [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] um.
es: Convierte [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
et: Muudab [thrive:compound type="glucose"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound].
fi: Muuntaa [thrive:compound type="glucose"]a [/thrive:compound] [thrive:compound type="atp"][/thrive:compound]:ksi.
fr: Transforme le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound].
he: הופך [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound].
hu: [thrive:compound type="glucose"][/thrive:compound]-t alakít át [thrive:compound type="atp"][/thrive:compound]-vé.
id: Mengubah [thrive:compound type="glucose"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound]
it: Trasforma il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound].
ka: გადაიყვანს [thrive:compound type="glucose"][/thrive:compound]ს [thrive:compound type="atp"][/thrive:compound]-ში.
nl: Zet [thrive:compound type="glucose"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound].
nl_be: Verandert [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound].
pl: Redukuje beztlenowo [thrive:compound]glukoza[/thrive:compound] wytwarzając [thrive:compound]atp[/thrive:compound].
pt_br: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound].
ru: Превращает [thrive:compound type="=glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound].
sk: Premieňa [thrive:compound type="glucose"]glukózu[/thrive:compound] na [thrive:compound type="atp"][/thrive:compound].
th_th: เปลี่ยน [thrive:compound]glucose[/thrive:compound] เป็น [thrive:compound]atp[/thrive:compound]
tr: [thrive:compound type="glucose"]Glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürür.
uk: Перетворює [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound].
zh_cn: 将[thrive:compound type="glucose"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound]。
zh_tw: 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。

source: Day Length
bg: Продължителност на деня
cs: Délka dne
de: Tageslänge
fr: Durée de la journée
ka: დღის სიგრძე
nl: Daglengte
pl: Długość Dnia
pt_br: Duração do dia
pt_pt: Duração do dia
ru: Длина дня
tr: Gün Uzunluğu
uk: Тривалість дня
zh_cn: 日长
zh_tw: 一日時長

# DAY_LENGTH_EXPLANATION
source: (length in real-time seconds for an in-game day)
bg: (в секунди)
de: (Spieltaglänge in Realzeitsekunden)
fr: (durée en secondes en temps réel pour une journée de jeu)
ka: (სიგრძე რეალურ წამებში თამაშის დღისთვის)
nl: (lengte in werkelijke seconden voor een speldag)
pl: (długość w rzeczywistych sekundach dla dnia w grze)
pt_br: (duração do dia no jogo em segundos)
pt_pt: (duração em segundos reais para um dia de jogo)
ru: (длительность дней, выраженная в реальном времени)
tr: (oyun içinde geçen bir günün gerçek zamandaki saniye uzunluğu)
uk: (тривалість у секундах реального часу)
zh_cn: （游戏中一天在现实中对应的秒数）
zh_tw: （遊戲內一日在現實中對應的秒數）

# DAY_NIGHT_CYCLE_ENABLED
source: Enable day/night cycle
bg: Денонощен цикъл
cs: Povolení cyklu den/noc
de: Tag-/Nachtzyklus aktivieren
fr: Activer le cycle jour/nuit
ka: დღეღამის ციკლის ჩართვა
nl: Zet dag/nacht cyclus aan
pl: Włącz cykl dnia i nocy
pt_br: Ativar o ciclo dia/noite
pt_pt: Ativar ciclo dia/noite
ru: Включить цикл день/ночь
tr: Gece gündüz döngüsünü etkinleştir
uk: Увімкнути цикл дня/ночі
zh_cn: 启用昼夜循环
zh_tw: 啟用晝夜循環

# DAY_NIGHT_CYCLE_ENABLED_EXPLANATION
source: (WARNING: photosynthesis becomes much less viable)
bg: (ВНИМАНИЕ: понижава ефективността на фотосинтезата)
cs: (POZOR: fotosyntéza se stává mnohem méně životaschopnou)
de: (WARNUNG: Photosynthese wird wesentlich weniger effizient)
fr: (ATTENTION : la photosynthèse devient beaucoup moins viable)
pl: (UWAGA: fotosynteza staje się znacznie mniej wartościowa)
zh_cn: （提示：光合作用会被削弱）
zh_tw: （警告：光合作用會被削弱）

# DEADZONE_CALIBRATION_FINISHED
source: Deadzone calibration is finished. The new deadzones are displayed below on the axis value displayers.
bg: Калибрирането е завършено.
de: Totzonenkalibrierung abgeschlossen. Die neuen Totzonen werden unten dargestellt.
es: Calibración de zona muerta terminada. La nueva zona muerta está siendo mostrada en los exhibidores de los valores de axis.
fr: Le calibrage des zones mortes est terminé. Les nouvelles zones mortes sont affichées ci-dessous sur les afficheurs de valeurs d'axes.
he: כיול שטח מת הסתיים, השטח המת החדש מוצגים מתחת במציגי ערכי הציר.
ka: მკვდარი ზონის კალიბრაცია დასრულდა. ახალი მკვდარი ზონები ქვემოთ იქნება ნაჩვენები.
nl: Calibratie van deadzone is afgerond. De nieuwe deadzones worden weergegeven onder de assenwaardeweergave.
pl: Kalibracja martwej strefy została zakończona. Nowe martwe strefy są wyświetlane poniżej na wyświetlaczach walut osi.
pt_br: A calibração das zonas mortas foi concluída. Elas estão sendo mostradas abaixo.
pt_pt: A calibração da área morta está concluída. As novas áreas mortas estão representadas em baixo nos visualizadores de valores dos eixos.
ru: Настройка мёртвых зон завершена. Новые значения отображены ниже.
tr: Ölü bölge kalibrasyon işlemi tamamlandı. Yeni ölü bölgeler, aşağıda bulunan eksen değeri görüntüleyicilerinde gösterilmektedir.
uk: Калібрація мертвої зони в прогресі завершилась. Кілька мертвих зон відображається нижче на дисплеях значення осі.
zh_cn: 死区校准完成。 新的死区显示在轴值显示器的下方。
zh_tw: 死區校準完成。新的死區顯示在軸值顯示器的下方。

# DEADZONE_CALIBRATION_INPROGRESS
source: Deadzone calibration is in progress. Please do not touch any buttons or sticks on your controller and wait a few seconds.
bg: Моля, не докосвайте бутоните и ръкохватките на Вашия контролер, и изчакайте няколко секунди, докато калибрирането завърши.
cs: Kalibrace mrtvé zóny právě probíhá. Prosím nedotýkejte se žádného tlačítka nebo páčky na vašem ovladači a počkejte pár sekund.
de: Totzonen-Kalibrierung im Gange. Bitte drücken Sie keine Tasten und lassen Sie die Sticks auf ihrem Controller in nicht-ausgelenkter Ausgangsstellung und warten ein paar Sekunden.
es: Calibración de zona muerta en progreso. Por favor no toque ningún botón o palanca en su contról y aguarde por unos segundos.
fr: Le calibrage des zones mortes est en cours. Veuillez ne pas toucher les boutons ou les sticks de votre contrôleur et attendez quelques secondes.
he: כיול שטח מת מתבצע. אנא אל תגע בשום כפתור או במקלות הבקר והמתן מספר שניות.
ka: მიმდინარეობს მკვდარი ზონის კალიბრაცია. ნუ შეეხებით ღილაკებს თქვენს კონტროლერზე და მოითმინეთ რამდენიმე წამი.
nl: Deadzone calibratie is bezig. Gelieve geen knoppen of stokjes op je spelbesturingsapparaat aan te raken en enkele seconden te wachten.
pl: Trwa kalibracja martwej strefy. Prosimy nie dotykać żadnych przycisków bądź drążków na twoim kontrolerze i poczekać kilka sekund.
pt_br: A calibração da zona morta está em progresso. Não toque em nenhum botão ou analógico em seu controle e espere alguns segundos.
pt_pt: A calibração da zona morta está em progresso. Por favor não toques em nenhum botão ou analógico do teu comando e espera alguns segundos.
ru: Идет настройка мёртвых зон. Пожалуйста, не трогайте кнопки и стики на контроллере и подождите несколько секунд.
tr: Ölü bölge kalibrasyonu devam ediyor. Lütfen kontrol cihazınızdaki herhangi bir tuşa veya çubuğa dokunmayın ve birkaç saniye bekleyin.
uk: Калібрація Мертвої зони в прогресі. Будь-ласка не торкайтесь жодних кнопок чи перимикачів на вашому контролері та зачекайте кілька секунд.
zh_cn: 死区校准正在进行中。 请不要触摸控制器上的任何按钮或摇杆并等待几秒钟。
zh_tw: 死區校準正在進行中。請不要觸摸控制器上的任何按鈕或搖桿並等待數秒。

# DEADZONE_CALIBRATION_IS_RESET
source: Deadzone calibrations have been reset
bg: Калибрирането е нулирано
cs: Kalibrace mrtvé zóny byla vyresetována
de: Totzonenkalibrierungen wurden zurückgesetzt
es: Las calibraciones de la zona muerta han sido reiniciadas
fr: Les calibrations de la zone morte ont été réinitialisées
he: כיול שטח מת אותחל מחדש
ka: მკვდარი ზონების კალიბრაცია ჩამოყრილია
nl: Deadzone calibraties zijn opnieuw ingesteld
pl: Kalibracje martwej strefy zostały zresetowane
pt_br: A calibração da zona morta foi redefinida
pt_pt: As calibrações da área morta foram repostas
ru: Настройки мёртвых зон были сброшены
tr: Ölü bölge kalibrasyonu sıfırlandı
uk: Калібрування ертвої зони було скинуто
zh_cn: 死区已重置
zh_tw: 死區校準已重置
