Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_EDITOR_FLAGELLUM
source: [b]Flagella[/b] push your microbe in the direction opposite to where they are placed. Placing a flagellum on the opposite side to the forward arrow will push your microbe forwards. Flagella are very [thrive:compound type="atp"][/thrive:compound] intensive organelles, and as such are not very good for small cells. Another way to slightly increase [b]movement speed[/b] [thrive:icon]MovementIcon[/thrive:icon] is by making your membrane more fluid in the [u]membrane tab[/u].
ka: [b]ფლაგელა[/b] თქვენს მიკრობს მისი მოთავსების საპირისპირო მიმართულებით მიაწვება. დასვით ფლაგელა წინა ისრის საპირისპირო მხარეს წინა მხარეს და ის თქვენს მიკრობს წინ მიაწვება.[b]ლორწოს ნაკადებიც[/b] იგივენაირად იქცევა] ფლაგელა ძალიან [thrive:compound type="atp"][/thrive:compound] ხარჯიანი ორგანელებია და ამიტომ არც ისე გამოსადეგია პატარა უჯრედებისთვის. [b]გადაადგილების სიჩქარის[/b] ოდნავ გასაზრდელად [thrive:icon]MovementIcon[/thrive:icon] თქვენს მემბრანას უფრო თხევადს ხდის [u]მემბრანის ჩანართში[/u].
pt_br: [b]Flagelos[/b] impelem seu micróbio na direção oposta à que são colocados. Colocar um flagelo no lado oposto à seta impelirá seu micróbio para frente. [b]Jatos de Gosma[/b] são colocados do mesmo modo. Flagelos consomem muito [thrive:compound type="atp"][/thrive:compound], e portanto não são muito bons para células pequenas. Outro modo de aumentar um pouco a [b]velocidade[/b] [thrive:icon]MovementIcon[/thrive:icon] é tornando sua membrana mais fluida na [u]aba da membrana[/u].
ru: [b]Жгутик[/b] толкает микроба в сторону, противоположную той, в коей поставлен жгутик. Поставив жгутик на противоположную стрелке сторону, микроб будет двигаться быстрее вперёд (по отношению к стрелке). [b]Струи слизи[/b] расположены таким же образом Жгутики крайне прожорливые органеллы в плане потребления [thrive:compound type="atp"][/thrive:compound]. Жгутики вообще не рекомендуются на мелких клетках. Так же, помимо жгутиков, есть еще один способ для поднятия [b]скорости передвижения[/b] [thrive:icon]MovementIcon[/thrive:icon]. Достаточно сделать вашу мембрану более жидкой во[u] вкладке мембраны[/u].
tr: [b]Kamçılar[/b], yerleştirildikleri yönün tersine doğru mikrobunuzu iter. İleri bakan okun ters tarafına bir kamçı yerleştirmek mikrobunuzu ileri doğru iter. [b]Balçık Fışkırtıcılar[/b] da, aynı şekilde yerleştirilir. Kamçılar, yoğun [thrive:compound type="atp"]ATP[/thrive:compound] gerektiren organellerdir ve bu yüzden küçük hücreler için çok iyi değildirler. [b]Hareket hızını [/b] [thrive:icon]MovementIcon[/thrive:icon] arttırmanın başka bir yolu, [u]hücre zarı sekmesi[/u] üzerinden hücre zarınızı daha akışkan hale getirmektir.
uk: [b]Джгутики[/b] штовхають ваш мікроб у напрямку протилежному власному розташуванню. Розміщення джгутика на боці, що є протилежним стрілці, перемістить ваш мікроб уперед. Джгутики є органелами, що поглинають дуже великий об'єм [thrive:compound type="atp"][/thrive:compound], тож вони не дуже лічать маленьким клітинам. Є інший спосіб незначно підвищити [b]швидкість руху[/b] [thrive:icon]MovementIcon[/thrive:icon]: зробити вашу мембрану рідкішою у [u]вкладці мембрани[/u].
zh_tw: [b]鞭毛[/b]將微生物推向與其放置方向相反的方向。 將鞭毛放在向前箭頭的另一側能推動微生物前進。 鞭毛需要消耗大量的 [thrive:compound type="atp"][/thrive:compound]，因此對小細胞來說不太友好。 另一種稍微提高[b]移動速度[/b] [thrive:icon]MovementIcon[/thrive:icon] 的方法是在[u]細胞膜分頁[/u]中增加細胞膜的流動性。

# TUTORIAL_MICROBE_EDITOR_MODIFY_ORGANELLE
source: You can [b]modify[/b] this organelle. This will unlock [b]new functions[/b] or [b]upgrades[/b] for the organelle. To do so, right click the organelle to bring up the [b]organelle popup menu[/b], and press the "Modify" button. Modify the organelle to continue.
pt_br: Você pode [b]modificar[/b] esta organela. Isso vai desbloquear [b]novas funções[/b] ou [b]melhoras[/b] para a organela. Para fazer isso, clique com o botão direito na organela para abrir o [b]menu popup da organela[/b], e aperte o botão "Modificar". Modifique a organela para continuar.
pt_pt: Podes [b]modificar[/b] este organelo. Isto irá desbloquear [b]novas funções[/b] ou [b]atualizações[/b] para o organelo. Para o fazer, clica com o botão direito do rato no organelo para abrir o [b]menu popup do organelo[/b] e prime o botão "Modificar". Modifica o organelo para continuar.
ru: Вы можете [b]модифицировать[/b] эту органеллу. Модификация откроет [b]новые функции[/b] или [b]улучшения[/b] для органеллы. Для модификации вам нужно нажать правой кнопкой мыши по органелле для [b]активации меню[/b],а затем нажать кнопку "Модифицировать". Найдя остальные органеллы, которые можно улучшить, вы найдете новые способы играть в игру. Модифицируйте органеллу для продолжения.
tr: Bu organelde [b]değişiklik yapabilirsiniz[/b]. Bunu yapmak, organelde [b]yeni işlevlerin[/b] ya da [b]geliştirmelerin[/b] kilidini açar. Bunu yapmak için, organele sağ tıklayarak [b]organel pencere menüsünü[/b] açın ve "Değişiklik Yap" butonuna basın. Devam etmek için organelde değişiklik yapın.
uk: Ви можете [b]модифікувати[/b] цю органелу. Це відкриє [b]нові функції[/b] або [b]покращення[/b] для неї. Для цього натисніть по органелі правою кнопкою миші, щоб відкрити [b]спливне меню органели[/b], та натисніть кнопку "Змінити". Модифікуйте органелу, щоб продовжити.
zh_tw: 您可以[b]修改[/b]這個細胞器。這將為細胞器解鎖[b]新功能[/b]或[b]升級[/b]。 為此，請右鍵單擊細胞器以顯示[b]細胞器彈出式選單[/b]，然後按「修改」按鈕。 修改細胞器以繼續。

# TUTORIAL_MICROBE_EDITOR_NEGATIVE_ATP_BALANCE
source: Your [thrive:compound type="atp"][/thrive:compound] balance is negative. When running all processes and moving, your cell will exhaust its [thrive:compound type="atp"][/thrive:compound] and die. There are many ways of regulating [thrive:compound type="atp"][/thrive:compound] production. You can increase it by adding organelles that produce [thrive:compound type="atp"][/thrive:compound] such as [b]Metabolosomes[/b]. Some [b]membranes[/b] will also give you osmoregulation [thrive:icon]OsmoIcon[/thrive:icon] discounts. Alternatively, you could also remove unneeded or redundant organelles.
pt_br: Seu saldo de [thrive:compound type="atp"][/thrive:compound] está negativo. Ao executar todos os processos e se movimentar, sua célula esgotará sua [thrive:compound type="atp"][/thrive:compound] e morrerá. Existem muitas maneiras de regular a produção de [thrive:compound type="atp"][/thrive:compound]. Você pode aumentá-la adicionando organelas produtoras de [thrive:compound type="atp"][/thrive:compound] como [b]Hidrogenase[/b]. Algumas [b]membranas[/b] também te darão descontos na osmorregulação [thrive:icon]OsmoIcon[/thrive:icon]. Você também pode remover organelas redundantes ou desnecessárias.
pt_pt: O teu balanço de [thrive:compound type="atp"][/thrive:compound] é negativo. Quando todos os processos estão a decorrer e em movimento, a célula esgota o seu [thrive:compound type="atp"][/thrive:compound] e morre. Existem muitas formas de regular a produção de [thrive:compound type="atp"][/thrive:compound]. Podes aumentá-la adicionando organelos que produzem [thrive:compound type="atp"][/thrive:compound] como os [b]Metabolossomas[/b]. Algumas [b]membranas[/b] também te darão descontos de osmorregulação [thrive:icon]OsmoIcon[/thrive:icon]. Em alternativa, podes também remover organelos desnecessários ou redundantes.
ru: Ваш баланс [thrive:compound type="atp"][/thrive:compound] отрицателен! При одновременном выполнении всех процессов и движении, ваша клетка начнёт тратить [thrive:compound type="atp"][/thrive:compound] и умрёт. Существует множество способов регулировать производство [thrive:compound type="atp"][/thrive:compound]. Вы можете повысить его, добавляя органеллы, [u]непосредственно[/u]производящие [thrive:compound type="atp"][/thrive:compound], такие, как [b]гидрогеназа[/b]. Некоторые [b]мембраны[/b] также облегчат вам осморегуляцию [thrive:icon]OsmoIcon[/thrive:icon]. Вы также можете удалить ненужные или избыточные органеллы. Или, если вы совершили изменение, вы можете отменить его.
tr: [thrive:compound type="atp"]ATP[/thrive:compound] tutarınız negatif. Bütün işlemleri çalıştırırken ve hareket ederken, hücreniz [thrive:compound type="atp"]ATP'sini[/thrive:compound] tüketecek ve ölecek. [thrive:compound type="atp"]ATP[/thrive:compound] üretimini düzenlemek için birçok yol var. Üretimi arttırmak için [b]Hidrojenaz[/b] gibi [thrive:compound type="atp"]ATP[/thrive:compound] üreten organeller ekleyebilirsiniz. Ayrıca bazı [b]hücre zarları[/b] size ozmoregülasyon [thrive:icon]OsmoIcon[/thrive:icon] indirimleri verir. Alternatif olarak, ihtiyaç duyulmayan ya da gereksiz organelleri kaldırabilirsiniz.
uk: Ваш баланс [thrive:compound type="atp"][/thrive:compound] є від'ємним. Рухаючись та виконуючи власні процеси, ваша клітина виснажить свій [thrive:compound type="atp"][/thrive:compound] і помре. Є багато засобів регулювати продукування [thrive:compound type="atp"][/thrive:compound]. Ви можете підвищити його, добавляючи органели, що продукують [thrive:compound type="atp"][/thrive:compound], на кшталт [b]Метаболосом[/b]. Деякі [b]мембрани[/b] також полегшать вам осморегуляцію [thrive:icon]OsmoIcon[/thrive:icon]. Також ви можете видалити непотрібні або надлишкові органели.
zh_cn: 你的ATP平衡为负。 当运行所有进程并移动时，你的生物将耗尽能量并死亡。 你可以添加产生ATP的细胞器，使细胞能够不断移动。 或者，您可以添加储存，以创建一个只能突发移动的细胞。
zh_tw: 您的 [thrive:compound type="atp"][/thrive:compound] 平衡為負。 當進行所有代謝並移動時，您的細胞將耗盡 [thrive:compound type="atp"][/thrive:compound] 並死亡。 調節 [thrive:compound type="atp"][/thrive:compound] 生產的方法有很多。您可以透過加入生產 [thrive:compound type="atp"][/thrive:compound] 的細胞器來增加，例如[b]代謝體[/b]。一些[b]細胞膜[/b]還會為您提供滲透調節 [thrive:icon]OsmoIcon[/thrive:icon] 增益。 或者，您也可以移除不需要或多餘的細胞器。

# TUTORIAL_MICROBE_EDITOR_NO_CHANGES_MADE
source: You have not made any changes to your species. Once you leave the editor [u]you won't be able to edit your species until the next time your reproduce[/u]. To progress in the game you will need to evolve and adapt, so editing your species most editor cycles is recommended.
ka: თქვენს სახეობებში ცვლილებები არ შეგიტანიათ. როცა რედაქტორიდან გახვალთ, [u]თქვენს სახეობას ვერ ჩაასწორებთ, სანამ მორიგ ჯერზე არ გამრავლდებით.[/u]. იმისათვის, რომ თამაშში წინ წახვიდეთ, უნდა განვითარდეთ და შეეგუოთ, ასე რომ, რეკომენდებულია, თქვენი სახეობა ყოველ ჯერზე გააუმჯობესოთ.
pt_br: Você não realizou nenhuma mudança na sua espécie. Quando você sair do editor [u]você não poderá editar sua espécie até a próxima vez em que se reproduzir[/u]. Para progredir no jogo você deve evoluir e se adaptar, então editar a sua espécie na maioria dos ciclos de edição é recomendado.
ru: Вы ничего не изменили в вашем виде. Как только вы покинете редактор, [u]вы не сможете редактировать собственный вид, покуда вновь не сможете размножиться[/u] Для прогресса в игре вам необходимо эволюционировать и адаптироваться. А условия меняются часто. Так что мы рекомендуем вам [i]часто[/i] менять ваш вид.
tr: Türünüzde herhangi bir değişiklik yapmadınız. Editörden ayrıldığınızda, [u]bir sonraki sefer çoğalana dek türünüzü düzenleyemeyeceksiniz[/u]. Oyunda ilerlemek için evrimleşmeniz ve uyum sağlamanız gerekir. Bu yüzden türünüzü, çoğu editör sürecinde, düzenlemeniz tavsiye edilir.
uk: Ви не зробили жодних змін у вашому виді. Щойно покинувши редактор, [u]ви не зможете відредагувати ваш вид, доки знову не розмножитесь[/u]. Для прогресування в цій грі вам доведеться еволюціонувати та пристосовуватися, тож рекомендується редагувати ваш вид під час якомога частіше при потраплянні до редактора.
zh_tw: 您還沒有對您的物種做出任何改變。 一旦您離開編輯器，[u]您將無法編輯您的物種直到下次繁殖[/u]。 為了在遊戲中取得進展，您需要演化和適應，因此建議在大多數編輯器循環中編輯您的物種。

# TUTORIAL_MICROBE_EDITOR_PATCH_TEXT
source: This is the [b]patch map[/b]. Each icon represents a unique environment that you can inhabit, with the panel on your right describing the conditions of the currently selected patch. If you select a patch connected to the one you occupy, which is highlighted with a flashing green border, you can press the "Move to this patch" button on the right to migrate there. Try selecting a patch to continue.
bg: Това е картата на зоните. Тук може да видите полезна информация за различните зони, в които живеят микробите. Ако изберете зона, съседна на Вашето местообитание, което е подчертано в зелено, може да натиснете бутона „Преселване“ за да се придвижите в нея. Изберете зона за да продължите.
ca: Aquest és el mapa de zones. Cada icona representa un ecosistema o bioma que pot ser habitat. El tauler de la dreta indica les condicions del bioma seleccionat. Si selecciones un bioma connectat al que ocupes actualment, ressaltat amb una vora blau cian, pots premer el botó "Moure's a aquesta zona" per tal de migrar-hi. Selecciona una zona per continuar.
cs: Toto je mapa prostředí. Každá ikona reprezentuje unikátní prostředí ve kterém můžete žít. Panel napravo popisuje kondice v právě vybraném prostředí. Pokud vyberete prostředí které je spojené s tím ve kterém právě jste, které je ohraničené blikající zelenou, můžete zmáčknout tlačítko "Přesunout se do tohoto prostředí" napravo, abyste do něj migrovali. Pro pokračování, zkuste vybrat některé z prostředí.
de: Dies ist die Gebietskarte. Jedes Symbol repräsentiert eine einzigartige Umgebung, in der du leben kannst. Das Fenster rechts beschreibt den Zustand des momentan ausgewählten Gebietes (Indigo-farbene Umrandung, daran angrenzende Gebiete haben eine Aschgraue Umrandung). Achte beim mutieren deiner Art auf die Gegebenheiten des aktuellen Gebietes; besonders die Vorkommen von Substanzen und die physikalischen Eigenschaften sind wichtig um deinen Organismus an die Umgebung anzupassen. Wenn du ein Gebiet auswählst, das an das Dein gegenwärtiges Gebiet (Neongrün blinkende Umrandung) angrenzt, kannst du "In dieses Gebiet wechseln" auswählen, um dahin zu migrieren. Du kannst Dich mit jeder Zellteilung nur ein Gebiet weit bewegen. Versuche, ein Gebiet auszuwählen, um fortzufahren.
es: Este es el mapa de las regiones. Cada ícono representa un bioma único que puede habitar, el panel en la derecha describe las condiciones del bioma seleccionado actualmente. Si seleccionas un bioma conectado al que actualmente ocupas, el cuál está señalado con un borde verde parpadeando, puede apretar el botón "Moverme a este bioma" para migrar allí. Intenta seleccionar un bioma para continuar.
et: See on plaastri kaart. Iga ikoon tähistab unikaalset keskkonda, kus saate asuda. Paremal olev paneel kirjeldab hetkel valitud paiga tingimusi. Kui valite teie hõivatud paigaga ühendatud paiga, mis on esile tõstetud õhukese tsüaani äärisega, saate sinna migreerimiseks vajutada paremal asuvat nuppu "Teisalda sellele paigale". Jätkamiseks proovige valida plaaster.
fi: Tämä on ympäristökartta. Kuvakkeet esittävät erilaisia ympäristöjä, joihin solusi voi levittyä. Oikealla näkyvästä paneelista voit katsoa millaiset olosuhteet ympäristöllä valitsevat. Siirtyäksesi valitsemaasi ympäristöön (korostettu vaaleansinisellä reunalla) klikkaa Siirry-painiketta levitäksesi. Kokeile valita uusi ympäristö jatkaaksesi.
fr: Voici la carte des secteurs. Chaque icône représente un environnement unique que vous pouvez habiter, le panneau sur votre droite décrivant les conditions du secteur actuellement sélectionné. Si vous sélectionnez un secteur connecté à celui que vous occupez, qui est mis en évidence par une bordure verte clignotante, vous pouvez appuyer sur le bouton "Déplacer vers ce secteur" sur la droite pour y migrer. Essayez de sélectionner un secteur pour continuer.
he: זהו מפת האזורים. על כל אייקון מייצג סביבה ייחודית שאתה יכול להתיישב, עם כרטיסייה בצד ימין שמתאר את התנאים באזור הנבחר. אם תא בוחר אזור שליד האחד שבו אתה נמצא, שהוא מסומן בגבול ירוק מהבהב, אתה יכול ללחוץ על הכפתור "תעבור לאזור זה" בשביל לנדוד לשם. נסה לבחור אזור בשביל להמשיך.
it: Questa è la mappa delle zone. Ciascuna icona rappresenta un habitat in cui puoi abitare. Il pannello a destra ti mostra informazioni aggiuntive sulla zona attualmente selezionata. Se selezioni una zona adiacente a quella dove ti trovi attualmente, evidenziata da un bordino verde lampeggiante, avrai l'opzione di migrarci premendo il pulsante "Trasferisciti in questa zona" in basso a destra. Prova a selezionare una zona per continuare.
nl: Dit is de gebiedenkaart. Elk icoon representeert een unieke omgeving die je kan bewonen. Het paneel aan de rechterkant beschrijft de omstandigheden van het geselecteerde gebied. Als je een gebied selecteert wat verbonden is met het gebied waar je je nu in bevindt, weergegeven door een knipperende groene rand, dan kun je met de "Ga naar Dit Gebied" aan de rechterkant naar dat gebied migreren. Selecteer een gebied om verder te gaan.
pl: To jest mapa obszarów. Każda ikona reprezentuje unikalne środowisko, które możesz zamieszkiwać, z panelem po twojej prawej, opisującym warunki panujące w obecnie wybranym obszarze. Jeśli wybierzesz obszar połączony z takim zamieszkiwanym przez ciebie, możesz nacisnąć przycisk "Przenieś się do tego obszaru" po prawej by tam migrować. (Obszary zamieszkane przez twój gatunek otoczone są cyjanową ramką) Spróbuj wybrać jakiś obszar by kontynuować.
pt_br: Este é o [b]mapa de regiões[/b]. Cada ícone representa um ambiente onde você pode habitar, e o painel à direita mostra mais informações sobre a região selecionada. Ao selecionar uma região ao lado da que você está atualmente (destacada com uma borda verde piscante), você pode apertar o botão “Mover para esta região” para migrar para lá. Tente selecionar uma região para continuar.
pt_pt: Este é o [b]mapa das regiões[/b]. Cada ícone representa um ambiente único no qual podes habitar, com o painel à tua direita descrevendo as condições da região selecionada. Se selecionares uma região conectada à qual estás atualmente, que está destacada com uma borda verde a piscar, podes pressionar o botão à direita "Mover para esta região" para migrares para lá. Seleciona uma região para continuar.
ru: Жизнь совсем недавно зародилась в маленьком углу этого мира, но уже начала распространяться. Каждая иконка представляет собой уникальную среду, в коей вы можете обитать. На правой панели выведена вся информация об условиях в выбранном [u]Биоме[/u]. Если вы решите попутешествовать, не забудьте посмотреть отличия окружающих сред биомов; В каждом Биоме своя стратегия выживания. Чтобы продолжить, попробуйте нажать на любой Биом.
tr: Bu [b]arazi haritası[/b]. Her simge yaşayabileceğiniz eşsiz bir ortamı temsil eder. Sağ tarafta bulunan panelde ise mevcut seçili arazinin koşulları tarif edilmektedir. Eğer bulunduğunuz araziye (yanıp sönen bir yeşil kenarlık ile vurgulanır) bağlı bir arazi seçerseniz, sağdaki "Bu Araziye Git" butonuna basarak oraya gidebilirsiniz. Devam etmek için bir arazi seçmeyi deneyin.
uk: Це [b]мапа ділянок[/b]. Кожна піктограма представляє унікальне середовище, де ви можете жити, а панель справа описує умови обраної ділянки. Якщо Ви обрали ділянку ближню до Вашої поточної (остання виділена миготливою зеленою рамкою), то можете натиснути кнопку "Переміститися на цю ділянку'' справа, аби мігрувати туди. Виберіть ділянку, щоб продовжити.
zh_cn: 这里是地区图。 每个图标代表一个你可以居住的独特环境，你右边的面板描述了当前选定的地区的状态。 如果你选择了一个与你所占据的地区相连的地区，该地区会用薄薄的青色边框突出显示，你可以按下右边的 "移动到这个地区 "按钮来迁移到那里。 选择一个地区来继续。
zh_tw: 這是[b]區域地圖[/b]。 每個圖示代表一個您可以居住的獨特環境，右側的面板描述目前所選區域的條件。 如果您選擇一個與您佔用的區域相連的區域，該區域會以閃爍的綠色邊框突出顯示，您可以按右側的「移動至此區域」按鈕遷移到該區域。 嘗試選擇一個區域以繼續。
