Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# ASCENSION_CONGRATULATIONS_CONTENT
source: You have ascended and completed the game. Congratulations on reaching the end of the game! You may keep playing in the Space Stage with unlocked God Tools to mess around in the sandbox. It is also possible to descend and return to the Microbe Stage in this save and play through all of the stages again with extra perks. Total times ascended in this save: {0}
cs: Vystoupili jste a dokončili hru. Gratulujeme k dosažení konce hry! Můžete pokračovat ve hře ve vesmírné fázi s odemčenými božími nástroji a dovádět na pískovišti. Je také možné sestoupit a vrátit se do Stage Microbe v tomto uložení a znovu si zahrát všechny fáze s extra výhodami. Celkový počet časů vystoupání v tomto uložení: {0}
es: Has ascendido y has completado el juego. ¡Enhorabuena por haber llegado al final del juego! Puedes seguir jugando en la Fase Espacial con Herramientas de Dios desbloqueadas para divertirte en la zona de pruebas. También es posible descender y volver al Estadio de Microbio en esta partida guardada y jugar todos los niveles de nuevo con funcionalidades extra. Total de veces que has ascendido en esta partida guardada: {0}
fr: Vous avez atteint le sommet et fini le jeu. Félicitation pour être arrivé à la fin du jeu ! Vous pouvez continuer à jouer dans la Phase spaciale pour faire des bêtises dans le bac-à-sable avec les outils divin maintenant débloqués. Il est aussi possible de retourner à la Phase microbienne dans cette sauvegarde pour jouer à toutes les Phases avec des avantages. Nombre d'évolutions dans cette sauvegarde : {0}
it: Sei asceso e hai completato il gioco. Congratulazioni per aver raggiunto la fine! Puoi continuare a giocare nella Fase Spazio con Strumenti Divini sbloccati per sfogare la tua creatività. E' possibile inoltre discendere e ritornare alla Fase Microbo in questo salvataggio e ripetere tutti gli stadi con vantaggi extra. Ascese totali in questo salvataggio: {0}
ka: თქვენ განვითარდით და მოიგეთ თამაში. გილოცავთ თამაშის ბოლოში გასვლას! შეგიძლიათ, გააგრძელოთ კოსმოსური ფაზის თამაში განბლოკილი ღმერთის ხელსაწყოებით, რომ ითამაშოთ. ასევე შესაძლებელია ჩამოქვეითება მიკრობის ფაზაზე და თავიდან ითამაშოთ დამატებითი შესაძლებლობებით. სულ განვითრდით ამ შენახულში: {0}
nl: Je bent verheven en hebt het spel afgerond. Gefeliciteerd met het behalen van het eind van het spel! Je kunt door blijven spelen in de Ruimtefase met ontsleutelde Goddelijke Hulpmiddelen. Dit werkt dan als een zandbak. Het is ook mogelijk om in dit spelverloop af te dalen naar de Microbenfase en met extra voordelen opnieuw door alle fasen heen te gaan. Je bent in dit spelverloop al {0} keer verheven.
pt_br: Você ascendeu e terminou o jogo. Parabéns por ter chegado ao fim. Você pode continuar jogando no Estágio Espacial com as Ferramentas Divinas desbloqueadas para se divertir. Também é possível descender e voltar ao Estágio Microbial para jogar por todos os estágios novamente com funcionalidades extras. Total de vezes que ascendeu neste salvamento: {0}
ru: Вы вознеслись и прошли игру. Поздравляем с тем, что дошли до конца игры. Вы можете продолжить играть в Стадии Космоса с открытыми Божественными Инструментами в песочнице. Так же возможно опуститься и вернуться к Стадии Микроба в этом сохранении и вновь пройти все стадии, но с доступом к модификаторам. Количество вознесений в данном сохранении:{0}
tr: Evreni tırmandınız ve oyunu tamamladınız. Oyunun sonuna ulaştığınız için tebrikler! Sanal alanda oyalanmak için kilidi açılmış Tanrı Araçları ile, Uzay Evresi'ni oynamaya devam edebilirsiniz. Evrene iniş yapmak, mevcut kayıtta Mikrop Evresi'ne dönmek ve baştan sona bütün evreleri ekstra ayrıcalıklar ile oynamak da ayrıca mümkün. Bu kayıttaki toplam tırmanma sayısı: {0}
uk: Ви піднеслися та закінчили гру. Вітаємо з досягненням кінця гри. Ви можете продовжити гру на Космічній Стадії з розблокованими Інструментами Бога, та погратися в пісочниці. Також можливо спуститися назад до Мікробної Стадії у даному збереженні, та знову пройти усі стадії з додатковими перками. Усього піднесень у цьому збереженні: {0}
zh_cn: 您已经飞升并且通关了游戏，恭喜！ 您可以继续在太空阶段游玩，并使用新解锁的上帝工具来把宇宙当作沙盒来玩。 您也可以下凡并在本存档中回到微生物阶段并在额外的加成下再次玩一遍游戏。 您一共在本存档中飞升了{0}次。
zh_tw: 您已經飛升並完成了遊戲。恭喜您到達遊戲終點！ 您可以繼續在太空階段中使用解鎖的上帝工具在沙盒中遊玩。 您也可以下凡並在本存檔中回到微生物階段，並在額外的加成下再次遊玩遊戲。 本存檔中飛升的總次數：{0}

# ASSEMBLY_CLASS_REQUIRED
source: Mod assembly class is required when assembly is specified
bg: Изисква се основното „Assembly“
ca: Es requereix la classe de l'ensamblatge del mod quan s'especifica l'ensamblatge
cs: Třída sestavy modu je potřebná když je soustava specifikovaná
de: Klasse der Programmbibliothek ist erforderlich, wenn angegeben
es: Se requiere la clase del ensamblaje del mod cuando se especifica el ensamblaje
et: Mod-monteerimisklass on nõutav, kui kokkupanek on täpsustatud
fr: La classe de l'assemblage des Mods est requise lorsque l'assemblage est précisé
he: נדרשת מחלקת פריקת מוד בזמן שפריקה היא ספיציפית
it: La classe dell'assembly è richiesta quando l'assembly è specificato
ka: მოდის assembly-ის კლასი აუცილებელია, როცა assembly მითითებულია
nl: Mod assembly klasse is vereist wanneer een assembly is gespecificeerd
nl_be: Mod assembly class is vereist wanneer assembly is gespecifieerd
pl: Klasa konstrukcji jest wymagana przy wyszczególnieniu konstrukcji
pt_br: Classe do assembly do mod é requerida quando o assembly é especificado
pt_pt: A classe de assembly do mod é necessária quando o assembly é especificado
ru: Класс сборки необходим для мода, если указана сборка
tr: Assembly belirtildiğinde, assembly modunun sınıfı gereklidir
uk: Потрібен клас збірки моду, коли її вказано
zh_cn: 当指定了Mod的assembly后你还需要Mod assembly class
zh_tw: 指定模組 assembly 時需要模組 assembly class

# ASSEMBLY_REQUIRED_WITH_HARMONY
source: Mod assembly is required when auto harmony is enabled
bg: Изисква се „Assembly“, когато използвате „Harmony“
ca: Es requereix l'ensamblatge de mod quan auto harmony està activat
cs: Sestava modu je potřebná když je povoleno auto Harmony
de: Mod Assembler ist erforderlich wenn Auto Harmony aktiviert ist
es: Se requiere la clase del ensamblaje del mod cuando se especifica el ensamblaje
fr: La classe de l'assemblage des Mods est requise lorsque l'auto harmonie est activée
he: נדרשת מחלקת פריקת מוד בזמן שפריקה Harmony מוד נבחרה
it: La classe dell'assembly è richiesta quando la modalità Auto Harmony è selezionata
ka: მოდის assembly აუცილებელია, როცა ავტომატური harmony ჩართულია
nl: Mod assemble is vereist wanneer auto harmony is aangezet
ru: Сборка мода требуется c Harmony
tr: Oto Harmony etkinleştirildiğinde, Assembly modu gereklidir
uk: Збірка модів обов'язкова, коли автоматична гармонія увімкнена
zh_cn: 当自动Harmony启用时需要指定Mod的assembly
zh_tw: 啟用自動 Harmony 時需要模組 assembly

# ASSUME_HYPERTHREADING
source: Assume CPU has hyperthreading enabled
bg: Включване на хипернишковата технология
ca: Assumir que la CPU té activat el hyperthreading
cs: Předpokládat, že CPU má povolený hyperthreading
de: Annehmen, dass die CPU Hyperthreading hat
es: Asume que la CPU tiene «hyperthreading» habilitado
et: Oletame, et CPU-l on hüperkeermestamine lubatud
fi: Oleta, että prosessorissa on hyperthreading käytössä
fr: Supposer que l'hyper-threading du CPU est activé
he: נניח שלמעבד יכול להפעיל מרבה-נושאים
hu: A CPU hyperthread engedélyezésének feltételezése
id: Asumsikan hyperthreading diaktifkan pada CPU
it: Supponi che la CPU abbia attivato l'hyperthreading
ka: ჩათვლა, რომ CPU-ზე მრავალნაკადიანობა ჩართულია
nl: Veronderstel dat de CPU hyperthreading aan heeft staan
nl_be: Ga er van uit dat de CPU hyperthreading heeft ingeschakeld
pl: Załóż, że procesor pozwala na hyperthreading
pt_br: Assumir que o hiperprocessamento de CPU está habilitado
pt_pt: Presumir que o CPU funciona com hyperthreading
ru: Предположить, что в процессоре включена гиперпоточность
sk: Predpokladať, že CPU má povolené hypervlákna
sv: Anta att CPUn har hyperthreading aktiverad
tr: CPU'da hiper iş parçacığını etkin varsay
uk: Вважати, що гіперпотоковість ЦП увімкнена
zh_cn: 假设CPU已启用超线程
zh_tw: 假設 CPU 已啟用超線程

# ASSUME_HYPERTHREADING_TOOLTIP
source: It cannot be automatically detected if hyperthreading is enabled or not. This affects the default number of threads as hyperthreading threads aren't as fast as real CPU cores.
bg: Проверката за хипернишковата технология е неуспешна. Броят на нишките по подразбиране зависи от това, понеже хипернишките са по-бавни от физическите ядра на процесора.
ca: No pot ser automàticament detectat si el "hyperthreading" està activat o no. Això afecta el nombre de "threads" per defecte ja que el "hyperthreading threads" no són tan ràpids com els núclis CPU reals.
cs: Není možné automaticky detekovat, jestli je hyperthreading povolen nebo ne. To ovlivňuje výchozí počet vláken, protože hyperthreading vlákna nejsou tak rychlá jako skutečná jádra CPU.
de: Es kann nicht automatisch erkannt werden, ob Hyperthreading aktiviert ist. Dies wirkt sich auf die Standardanzahl von Threads aus, da Hyperthreading-Threads nicht so schnell sind wie echte CPU-Kerne.
es: No se detecta automáticamente si el hiperprocesamiento está activo o no. Esto afecta el numero de procesos por defecto, ya que las tareas de hiperprocesamiento no son tan rápidas como los núcleos CPU reales.
et: Seda ei saa automaatselt tuvastada, kas hüperkeermestamine on lubatud või mitte. See mõjutab lõimede vaikearvu, kuna hüperlõime lõimed ei ole nii kiired kui tõelised protsessori tuumad.
fi: Hyperthreadingin päällä oloa ei voida automaattisesti tunnistaa. Tämä säätää kuinka monta taustatyöskentelijää käytetään oletusarvoisesti, koska hyperthreading ei ole yhtä tehokasta kuin oikeat prosessoriytimet.
he: זה לא ניתן להציג אם מרבה-נושאים פועל או לא. זה משפיע על מספר ברירת מחדל של הנושאים במרבה-נושאים כנושא שאינו מהיר כלבית מעבד אמיתי.
id: Tidak dapat dideteksi secara otomatis apakah hyperthreading aktif atau tidak. Ini memengaruhi jumlah default thread karena thread dari hyperthreading tidak secepat inti CPU asli.
it: Non è possibile stabilire automaticamente se l'hyperthreading è attivo. Siccome i thread di hyperthreading non sono veloci quanto veri core di CPU, ciò influenza il numero di thread di default.
ka: Hyperthreading-ის ჩართულობის ავტომატური დადგენა შეუძლებელია. ამას გავლენა აქვს ნაკადების ნაგულისხმევ რაოდენობაზე, რადგან hyperthreading-ის ნაკადები CPU-ის რეალური ბირთვებივით სწრაფი არაა.
nl: Het kon niet worden vastgesteld of hyperthreading aan staat. Dit heeft effect op de standaardhoeveelheid threads aangezien hyperthreading threads niet zo snel zijn als volwaardige CPU rekenkernen.
nl_be: Het kan niet automatisch worden gedetecteerd of hyperthreading is ingeschakeld of niet. Dit heeft invloed op het standaard aantal threads, aangezien hyperthreading-threads niet zo snel zijn als echte CPU-cores.
pl: Nie można automatycznie wykryć czy hyperthreading jest włączony. Dotyczy to domyślnej liczby wątków, ponieważ wątki hyperthreadingu nie są tak szybkie jak prawdziwe rdzenie procesora.
pt_br: Não é possível detectar automaticamente se o hiperprocessamento está habilitado ou não. Isso afeta o número padrão de processos, já que as tarefas de hiperprocessamento não são tão rápidas quanto núcleos de CPU de verdade.
pt_pt: Não pode ser detectado automaticamente se o hyperthreading está ativo ou não. Isso afeta o número padrão de threads, pois os threads de hyperthreading não são tão rápidos quanto os núcleos reais do CPU.
ru: Невозможно автоматически определить, включена ли гиперпоточность или нет. Это влияет на количество потоков по умолчанию, так как потоки с гиперпоточностью не так быстры, как реальные ядра процессора.
tr: Hiper iş parçacığının etkin olup olmadığı otomatik olarak tespit edilemez. Hiper iş parçacıkları gerçek CPU çekirdekleri kadar hızlı olmadığı için, bu, varsayılan iş parçacığı sayısını etkiler.
uk: Його не можна автоматично, увімкнене гіперпотокове або ні. Це впливає на кількість потоків за замовчуваням, бо гіперпотоки не такі швидкі, як реальні ядра ЦП.
zh_cn: 游戏无法自动检测是否启用了超线程。 这个选项会影响默认线程数，因为超线程的速度不如真正的CPU内核快。
zh_tw: 遊戲無法自動檢測是否啟用超線程。 這會影響預設的執行緒數，因為超執行緒的速度不如真實的 CPU 核心。

# ATMOSPHERIC_GASSES
source: Atmospheric Gases
bg: Атмосферни газове
ca: Gasos Atmosfèrics
cs: Atmosférické plyny
de: Atmosphärische Gase
eo: Atmosferaj Gasoj
es: Gases Atmosféricos
et: Atmosfääri gaasid
fi: Ilmakehän kaasut
fr: Gaz Atmosphériques
he: גזים אטמוספריים
hu: Légköri gázok
id: Gas Atmosfer
it: Gas atmosferici
ka: ატმოსფერული აირები
ko: 대기 가스
nl: Atmosfeergassen
nl_be: Atmosferische Gassen
pl: Gazy Atmosferyczne
pt_br: Gases Atmosféricos
pt_pt: Gases Atmosféricos
ru: Атмосферные Газы
sk: Atmosférické plyny
sr_cyrl: Атмосферски Гасови
sv: Atmosfäriska Gaser
tr: Atmosferik Gazlar
uk: Атмосферні гази
zh_cn: 大气气体
zh_tw: 大氣氣體

source: ATP
bg: АТФ
ka: ატფ
ru: АТФ
uk: АТФ
zh_tw: 三磷酸腺苷（ATP）

source: ATP Balance
bg: Баланс на АТФ
ca: Equilibri d'ATP
cs: Zůstatek ATP
de: ATP-Saldo
eo: ATP-bilanco
es: Balance de ATP
et: ATP Tasakaal
fi: ATP Tasapaino
fr: Niveau d'ATP
he: מאזן ATP
hu: ATP egyensúly
id: Keseimbangan ATP
it: Bilancio ATP
ka: ატფ-ის ბალანსი
ko: ATP 균형
nl: ATP-balans
nl_be: ATP Balans
pl: Balans ATP
pt_br: Saldo de ATP
pt_pt: Saldo ATP
ru: Баланс АТФ
sr_cyrl: ATP Равнотежа
sr_latn: ATP Ravnoteža
sv: ATP Balans
tr: ATP Tutarı
uk: АТФ баланс
zh_cn: ATP开支
zh_tw: ATP 平衡

source: ATP Production
bg: Производство на АТФ
ca: Producció d'ATP
cs: Produkce ATP
de: ATP-Produktion
eo: ATP-Produktado
es: Producción de ATP
et: ATP tootmine
fi: ATP:n tuotanto
fr: Production d'ATP
he: ייצור ATP
hu: ATP előállítás
id: Produksi ATP
it: Produzione di ATP
ka: ატფ-ის წარმოება
ko: ATP 생산
nl: ATP Productie
nl_be: ATP Productie
pl: Produkcja ATP
pt_br: Produção de ATP
pt_pt: Produção de ATP
ru: Производство АТФ
sk: Produkcia ATP
sr_cyrl: ATP Производња
sv: ATP Produktion
tr: ATP Üretimi
uk: Продукування АТФ
zh_cn: ATP产出
zh_tw: ATP 生產

source: ATP PRODUCTION TOO LOW!
bg: ПРОИЗВОДСТВОТО НА АТФ Е НЕДОСТАТЪЧНО!
ca: LA PRODUCCIÓ D'ATP ÉS MASSA BAIXA!
cs: VÝROBA ATP JE PŘÍLIŠ NÍZKÁ!
de: ATP-PRODUKTION ZU NIEDRIG!
eo: ATP-PRODUKTO ESTAS TRE MALALTA!
es: ¡PRODUCCIÓN DE ATP DEMASIADO BAJA!
et: ATP TOOTMINE LIIGA VÄHE!
fi: ATP:n TUOTANTO ON LIIAN ALHAINEN!
fr: LA PRODUCTION D'ATP EST TROP FAIBLE !
he: ייצור ATP נמוך מדי!
hu: AZ ATP TERMELŐDÉSE TÚL ALACSONY!
id: PRODUKSI ATP TERLALU RENDAH!
it: PRODUZIONE DI ATP TROPPO BASSA!
ka: ატფ-ის წარმოება მეტისმეტად დაბალია!
ko: ATP 생산이 너무 적음!
nl: ATP PRODUCTIE TE LAAG!
nl_be: ATP PRODUCTIE TE LAAG!
pl: PRODUKCJA ATP JEST ZA NISKA!
pt_br: PRODUÇÃO DE ATP MUITO BAIXA!
pt_pt: PRODUÇÃO DE ATP MUITO BAIXA!
ru: НЕДОСТАТОЧНОЕ ПРОИЗВОДСТВО АТФ!
sk: PRODUKCIA ATP PRÍLIŠ NÍZKA!
sr_cyrl: ATP ПРОИЗВОДЊА ПРЕНИЗАК!
sv: ATP PRODUKTION FÖR LÅG!
tr: ATP ÜRETİMİ ÇOK DÜŞÜK!
uk: Продукування АТФ є замалим!
zh_cn: ATP产出不足！
zh_tw: ATP 產量過低！

# ATTEMPT_TO_WRITE_SAVE_FAILED
source: The attempt to write this save file has failed. The save name may be too long or you may not have write access to the save folder.
bg: Създаването е неуспешно. Наименованието на записа може да е твърде дълго или достъпът е отказан.
ca: L'intent d'escriure aquest arxiu de guardat ha fallat. És possible que el nom de guardat sigui massa llarg, o pot ser que no tinguis accés a la carpeta de guardat.
cs: Pokus o zapsání úložného souboru selhalo. Jméno uložené hry může byt příliš dlouhé, nebo nemáte zapisovací povolení do dané složky.
de: Der Versuch zu speichern ist missglückt. Möglicherweise ist der Speichername zu lang oder du hast keinen Zugang zum Speicherordner.
es: El intento de escribir este archivo guardado ha fallado. El nombre de guardado puede ser demasiado largo o es posible que no tenga acceso de escritura a la carpeta de guardado.
et: Selle salvestusfaili kirjutamise katse ebaõnnestus. Salvestusnimi võib olla liiga pikk või teil ei ole salvestuskaustale kirjutamisõigust.
fr: La tentative d'écriture de ce fichier de sauvegarde a échoué. Le nom de la sauvegarde est peut-être trop long ou vous n'avez peut-être pas accès en écriture au dossier de sauvegarde.
he: הניסיון לשכתב מחדש קובץ שמירה נכשלה. שם השמירה ארוך מידי או שאין לך אישור לשכתב מחדש בתיקיית השמירה.
it: Il tentativo di scrittura di questo file di salvataggio è fallito. È possibile che il nome sia troppo lungo, oppure che tu non abbia l'autorizzazione alla scrittura nella cartella di salvataggio.
ka: შენახვის ფაილის ჩაწერის მცდელობა ჩავარდა. შენახვის სახელი, შეიძლება, მეტისმეტად გრძელი იყოს, ან შენახვის საქაღალდესთან წვდომა არ გაქვთ.
nl: De poging om het spel op te slaan is mislukt, het bestand kon niet geschreven worden. De naam van het bestand kan te lang zijn, of je hebt geen toestemming om in de map op te slaan.
pl: Próba zapisu się nie powiodła. Nazwa może być za długa lub nie masz praw zapisu w folderze.
pt_br: A tentativa de salvar falhou. O nome do save pode ser longo demais ou você não ter acesso a pasta.
ru: Не удалось сохранить файл. Возможно, имя файла сохранения слишком длинное или у вас нет разрешения на сохранение файла.
tr: Kayıt dosyası yazma girişimi başarısız oldu. Girilen kayıt ismi çok uzun veya kayıt klasörüne yazma erişiminiz yok.
uk: Спроба записати збереження провалилася. Збереження має надто довгу назву або ви не маєте доступу до запису теки збережень.
zh_cn: 尝试写入存档失败了。存档名称可能过长，或者你没有在存档文件夹写入的权限。
zh_tw: 嘗試寫入此存檔失敗。存檔名稱可能過長，或者您可能沒有存檔資料夾的寫入權限。

source: At Cursor:
bg: Под курсора:
ca: A sota del Cursor:
cs: Na kurzoru:
de: Am Zeiger:
eo: Ĉe Kursoro(montrilo):
es: En el puntero:
et: Kursori juures:
fi: Kursorin alla:
fr: Au pointeur :
he: בסמן העכבר:
hu: A kurzornál:
id: Pada Kursor:
it: Sotto il cursore:
ka: კურსორთან:
ko: 커서 위치에서:
nl: Bij Cursor:
nl_be: Bij cursor:
pl: Pod kursorem:
pt_br: No cursor:
pt_pt: No Cursor:
ru: Вы смотрите на:
sk: Na kurzore:
sr_cyrl: На Курсору:
sr_latn: Na Kursoru:
sv: Vid Muspekare:
tr: İmleç Üzerinde:
uk: Під курсором:
zh_cn: 鼠标指针处：
zh_tw: 滑鼠指標處：

source: Audio output device:
bg: Изходно устройство:
ca: Dispositiu de sortida d'àudio:
cs: Výstupní audio zařízení:
de: Ausgabegerät:
es: Dispositivo de salida de audio:
et: Heli väljundseade:
fi: Äänen ulostulolaite:
fr: Périphérique de sortie audio :
he: פלט מכשיר שמע:
hu: Audio eszköz:
id: Perangkat output audio:
it: Dispositivo di output audio:
ka: ხმის გამოტანის მოწყობილობა:
nl: Audio uitvoer apparaat:
nl_be: Audio-uitvoerapparaat:
pl: Wyjściowe urządzenie audio:
pt_br: Dispositivo de saída de aúdio:
pt_pt: Dispositivo de saída de áudio:
ru: Устройство вывода звука:
sk: Výstupné zvukové zariadenie:
sv: Ljudutgångsenhet:
tr: Ses çıkış aygıtı:
uk: Пристрій виведення аудіо:
zh_cn: 音频输出设备：
zh_tw: 音訊輸出設備：

source: August
bg: Август
ca: Agost
cs: Srpen
es: Agosto
fi: Elokuu
fr: Août
he: אוגוסט
hu: Augusztus
it: Agosto
ka: აგვისტო
nl: Augustus
nl_be: Augustus
pl: Sierpień
pt_br: Agosto
pt_pt: Agosto
ru: Август
sv: Augusti
tr: Ağustos
uk: Серпень
zh_cn: 八月
zh_tw: 八月

source: Auto
bg: Автоматично
cs: Automaticky
eo: aŭtomate
et: Automaatne
fr: Automatique
he: אוטומטי
id: otomatis
it: Automatica
ka: ავტო
ko: 자동
nl: Automatisch
ru: Авто
sr_cyrl: аутоматски
sr_latn: automatski
th_th: อัตโนมัต
tr: Otomatik
uk: Авто
zh_cn: 自动
zh_tw: 自動
