Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Miscellaneous
bg: Разни
ca: Miscel·lània
cs: Různé
de: Sonstiges
eo: Diversaj
es: Diverso
et: Mitmesugust
fi: Muut
fr: Divers
he: שונות
hu: Egyéb
id: Aneka ragam
it: Varie
ka: სხვადასხვა
ko: 기타
nl: Overig
nl_be: Varia
pl: Różne
pt_br: Diversos
pt_pt: Diversos
ru: Разное
sk: Rôzne
sr_cyrl: Остало
sr_latn: Ostalo
sv: Blandat
th_th: เบ็ดเตล็ด
tr: Diğer
uk: Різне
zh_cn: 杂项
zh_tw: 雜項

source: Miscellaneous 3D Stage
bg: Триизмерно пространство
ca: Miscel·lània Estadi 3D
cs: Různé 3D Fáze
de: Makroskopische 3D Spielphase
es: Estadio 3D diverso
fr: Divers - Stades 3D
he: שלב 3D שונות
ka: სხვადასხვა 3D ფაზა
nl: Diversen 3D Fase
pl: Różnorodny etap 3D
pt_br: Diversos: Estágio 3d
ru: Разное на трёхмерном этапе
tr: Diğer 3D Evreler
uk: Різнобічний 3D етап
zh_cn: 各项3D阶段
zh_tw: 3D 階段雜項

# MISC_FUN
source: Miscellaneous Fun
fr: Divers
ka: სხვადასხვა გართობა
nl: Diverse Lol
pt_br: Divertidos
pt_pt: Diversão variada
ru: Смищные)) Штуки
tr: Diğer Eğlence
uk: Інші розваги
zh_tw: 樂趣雜項

# MISSING_DESCRIPTION
source: Description is missing
bg: Описанието липсва
ca: Falta una descripció
cs: Chybí popis
de: Beschreibung fehlt
es: Falta descripción
et: Kirjeldus puudub
fi: Kuvaus puuttuu
fr: La description est manquante
he: חסר תיאור
hu: Nincs leírás
it: La descrizione è mancante
ka: აღწერა მითითებული არაა
nl: Omschrijving mist
nl_be: Omschrijving ontbreekt
pl: Brak opisu
pt_br: Falta uma descrição
pt_pt: Falta uma descrição
ru: Описание отсутствует
sk: Chýba popis
tr: Açıklama eksik
uk: Опис відсутній
zh_cn: 缺少描叙
zh_tw: 缺少描述

# MISSING_OR_INVALID_REQUIRED_FIELD
source: Missing or invalid format of a required field: {0}
bg: Липсващ или невалиден формат на задължително поле: {0}
ca: Format invàlid o falta format d'un camp requerit: {0}
cs: Chybějící nebo nesprávný formát povinného pole: {0}
de: Fehlendes oder ungültiges Format für eine benötige Datei: {0}
es: Formato inválido o falta formato de un campo requerido: {0}
et: Nõutava välja vorming puudub või on kehtetu: {0}
fr: Le champ suivant est manquant ou a un format invalide : {0}
he: פורמט חסר או לא חוקי של שדה חובה: {0}
it: Formato mancante o non valido in un campo richiesto: {0}
ka: აუცილებელი ველის ნაკლული ან არასწორი ფორმატი: {0}
nl: Het formaat van het vereiste veld "{0}" is verkeerd of niet aanwezig
nl_be: Ontbrekende of ongeldige indeling van een verplicht veld: {0}
pt_br: Formato inválido ou faltando de um campo obrigatório: {0}
pt_pt: Formato ausente ou inválido de um campo obrigatório: {0}
ru: Отсутствует или неверный формат обязательного поля: {0}
tr: Gerekli alanda eksik ya da geçersiz format : {0}
uk: Відсутній або недійсний формат обов'якового поля: {0}
zh_cn: 缺少或无效的必填字段的格式：{0}
zh_tw: 必填欄位缺失或格式無效：{0}

# MISSING_TITLE
source: Title is missing
bg: Заглавието липсва
ca: Falta un nom
cs: Chybí název
de: Titel fehlt
es: Falta Título
et: Pealkiri puudub
fi: Otsikko puuttuu
fr: Titre manquant
he: חסרה כותרת
hu: Nincs cím
it: Il titolo è mancante
ka: სათაური მითითებული არაა
nl: Titel mist
nl_be: Titel is vermist
pl: Brak tytułu
pt_br: Falta um título
pt_pt: Falta um título
ru: Название отсутствует
sk: Chýba názov
tr: Başlık eksik
uk: Назва відсутня
zh_cn: 缺少标题
zh_tw: 缺少標題

source: Mitochondrion
bg: Митохондрия
ca: Mitocondri
cs: Mitochondrie
de: Mitochondrium
eo: Mitokondrio
es: Mitocondria
et: Mitokondrid
fi: Mitokondrio
fr: Mitochondrie
he: מיטוכונדריון
hu: Mitokondrium
id: Mitokondria
it: Mitocondrio
ka: მიტოქონდრია
ko: 미토콘드리아
pl: Mitochondrium
pt_br: Mitocôndria
pt_pt: Mitocôndria
ru: Митохондрия
sk: Mitochondria
sr_cyrl: Митохондрија
sr_latn: Mitohondrija
sv: Mitochondria
th_th: ไมโตคอนดริออน
tr: Mitokondri
uk: Мітохондрія
zh_cn: 线粒体
zh_tw: 粒線體

# MITOCHONDRION_DESCRIPTION
source: The powerhouse of the cell. The mitochondrion (plural: mitochondria) is a double membrane structure filled with proteins and enzymes. It is a prokaryote that has been assimilated for use by its eukaryotic host. It is able to convert [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound] at a much higher efficiency than can be done in the cytoplasm in a process called [b]aerobic respiration[/b]. It does, however, require [thrive:compound type="oxygen"][/thrive:compound] to function, and lower levels of [thrive:compound type="oxygen"][/thrive:compound] in the environment will slow down the rate of its [thrive:compound type="atp"][/thrive:compound] production.
bg: Това е основният източник на енергия на клетката. Митохондрията е структура с двойна мембрана, изпълнена с протеини и ензими. Тя е прокариот, който е бил асимилиран от еукариотния си приемник. Митохондрията превръща по много ефективен начин [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound] в процес, който се нарича [b]аеробно дишане[/b]. За да функционира се нуждае от [thrive:compound type="oxygen"]кислород[/thrive:compound], когато той не е достатъчен произвеждането на [thrive:compound type="atp"]АТФ[/thrive:compound] се забавя.
ca: És el pal de paller de la generació d'energia per la cèl·lula. Els Mitocondris són una estructura de membrana doble curulla de proteïnes i enzims. En realitat, és un petit organisme procariota que ha estat engolit i assimilat per la cèl·lula eucariota, que actua com un hoste. Produeix grans quantitats d'ATP, a partir de Glucosa i Oxigen, amb una gran eficiència, per mitjà d'un procés anomenat Respiració Aeròbica.
cs: Elektrárna buňky. Mitochondie je struktura dvou membrán vyplněná proteiny a enzymy. Jedná se o prokaryotu, která byla asimilována pro využití svým eukaryotickým hostitelem. Je schopná konvertovat [thrive:compound type="glucose"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound] s daleko vyšší účinností než je možno v cytoplazmě, v procesu známém jako [b]buněčné dýchání[/b]. Potřebuje k tomu ale [thrive:compound type="oxygen"][/thrive:compound], a nizké množství [thrive:compound type="oxygen"][/thrive:compound] v prostředí zpomaluje její schopnost produkovat [thrive:compound type="atp"][/thrive:compound].
de: Das Kraftwerk der Zelle. Das Mitochondrium (Plural: Mitochondrien) ist eine doppelte Membranstruktur, die mit Proteinen und Enzymen gefüllt ist. Es handelt sich um einen Prokaryoten, der für die Verwendung durch seinen eukaryotischen Wirt assimiliert wurde. Es ist in der Lage, Glukose mit einer viel höheren Effizienz in ATP umzuwandeln, als dies im Zytoplasma in einem Prozess namens Aerobe Atmung möglich ist. Es benötigt jedoch Sauerstoff, um zu funktionieren, und niedrigere Sauerstoffkonzentrationen in der Umgebung verlangsamen die Geschwindigkeit seiner ATP-Produktion.
eo: La potencocentro de la ĉelo. La mitokondrio (pluralo: mitokondrioj) estas duobla membrana strukturo plenigita de proteinoj kaj enzimoj. Ĝi estas prokarioto asimilita por uzo de sia eŭkariota gastiganto. Ĝi povas konverti glukozon en ATP-on kun multe pli alta efikeco ol oni povas fari ĝin en la citoplasmo en proceso nomata Aeroba Respirado. Tamen ĝi postulas oksigenon por funkcii, kaj pli malaltaj niveloj de oksigeno en la medio malrapidigos la rapidon de ĝia produktado de ATP.
es: La "central energética" de la célula. La mitocondria es una estructura de doble membrana llena de proteínas y enzimas. Es una célula procariota que ha sido asimilada por su anfitriona eucariota para su uso personal. Es capaz de convertir [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] con una eficiencia mucho mayor que la alcanzada en el citoplasma en un proceso llamado [b]respiración aeróbica[/b]. Sin embargo, requiere [thrive:compound type="oxygen"][/thrive:compound] para funcionar, y niveles bajos de [thrive:compound type="oxygen"][/thrive:compound] en el ambiente ralentizarán su producción de [thrive:compound type="atp"][/thrive:compound].
et: Raku jõujaam. Mitokondrid (mitmuses: mitokondrid) on kahekordne membraanstruktuur, mis on täidetud valkude ja ensüümidega. See on prokarüoot, mis on oma eukarüootse peremehe poolt kasutamiseks assimileeritud. See on võimeline muutma glükoosi ATP-ks palju suurema efektiivsusega kui seda saab teha tsütoplasmas protsessis, mida nimetatakse aeroobseks hingamiseks. Siiski vajab see toimimiseks hapnikku ja madalam hapnikusisaldus keskkonnas aeglustab selle ATP tootmist.
fr: La centrale électrique de la cellule. La mitochondrie est une structure à double membrane remplie de protéines et d'enzymes. C'est un procaryote qui a été assimilé pour être utilisé par son hôte eucaryote. Elle est capable de convertir le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] avec une efficacité bien supérieure à celle du cytoplasme dans un processus appelé [b]respiration aérobie[/b]. Ce processus nécessite toutefois [thrive:compound type="oxygen"][/thrive:compound] pour fonctionner, et des niveaux inférieurs de [thrive:compound type="oxygen"][/thrive:compound] dans l'environnement ralentiront le taux de production de [thrive:compound type="atp"][/thrive:compound].
he: תחנת הכוח של התא. המיטוכונדריון (ברבים: מיטוכונדריה) הוא אברון בעל קרום כפול שמלא בחלבונים ואנזימים. זהו פרוקריוט שהוטמע לשימוש על ידי המארח האוקריוטי שלו. הוא מסוגל להמיר [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound] ביעילות גבוהה בהרבה ממה שניתן לעשות בציטופלזמה בתהליך הנקרא [b]נשימה אירובית[/b]. עם זאת, הוא דורש [thrive:compound type="oxygen"][/thrive:compound] כדי לתפקד, ורמות [thrive:compound type="oxygen"][/thrive:compound] נמוכות יותר בסביבה יאטו את קצב ייצור ה[thrive:compound type="atp"][/thrive:compound] שלו.
id: Pembangkit listrik sel. Mitokondria adalah struktur membran ganda yang terisi oleh protein dan enzim. Mitokondria merupakan prokariota yang telah terasimilasi untuk kegunaan induk sel eukariota-nya. Ia juga dapat mengkonversi glukosa menjadi ATP pada efisiensi yang lebih tinggi daripada yang dapat dilakukan oleh sitoplasma dalam proses yang disebut Respirasi Aerob. Namun, ini tentunya memerlukan oksigen untuk berfungsi dan tingkat oksigen yang lebih rendah di lingkungan dapat memperlambat laju produksi ATP-nya.
it: La centrale energetica della cellula. Il mitocondrio è una struttura a doppia membrana piena di proteine ed enzimi. Si tratta di un organismo procariote, vivente all'interno di un eucariote. Converte il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] con un'efficienza di gran lunga superiore a quella del citoplasma. Questo processo si chiama [b]respirazione aerobica[/b]. Tuttavia, ha bisogno di [thrive:compound type="oxygen"][/thrive:compound] per funzionare, e livelli inferiori nell'ambiente lo rallentano.
ko: 세포의 핵심. 미토콘드리온(복수형: 미토콘드리아)는 단백질과 효소로 이루어진 이중막 구조입니다. 진핵 숙주가 사용하기 위해 동화된 원핵 생물입니다. 호기성 호흡을 통해 세포질에서 할 수 있는 것보다 훨씬 더 높은 효율로 포도당을 ATP로 전환 할 수 있습니다. 그러나 산소를 필요로 하며 환경의 산소 수준이 낮으면 ATP 생산 속도가 느려집니다.
nl: De krachtbron van de cel. Het mitochondrion (meervoud: mitochondria) is een structuur met dubbele membraan gevuld met eiwitten en enzymen. Het is een prokaryoot wat door een eukaryotische moedercel is geassimileerd voor diens gebruik. Het heeft de mogelijkheid om [thrive:compound type="glucose"][/thrive:compound] om te zetten in [thrive:compound type="atp"][/thrive:compound]. Het doet dit met een veel grotere efficiëntie dan cytoplasma in een proces genaamd [b]aerobe dissimilatie[/b]. Het heeft echter ook [thrive:compound type="oxygen"][/thrive:compound] nodig om zijn werk te doen. Lagere hoeveelheiden [thrive:compound type="oxygen"][/thrive:compound] in de omgeving vertragen de productie van [thrive:compound type="atp"][/thrive:compound].
nl_be: De krachtcentrale van de cel. Het mitochondrium (meervoud: mitochondria) is een door twee membranen omsloten celorganel dat met proteïnen en enzymen gevuld is. Het is een prokaryoot die werd geabsorbeerd door zijn eukaryotische gastheer voor het gebruik. Het is in staat om glucose in ATP om te zetten aan een veel grotere efficiëntie dan in het cytoplasma mogelijk is, in een proces dat celademhaling heet. Hier komt tegenover dat het zuurstof nodig heeft om te kunnen werken en dat een lager zuurstoflevel de ATP-productie vertraagt.
pl: Fabryka energetyczna komórki. Mitochondrium (mnoga: mitochondria) to stuktura z podwójną membraną wypełniona proteinami i enzymami. Jest prokariotem ,który został przyswojony do użytku przez eukariotycznego hosta. Potrafi przekształcać [thrive:compound type="glucose"][/thrive:compound] w [thrive:compound type="atp"][/thrive:compound] znacznie efektywniej niż cytoplazma w procesie zwanym [b]oddychaniem komórkowym[/b]. Wymaga do funkcjonowania [thrive:compound type="oxygen"][/thrive:compound], i niższe poziomy [thrive:compound type="oxygen"][/thrive:compound] w otoczeniu spowalniają tempo produkcji [thrive:compound type="atp"][/thrive:compound].
pt_br: A usina de energia da célula. A mitocôndria é uma estrutura de membrana dupla cheia de proteínas e enzimas. É um procarionte que foi assimilado pelo seu hospedeiro eucariótico para seu uso. É capaz de converter [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound] com eficiência muito maior do que o citoplasma em um processo chamado [b]Respiração Aeróbica[/b]. No entanto, precisa de [thrive:compound type="oxigen"][/thrive:compound] para funcionar, e níveis menores de [thrive:compound type="oxigen"][/thrive:compound] no ambiente diminuirão a taxa da produção de [thrive:compound type="atp"][/thrive:compound].
pt_pt: A central de energia da célula. A mitocôndria é uma estrutura de membrana dupla cheia de proteínas e enzimas. É um procariota que foi reconhecido pelo seu hospedeiro eucariótico para uso. É capaz de converter Glicose em ATP com maior eficiência do que feito no citoplasma num processo chamado Respiração Aeróbica. Precisa, no entanto, de oxigénio para funcionar, e níveis menores de oxigénio no ambiente irão diminuir a taxa da produção de ATP.
ru: Электростанция клетки. Митохондрия — двумембранная органелла, заполненная белками и ферментами. Это прокариота, которая была ассимилирована для использования её эукариотическим хозяином. Она способна превращать [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound] с гораздо более высокой эффективностью, чем это может быть сделано в цитоплазме, в процессе, называемом [b]аэробным дыханием[/b]. Однако для её функционирования требуется [thrive:compound type="oxygen"][/thrive:compound], и более низкое содержание [thrive:compound type="oxygen"][/thrive:compound] в атмосфере замедлят скорость её выработки [thrive:compound type="atp"][/thrive:compound].
sr_cyrl: Моћ ћелије. Митохондрион (множина: митохондрије) је двострука мембранска структура испуњена протеинима и ензимима. То је прокариот који је асимилирао за употребу од свог еукариотског домаћина. У стању је да претвори глукозу у ATP са много већом ефикасношћу него што се то може учинити у цитоплазми у процесу који се назива аеробно дисање. Међутим, потребан му је кисеоник да би функционисао, а нижи нивои кисеоника у околини успориће брзину његове производње ATP.
sr_latn: Moć ćelije. Mitohondrion (množina: mitohondrije) je dvostruka membranska struktura ispunjena proteinima i enzimima. To je prokariot koji je asimilirao za upotrebu od svog eukariotskog domaćina. U stanju je da pretvori glukozu u ATP sa mnogo većom efikasnošću nego što se to može učiniti u citoplazmi u procesu koji se naziva aerobno disanje. Međutim, potreban mu je kiseonik da bi funkcionisao, a niži nivoi kiseonika u okolini usporiće brzinu njegove proizvodnje ATP.
th_th: โรงไฟฟ้าของเซลล์ mitochondrion (พหูพจน์: mitochondria) เป็นโครงสร้างเมมเบรนสองชั้นที่เต็มไปด้วยโปรตีนและเอนไซม์ เป็นโปรคาริโอตที่ถูกดูดซึมเพื่อใช้โดยโฮสต์ยูคาริโอต สามารถเปลี่ยนกลูโคสเป็น ATP ได้อย่างมีประสิทธิภาพสูงกว่าที่ทำได้ในไซโตพลาสซึมในกระบวนการที่เรียกว่า Aerobic Respiration อย่างไรก็ตามมันต้องการออกซิเจนในการทำงานและระดับออกซิเจนในสิ่งแวดล้อมที่ต่ำลงจะทำให้อัตราการผลิต ATP ช้าลง
tr: Hücrenin güç merkezidir. Mitokondri, protein ve enzimlerle dolu çift zarlı bir yapıdır. Bu yapı, kendi ökaryotik konağı tarafından kullanılmak üzere özümsenmiş bir prokaryottur. Mitokondri, [b]oksijenli solunum[/b] adı verilen bir işlemde, [thrive:compound type="glucose"]glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] sitoplazmada olduğundan çok daha etkili bir şekilde dönüştürür. Ancak çalışmak için [thrive:compound type="oxygen"]oksijen[/thrive:compound] gerektirir ve ortamda düşük seviyelerde bulunan [thrive:compound type="oxygen"]oksijen[/thrive:compound], onun [thrive:compound type="atp"]ATP[/thrive:compound] üretim hızını yavaşlatır.
uk: Енергостанція клітини. Мітохондрія є двомембранною структурою, заповненою білками та ферментами. Це прокаріот, поглинутий для використання еукаріотичним господарем. Вона здатна перетворювати [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound] з сильно вищою ефективністю, аніж це робить цитоплазма, в процесі названому [b]Анаеробним Диханням[/b]. Однак для функціонування мітохондрії потрібен [thrive:compound type="oxygen"][/thrive:compound], а нижчий рівень [thrive:compound type="oxygen"][/thrive:compound] сповільнить продукування [thrive:compound type="atp"][/thrive:compound].
zh_cn: 细胞的发电厂。线粒体是一种充满了蛋白质和酶的双层膜结构。它是一种被其真核宿主同化的原核生物。能够通过[b]有氧呼吸[/b]以比细胞质高得多的效率将葡萄糖转换成ATP。不管怎样，它需要氧气才能运作，环境中的氧气浓度太低会使ATP的产出速度减慢。
zh_tw: 細胞的發電廠。粒線體是一種充滿蛋白質和酶的雙層膜結構。它是一種被其真核宿主同化的原核生物。它能夠在一個稱為[b]有氧呼吸[/b]的過程中將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]，效率比在細胞質中高得多。然而，它需要 [thrive:compound type="oxygen"][/thrive:compound] 才能發揮作用，環境中低含量的 [thrive:compound type="oxygen"][/thrive:compound] 會降低其 [thrive:compound type="atp"][/thrive:compound] 生產速率。

# MITOCHONDRION_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="oxygen"][/thrive:compound].
bg: Превръща [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="oxygen"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="glucose"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="oxygen"][/thrive:compound].
de: Wandelt [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] um. Die Rate hängt von der Konzentration von [thrive:compound type="oxygen"][/thrive:compound] ab.
es: Convierte [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. la tasa de conversión escala con la concentración de [thrive:compound type="oxygen"][/thrive:compound].
et: Muudab [thrive:compound type="glucose"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="oxygen"][/thrive:compound].
fi: Muuntaa [thrive:compound type="glucose"]glukoosia[/thrive:compound] [thrive:compound type="atp"]ATP:ksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="oxygen"]happipitoisuudesta[/thrive:compound].
fr: Transforme le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Taux proportionnels à la concentration d'[thrive:compound type="oxygen"][/thrive:compound].
he: הופך [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound]. בהתאם לריכוזו של ה[thrive:compound type="oxygen"][/thrive:compound].
hu: [thrive:compound type="glucose"][/thrive:compound]-t alakít át [thrive:compound type="atp"][/thrive:compound]-vé. Hatékonysága függ az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="glucose"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="oxygen"][/thrive:compound]
it: Trasforma il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="oxygen"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="glucose"][/thrive:compound] [thrive:compound type="atp"][/thrive:compound]-ში. სიჩქარე იზრდება [thrive:compound type="oxygen"][/thrive:compound]-ის კონცენტრაციასთან ერთად.
nl: Zet [thrive:compound type="glucose"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound]. De snelheid schaalt met de concentratie van [thrive:compound type="oxygen"][/thrive:compound].
nl_be: Verandert [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="oxygen"][/thrive:compound].
pl: Utlenia [thrive:compound type="glucose"][/thrive:compound] wydzielając [thrive:compound type="atp"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="oxygen"][/thrive:compound].
pt_br: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. Quantidade aumenta com concentração de [thrive:compound type="oxygen"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound].
ru: Превращает [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="oxygen"][/thrive:compound].
tr: [thrive:compound type="glucose"]Glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Перетворює [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound]. Кількість залежить від [thrive:compound type="oxygen"][/thrive:compound].
zh_cn: 将[thrive:compound type="glucose"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound]。速率跟[thrive:compound type="oxygen"][/thrive:compound]浓度成正比。
zh_tw: 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。速率與 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。

# MIXED_DOT_DOT_DOT
source: Mixed...
bg: Смесена...
de: Gemischt...
ka: შერეული...
nl: Gemixt...
pl: Mieszane...
pt_br: Mista…
pt_pt: Misto...
ru: Перемешано...
tr: Karışık...
uk: Змішаний...
zh_cn: 已混合......
zh_tw: 已混合…
