Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_THERMOSYNTHASE_STRATEGY
source: TBA
ru: Вероятно, это самая подвижная форма автотрофии, [i]термосинтез[/i] требует почти постоянного движения. Вам нужно перемещаться из более холодных регионов в более жаркие и обратно. После того как температура в камере перестанет повышаться, производство [thrive:compound type="atp"][/thrive:compound] падает до нуля. Лучше всего активировать [i]тепловое зрение[/i], чтобы увидеть горячие и холодные точки вокруг вашей клетки, и как наиболее эффективно их преодолевать. Термосинтез гораздо эффективнее работает в более жарких регионах, поэтому его лучше использовать в вулканических жерлах. Вследствие того, что [b]Термосинтезное[/b] производство [thrive:compound type="atp"][/thrive:compound] будет часто останавливаться, важно иметь второй источник энергии, иначе вы будете постоянно страдать от недостатка [thrive:compound type="atp"][/thrive:compound]. Еще более эффективным является [b][color=#3796e1][url=thriveopedia:thermoplast]Термопласт[/url][/color][/b], становится доступным, когда клетка развивает [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b]. Как и все прокариотические органеллы с эукариотическими аналогами, мы рекомендуем заменить [b]Термосинтазу[/b] с[b][color=#3796e1][url=thriveopedia:thermoplast]Термопластом[/url][/color][/b] по возможности.
tr: Mevcut formunda, [b]Termosentaz[/b] özünde bedava enerjidir. Sıcak arazilerde kalmaktan memnun olduğunuz sürece, bu organelin gerçekten olumsuz bir tarafı yoktur. [b]Bakteri Termosentezi[/b], kabaca, [b]+23 °C[/b] [thrive:compound type="temperature"]sıcaklıkta[/thrive:compound] bile dengede kalır ve [b]+98 °C[/b] [thrive:compound type="temperature"]sıcaklığa[/thrive:compound] sahip yanardağ bacalarında önemli ölçüde daha güçlüdür. Daha verimli olanı, bir hücre, [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeği[/url][/color][/b] evrimleştirdiğinde mevcut olan [b][color=#3796e1][url=thriveopedia:thermoplast]Termoplasttır[/url][/color][/b]. Ökaryotik karşılığı olan bütün prokaryotik organeller gibi, [b]Termosentazı[/b] da mümkün olduğunda [b][color=#3796e1][url=thriveopedia:thermoplast]Termoplastlar[/url][/color][/b] ile değiştirmenizi öneriyoruz.
zh_tw: 待定

# WIKI_THERMOSYNTHASE_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_THYLAKOIDS_EFFECTS
source: No special effects.
ka: სპეციალური ეფექტების გარეშე.
pt_br: Sem efeitos especiais.
pt_pt: Sem efeitos especiais.
ru: Нет специальных эхффектов.
tr: Özel etki yok.
zh_tw: 無特殊效果。

# WIKI_THYLAKOIDS_INTRO
source: Thylakoids are clusters of proteins and photosensitive pigments. The pigments are able to use the energy of [b]sunlight[/b] to produce [b]glucose[/b] from water and gaseous [b]carbon dioxide[/b] in a process called [b]photosynthesis[/b]. These pigments are also what give them a distinctive colour. The rate of their [b]glucose[/b] production scales with the concentration of [b]carbon dioxide[/b] and intensity of [b]sunlight[/b]. Since the thylakoids are suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
ru: [b]Тилакоиды[/b] — [color=#3796e1][url=thriveopedia:OrganellesRoot]органеллы[/url][/color], содержащие белки и зелёные пигменты, которые используют энергию [thrive:compound type="sunlight"][/thrive:compound] для производства [thrive:compound type="glucose"][/thrive:compound] из воды и [thrive:compound type="carbondioxide"][/thrive:compound] в процессе, называемом [b]Фотосинтез хроматофоров[/b]. Поскольку скорость производства [thrive:compound type="glucose"][/thrive:compound] масштабируется с интенсивностью [thrive:compound type="sunlight"][/thrive:compound], [b]Тилакоиды[/b] эффективны только в биомах вблизи поверхности. Прокариотическая форма [b][color=#3796e1][url=thriveopedia:chloroplast]Хлоропласта[/url][/color][/b], который выполняет полнофункциональную версию [b]Фотосинтеза[/b].
tr: Işığa hassas yeşil pigmentlerin bulunduğu proteinler kümesidir. Pigmentler, [b]Kromatofor Fotosentezi[/b] adı verilen bir işlemde, su ve [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazından [thrive:compound type="glucose"]glukoz[/thrive:compound] üretmek için [thrive:compound type="sunlight"]ışık[/thrive:compound] enerjisini kullanır. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="sunlight"]ışığın[/thrive:compound] şiddeti ile doğru orantılı olduğundan, [b]Tilakoidler[/b] yalnızca yüzeye yakın arazilerde etkilidir. [b]Fotosentezin[/b] en üst düzeyini yerine getiren [b][color=#3796e1][url=thriveopedia:chloroplast]Kloroplastın[/url][/color][/b] prokaryotik bir formudur.
zh_tw: 類囊體是蛋白質和光敏色素的集合體。這些色素能夠利用[b]日光[/b]的能量，在[b]光合作用[/b]過程中從水和氣態[b]二氧化碳[/b]生產[b]葡萄糖[/b]。這些色素也賦予了它們獨特的顏色。它們的[b]葡萄糖[/b]生產速率與[b]二氧化碳[/b]的濃度和[b]日光[/b]的強度成正比。由於類囊體直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

# WIKI_THYLAKOIDS_MODIFICATIONS
source: No modifications
ka: ცვლილებების გარეშე
pt_br: Sem modificações
pt_pt: Sem modificações
ru: Нет модификаций
tr: Değişiklikler yok.
uk: Нема модифікацій
zh_tw: 無修改

# WIKI_THYLAKOIDS_PROCESSES
source: [b]Chromatophore Photosynthesis:[/b] [b]Sunlight + Carbon Dioxide[/b] → [b]Glucose + Oxygen[/b] [b]Glycolysis:[/b] [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound]
pt_br: [b]Fotossíntese de Cromatóforo:[/b] [thrive:compound type="sunlight"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] → [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] Agora você pode comer [thrive:compound type="sunlight"][/thrive:compound]. Saboreie o sol. Note que [b]Tilacóides[/b] não podem fazer [b]Fotossíntese de Cromatóforo[/b] em regiões escuras, e quanto mais próximo da superfície uma célula chega, mais eficiente é esse processo. [b]Glicólise:[/b] [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Já que [b]Tilacóides[/b] estão suspensos diretamente no [b][color=#3796e1][url=thriveopedia:cytoplasm]Citoplasma[/url][/color][/b], o fluido ao seu redor realiza [b]Glicólise[/b].
ru: [b]Хроматофорный Фотосинтез:[/b] [thrive:compound type="sunlight"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] → [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] Теперь вы можете есть [thrive:compound type="sunlight"][/thrive:compound]. Почувствуйте вкус солнца. Обратите внимание, что [b]Тилакоиды[/b] не могут выполнять [b]Хроматофорный Фотосинтез[/b] в тёмных биомах, а чем ближе клетка к поверхности, тем эффективнее этот процесс. [b]Гликолиз:[/b][thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Поскольку [b]Тилакоиды[/b] находятся непосредственно в [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазме[/url][/color][/b], окружающая жидкость выполняет [b]Гликолиз[/b].
tr: [b]Kromatofor Fotosentezi:[/b] [thrive:compound type="sunlight"]Güneş Işığı[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] → [thrive:compound type="glucose"]Glukoz[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] Artık [thrive:compound type="sunlight"]Güneş Işığını[/thrive:compound] yiyebilirsiniz. Güneşi tadın. Not: [b]Tilakoidler[/b], karanlık arazilerde [b]Kromatofor Sentezini[/b] yerine getiremez ve bir hücre yüzeye ne kadar yaklaşırsa, bu işlem o kadar etkili olur. [b]Glikoliz:[/b] [thrive:compound type="glucose"]Glukoz[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] [b]Tilakoidler[/b] direkt [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmada[/url][/color][/b] asılı kaldığından, etraflarında bulunan sıvı [b]Glikoliz[/b] yapabilir.
zh_tw: [b]色素細胞光合作用：[/b][b]日光 + 二氧化碳[/b] → [b]葡萄糖 + 氧[/b] [b]糖解：[/b][thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound]

# WIKI_THYLAKOIDS_REQUIREMENTS
source: No requirements
pt_br: Se melhorias de organela estiverem ativadas nas configurações do jogo, a condição seguinte deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Está em uma região com no mínimo [b]%20[/b] [thrive:compound type="sunlight"][/thrive:compound].[/indent]
ru: Если апгрейды органелл включены в настройках игры, следующее условие должно быть выполнено [i]для клетки игрока[/i]: [indent]— Находится в участке с как минимум [b]20%[/b] [thrive:compound type="sunlight"]света[/thrive:compound].[/indent]
tr: Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki şart [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— En az [b]%20[/b] [thrive:compound type="sunlight"]Güneş Işığına[/thrive:compound] sahip bir arazide olmak.[/indent]
zh_tw: 無要求

# WIKI_THYLAKOIDS_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Thylakoid]Тилакоиды[/url][/color] — Это мембраносвязанные органеллы, которые содержатся в настоящих цианобактериях и хлоропластах. Обычно они имеют дискообразную форму и образуют «стопки», известные как [i]грана[/i] (единично [i]гранум[/i]). Тилакоиды содержат по меньшей мере 335 различных типов белков, из которых около 42 % участвуют в фотосинтезе. Три ключевых белковых комплекса тилакоидов — это фотосистемы I и II (поглощают свет и используют энергию для катализа химических реакций в составе тилакоидной цепи переноса электронов), комплекс цитохрома b6f (катализирует перенос электронов от пластохинола к пластоцианину в составе тилакоидной цепи переноса электронов) и АТФ-синтаза (вырабатывает АТФ с использованием градиента протонов в мембране).
zh_tw: 待定

# WIKI_THYLAKOIDS_STRATEGY
source: Thylakoids require light (measured in lux) in order to produce glucose, and thus are only viable in surface-level patches such as the epipelagic, or tidepools. Thus it is very important that the player make sure that they currently live in a valid patch before relying on photosynthesis. Once established, building an effective photosynthesizer is as simple as ensuring that there is net positive glucose production in the cell, and enough energy to sustain it. If it seems like you might not produce enough glucose to stay alive, fret not! Much of a cell's energy consumption is from movement which is entirely optional for a cell that does not need to find it's food, so sitting still can drastically increase net glucose production. In the presence of a day/night cycle, building an effective photosynthetic cell can become challenging. Place as many photosynthesizing parts as you can afford to ensure maximum glucose production, as well as a decent amount of storage enhancing parts to allow you to store more glucose for the long night ahead. If your glucose stores are low, it is strongly reccomended to sit still so as to consume much less energy, or otherwise pursue prey if you have a mixotrophic setup. Once night falls, you are likely to begin consuming a scary amount of energy now that you are no longer producing any glucose. Fear not! Sit still to conserve energy and ride out the night until morning. It is highly recommended that you reproduce around morning time when lux levels begin to rise, as after reproducing you will have halved your glucose storage which can potentially leave you for dead in middle of the night.
ru: В биомах с высоким содержанием [thrive:compound type="sunlight"][/thrive:compound], одиночная клетка с [b]Тилакоидами[/b] является автономной энергостанцией. Через [b]Фотосинтез хроматофоров[/b] и затем [b]Гликолиз[/b], по сути, они генерируют свободную энергию. Однако они жизнеспособны только на поверхностных участках, как эпипелагический или приливная лужа. Очень важно убедиться, что вы действительно живёте в соответствующем биоме перед переходом на этот метод производства энергии. После того как система создана, построить эффективный фотосинтезатор так же просто, как обеспечить положительный баланс производства [thrive:compound type="glucose"][/thrive:compound] в клетке и достаточно энергии для её поддержания. Кроме того, большая часть энергии, потребляемой клеткой, расходуется на движение, поэтому неподвижность может значительно увеличить чистое производство [thrive:compound type="glucose"][/thrive:compound]. Если в игровых настройках включен режим смены дня/ночи, создание эффективной фотосинтетической клетки может оказаться непростой задачей. Разместите столько фотосинтезирующих частей, сколько сможете себе позволить, чтобы обеспечить максимальную выработку [thrive:compound type="glucose"][/thrive:compound], а также части с удобным местом для хранения (как [b][color=#3796e1][url=thriveopedia:vacuole]Вакуоли[/url][/color][/b]), чтобы накопить энергию для предстоящей ночи. Мы рекомендуем не двигаться ночью, чтобы тратить меньше энергии, или иным образом преследуйте добычу, если у вас микотрофная система. Мы также рекомендуем проводить размножение в утренние часы, когда уровень освещённости начинает повышаться, поскольку после размножения ваши запасы [thrive:compound type="glucose"][/thrive:compound]сократятся вдвое.
tr: Yüksek seviyede [thrive:compound type="sunlight"]güneş ışığına[/thrive:compound] sahip arazilerde, tek altıgenlik [b]Tilakoidler[/b] kendi kendine yeten bir enerji fabrikasıdır. [b]Kromatofor Fotosentezi[/b] ve ardından [b]Glikoliz[/b] yoluyla, bu organel özünde bedava enerji üretir. Ancak bu organel, yalnızca epipelajik ya da gelgit havuzları gibi yüzey seviyesindeki arazilerde elverişlidir. Bu enerji üretim yöntemine geçmeden önce, şu anda doğru bir arazide yaşadığınızdan emin olmanız hayati bir önem taşımaktadır. Bir kez kurulduktan sonra; etkili bir şekilde fotosentez yapan bir hücre oluşturmak, hücrede net bir pozitif [thrive:compound type="glucose"]glukoz[/thrive:compound] üretimi olduğunu ve bunu sürdürebilecek kadar enerji olduğunu garantilemek kadar basittir. Dahası, bir hücrenin enerji tüketiminin çoğu hareketten kaynaklanır. Bu nedenle hareketsiz kalmak, net [thrive:compound type="glucose"]glukoz[/thrive:compound] üretimini önemli ölçüde arttırabilir. Eğer gece gündüz döngüsü oyun ayarlarından etkinleştirildiyse, etkili bir fotosentetik hücre oluşturmak zor hale gelebilir. Maksimum [thrive:compound type="glucose"]glukoz[/thrive:compound] üretimini garantiye almak için karşılayabileceğiniz kadar fotosentez yapan parça ve de uzun gecelerde deponuzu arttırmak için uygun miktarda depo geliştirici parça ([b][color=#3796e1][url=thriveopedia:vacuole]Kofullar[/url][/color][/b] gibi) yerleştirin. Daha az enerji tüketmek için gece boyunca hareketsiz durmanızı ya da tam tersine; eğer karmaşık bir beslenme kurulumunuz varsa, av peşinde koşmanızı tavsiye ederiz. Ayrıca, lüks seviyelerinin yükselmeye başladığı gündüz vaktinde çoğalmanızı şiddetle tavsiye ederiz. Çünkü çoğaldıktan sonra, [thrive:compound type="glucose"]glukoz[/thrive:compound] deponuz yarıya inecektir.
zh_tw: 類囊體需要光（以 lux 為單位）來生產葡萄糖，因此只能在表層區域中生存，如表層帶或潮池。因此，在依賴光合作用之前，玩家必須確保他們目前生活在一個有效的區域，這一點非常重要。一旦建立，打造一個有效的光合作用器就像確保細胞中有足夠的正凈葡萄糖生產和足夠的能量來維持它一樣簡單。如果您可能無法生產足夠的葡萄糖以維持生命，請不要擔心！細胞的大部分能量消耗來自移動，對於一個不需要尋找食物的細胞來說，靜止不動可以大幅增加淨葡萄糖生產。 在晝夜週期的情況下，建構有效的光合細胞可能變得具有挑戰性。放置盡可能多的光合作用部件，以確保最大程度地生產葡萄糖，並放置適量的儲存部件，以便您在漫長的夜晚儲存更多的葡萄糖。如果您的葡萄糖儲存量較低，強烈建議保持靜止，以消耗更少的能量，或者如果您有其他能量的來源，則可以追逐獵物。 一旦夜幕降臨，由於您不再生產任何葡萄糖，您可能會開始消耗大量的能量。不要害怕！靜靜地等待，保存體力，直到早晨。 強烈建議您在早晨光照強度開始上升時進行繁殖，因為繁殖後您的葡萄糖儲存量將減少一半，這可能會讓您在半夜死亡。

# WIKI_THYLAKOIDS_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 無升級。

# WIKI_TOXIN_VACUOLE_EFFECTS
source: TBA
ru: Если клетка имеет хотя бы одну [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Окситосому[/url][/color][/b] или [b]Токсинную Вакуоль[/b], она может выпускать токсинные заряды, сливая накопленные [thrive:compound type="oxytoxy"][/thrive:compound]. Эти заряды поражают клетки других видов, но не вредят членам своего вида. Урон масштабируется с увеличением выброса [thrive:compound type="oxytoxy"][/thrive:compound].
tr: Eğer bir hücre en az bir [b]Oksitoksizom[/b] veya [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofuluna[/url][/color][/b] sahipse, toksin ateşleyebilir. Bunu yapmak, saklanan [thrive:compound type="oxytoxy"]OksiToksi NT'leri[/thrive:compound] tüketir. Bu mermiler, diğer hücre türlerine hasar verir ama toksini ateşleyen türün üyelerine zarar vermez. Hasar, ateş edilen [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] miktarı ile doğru orantılıdır.
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_INTRO
source: TBA
ka: შეცვლილი [b][color=#3796e1][url=thriveopedia:vacuole]Vacuole[/url][/color][/b] რომელიც გამოიმუშავებს [thrive:compound type="oxytoxy"][/thrive:compound]-ს, აგენტს, რომელიც შეგიძლიათ, ტოქსიკური ჭურვივით ისროლოთ. [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oxytoxisome[/url][/color][/b]-ის გაუმჯობესებული ვარიანტი.
ru: Модифицированная [b][color=#3796e1][url=thriveopedia:vacuole]Vacuole[/url][/color][/b] , производящая [thrive:compound type="oxytoxy"][/thrive:compound], агент, который можно запустить, как токсичный снаряд. Улучшенная версия [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oxytoxisome[/url][/color][/b].
tr: Toksin mermi olarak ateşlenebilen bir ajan olan [thrive:compound type="oxytoxy"]OksiToksi NT'yi[/thrive:compound] üreten değiştirilmiş [b][color=#3796e1][url=thriveopedia:vacuole]Kofuldur[/url][/color][/b]. Bu organel, [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oksitoksizomun[/url][/color][/b] üstün bir çeşididir.
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_PROCESSES
source: TBA
ru: [b]Окситоксисинтез[/b]: [thrive:compound type="atp"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] → [thrive:compound type="oxytoxy"][/thrive:compound] Производит[thrive:compound type="oxytoxy"][/thrive:compound], эффективнее, чем [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Окситосомы[/url][/color][/b]. Скорость зависит от количества окружающего[thrive:compound type="oxygen"][/thrive:compound].
tr: [b]OksiToksi Sentezi[/b]: [thrive:compound type="atp"]ATP[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] → [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] [b][color=#3796e1][url=thriveopedia:oxytoxy]Oksitoksizomdan[/url][/color][/b] çok daha verimli bir şekilde [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] üretir. Bu oran, ortamdaki [thrive:compound type="oxygen"]oksijen[/thrive:compound] miktarı ile doğru orantılıdır.
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_REQUIREMENTS
source: TBA
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Vacúolos de Toxinas[/b]. Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]pelo menos uma[/i] das condições seguintes também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Fagocitou no mínimo [b]10[/b] células ao longo do jogo até agora.[/indent] [indent]— Contém no mínimo [b]1[/b] [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oxitoxissoma[/url][/color][/b] há no mínimo [b]5[/b] gerações seguidas.[/indent]
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], чтобы развить [b]Токсинную Вакуоль[/b]. Если в настройках игры включено обновление органелл, [i]оба[/i] условия должны выполняться [i]для клетки игрока[/i]: [indent]— Поглотил по крайней мере [b]10[/b] клетки на протяжении всей игры.[/indent] [indent]— Содержит по меньшей мере [b]1[/b] [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Окистосому[/url][/color][/b] как минимум [b]5[/b] поколений подряд.[/indent]
tr: Bir hücre, [b]Toksin Kofullarını[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşulların [i]her ikisi de[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Oyun sırasında, şu ana kadar en az [b]10[/b] hücre yutmuş olmak.[/indent] [indent]— Üst üste en az [b]5[/b] kuşak boyunca en az [b]1[/b] [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oksitoksizom[/url][/color][/b] içermek.[/indent]
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Будет анонсировано
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_STRATEGY
source: TBA
ru: Аналогично тому, что было у [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Окситосомы[/url][/color][/b], хотя и с более эффективным производством [thrive:compound type="oxytoxy"][/thrive:compound] и без пользы от [b]Гликолиза[/b] для выработки метаболических соединений.
tr: [b][color=#3796e1][url=thriveopedia:oxytoxyProteins]Oksitoksizoma[/url][/color][/b] benzer fakat daha verimli [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] üretimi yaparak ve [b]Glikoliz[/b] avantajı olmadan, metabolik bileşikler üretir.
zh_tw: 待定

# WIKI_TOXIN_VACUOLE_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_VACUOLE_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
pt_pt: Sem efeitos.
ru: Без эффектов.
tr: Etki yok.
zh_tw: 待定

# WIKI_VACUOLE_INTRO
source: TBA
ka: ევკარიოტული ორგანელა, რომელიც ნაერთებს უფრო მკვრივად ინახავს, ვიდრე [b][color=#3796e1][url=thriveopedia:cytoplasm]Cytoplasm[/url][/color][/b]. შეიძლება ისწავლოს, რომ კიდევ უფრო გაზარდოს საცავი.
ru: Эукариотическая органелла, хранящая соединения, гораздо плотнее, чем [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазма[/url][/color][/b]. Можно специализировать для увеличения хранения еще больше.
tr: Bileşikleri, [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmadan[/url][/color][/b] çok daha yoğun şekilde depolayan bir ökaryotik organeldir. Depoyu daha da arttırmak için özelleştirilebilir.
zh_tw: 待定

# WIKI_VACUOLE_MODIFICATIONS
source: TBA
ru: При необходимости измените [b]Вакуоль[/b] чтобы задать специализацию для одного конкретного соединения (кроме[thrive:compound type="oxytoxy"][/thrive:compound]). По умолчанию [b]Вакуоль[/b] хранит [b]8[/b] единиц всех соединений. Со специализацией, [b]Вакуоль[/b] вмещает [b]16[/b] единиц одного содинения и [b]0[/b] единиц остальных.
tr: Belirli bir bileşiğe ([thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] dışında) özelleştirmek için [b]Kofulda[/b] isteğe bağlı olarak değişiklik yapın. Varsayılan olarak, [b]Koful[/b] tüm bileşiklerden [b]8[/b] birim depolar. Bir özelleştirme ile, bir [b]Koful[/b] bunun yerine bir bileşikten [b]16[/b] birim ve diğer tüm bileşiklerden [b]0[/b] birim depolar.
zh_tw: 待定

# WIKI_VACUOLE_PROCESSES
source: TBA
ka: პროცესების გარეშე
pt_br: Sem processos
ru: Нет процессов
tr: İşlem yok.
zh_tw: 待定

# WIKI_VACUOLE_REQUIREMENTS
source: TBA
ka: უჯრედს [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] განვითარებისთვის [b]ვაკუოლები[/b] სჭირდება.
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Vacúolos[/b].
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], чтобы эволюционировать в [b]Вакуоли[/b].
tr: Bir hücre, [b]Kofulları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır.
zh_tw: 待定

# WIKI_VACUOLE_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Будет объявлено позже
zh_tw: 待定
