Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# ERROR_FAILED_TO_SAVE_NEW_SETTINGS
source: Error: Failed to save new settings to configuration file.
bg: Грешка: Неуспешно запазване на промените в конфигурационния файл.
ca: Error: No s'ha pogut guardar la nova configuració.
cs: Chyba: Nepodařilo se uložit nové nastavení.
de: Fehler: Das Speichern neuer Einstellungen in der Konfigurationsdatei ist fehlgeschlagen.
eo: Eraro: Malsukcesis konservi novajn agordojn en agorda dosiero.
es: Error: Fallo al guardar nuevos ajustes al archivo de configuración.
et: Viga: uute sätete salvestamine konfiguratsioonifaili nurjus.
fi: Virhe: Uusien asetusten tallentaminen tiedostoon epäonnistui.
fr: Erreur : les nouveaux paramètres n'ont pas été sauvegardés dans le fichier de configuration.
he: שגיאה: נכשל הניסיון לשמור ההגדרות החדשות לקובץ התצורה.
hu: Hiba: A beállításokat nem sikerült menteni.
id: Error: Gagal menyimpan pengaturan baru ke file konfigurasi.
it: Errore: è stato impossibile salvare nuove impostazioni su file di configurazione.
ka: შეცდომა: ახალი პარამეტრების კონფიგურაციის ფაილში შენახვა ჩავარდა.
ko: 오류: 새로운 설정을 설정 파일에 저장하는 데 실패하였습니다.
nl: ERROR: Het opslaan van nieuwe instellingen is mislukt.
nl_be: Fout: Het opslaan van nieuwe instellingen in het configuratiebestand is mislukt.
pl: Błąd: Nie udało się zapisać nowych ustawień w pliku konfiguracji.
pt_br: Erro: Falha ao salvar as novas opções para o arquivo de configurações.
pt_pt: Erro: Falha ao gravar as novas definições no ficheiro de configuração.
ru: Ошибка: Не удалось сохранить новые настройки в конфигурационном файле.
sk: Chyba: Nepodarilo sa uložiť nové nastavenia.
sr_cyrl: Грешка: Није успело чување нових поставки у конфигурационој датотеци.
sr_latn: Greška: Nije uspelo čuvanje novih postavki u konfiguracionoj datoteci.
sv: Error: Misslyckades att spara nya intällningar till konfigurationsfil.
th_th: ผิดพลาด: บันทึกการตั้งค่าใหม่ลงในไฟล์กำหนดค่าไม่สำเร็จ
tr: Hata: Yeni ayarlar yapılandırma dosyasına kaydedilemedi.
uk: Помилка: Невдалось зберегти нові налаштування конфігурованих файлів.
zh_cn: 错误：无法将新设置保存到配置文件。
zh_tw: 錯誤：無法將新設定儲存到設定檔。

# ERROR_FETCHING_EXPLANATION
source: Fetching news has failed due to an error: {0}
ka: სიახლეების გამოთხოვა ჩავარდა შეცდომით: {0}
nl: Het ophalen van nieuws is mislukt door fout: {0}
pl: Przechwycenie wiadomości się nie powiodło przez błąd: {0}
pt_br: As notícias não foram carregadas devido a um erro: {0}
pt_pt: Obtenção de noticias falhou devido a um erro: {0}
ru: Показ новостей не удался из-за ошибки:{0}
tr: Bir hatadan dolayı haberleri alma işlemi başarısız oldu: {0}
uk: Отримання новин не вдалося через помилку: {0}
zh_cn: 由于以下错误，新闻未能加载：{0}
zh_tw: 由於以下錯誤，載入新聞失敗：{0}

source: Error Fetching News
cs: Chyba při načítání zpráv
ka: სიახლეების გამოთხოვის შეცდომა
nl: Fout Met Ophalen Nieuws
pt_br: Erro ao Carregar Notícias
pt_pt: Erro ao obter noticias
ru: Ошибка в выведении Новостей
tr: Haberleri Alma Hatası
uk: Помилка отримання новин
zh_cn: 新闻加载失败
zh_tw: 載入新聞發生錯誤

source: Error Loading
bg: Грешка по време на зареждането
ca: Error durant la càrrega
cs: Chyba v načítání
de: Fehler beim Laden
eo: Eraro Ŝarĝante
es: Error al cargar
et: Viga laadimisel
fi: Virhe ladattaessa
fr: Erreur de Chargement
he: טוען שגיאה
hu: Betöltési hiba
id: Error Memuat
it: Errore di caricamento
ka: ჩატვირთვის შეცდომა
ko: 불러오기 오류
nl: Fout met het Laden
nl_be: Fout bij het laden
pl: Błąd wczytywania
pt_br: Erro ao carregar
pt_pt: Erro ao carregar
ru: Ошибка Загрузки
sr_cyrl: Грешка при учитавању
sv: Laddningsfel
tr: Yükleme Hatası
uk: Помилка завантаження
zh_cn: 载入时出错
zh_tw: 載入時發生錯誤

source: Error Saving
bg: Грешка по време на запазването
ca: Error amb l'acció de guardat
cs: Chyba při ukládání
de: Fehler beim Speichern
eo: Eraro de konservado
es: Error al guardar
et: Viga salvestamisel
fi: Virhe tallennettaessa
fr: Erreur de Sauvegarde
he: שומר שגיאה
hu: Mentési hiba
id: Error Menyimpan
it: Errore di salvataggio
ka: შენახვის შეცდომა
ko: 저장 오류
nl: Fout Opslaan
nl_be: Fout bij het opslaan
pl: Błąd zapisu
pt_br: Erro ao salvar
pt_pt: Erro ao gravar
ru: Ошибка Сохранения
sk: Chyba pri ukladaní
sr_cyrl: Грешка при чувању
sv: Sparningsfel
tr: Kaydetme Hatası
uk: Помилка збереження
zh_cn: 存档时出错
zh_tw: 存檔時發生錯誤

source: escape engulfing
bg: бягство от поглъщане
ca: evasió d'un intent d'engolició
cs: uniknout pohlcení
de: Verschlingung entflohen
eo: eskapu englutadon
es: Engullición evadida
et: neelamisest pääsemine
fi: pakeni nielaisulta
fr: échapper à l'engloutissement
he: בריחה מבליעה
id: lolos dari penelanan
it: fuga dalla fagocitosi
ka: შთანთქმისგან გაქცევა
ko: 삼키기 탈출
nl: ontsnap verzwelging
nl_be: ontsnap omsluiting
pl: Uniknij fagocytozy
pt_br: escapar da fagocitose
pt_pt: escapou de ser engolido
ru: избежали поглощение
sr_cyrl: побегне од гутања
sr_latn: pobegne od gutanja
tr: yutulmaktan kurtulma
uk: уникнення поглинання
zh_cn: 逃脱被吞噬的命运
zh_tw: 逃離吞噬

source: Estuary
bg: Естуар
ca: Estuari
cs: Ústí
de: Ästuar
eo: Enmariĝo
es: Estuario
et: lehtersuue
fi: Estuaari
fr: Estuaire
he: שפך נהר
hu: Torkolat
id: Muara
it: Estuario
ka: შესართავი
ko: 어귀
nl: Estuarium
nl_be: Estuarium
pl: Eustarium
pt_br: Estuário
pt_pt: Estuário
ru: Устье реки
sk: Ústie
sr_cyrl: Ушће
sr_latn: Ušće
sv: Flodmynning
th_th: ปากน้ำ
tr: Haliç
uk: Гирло
zh_cn: 河口
zh_tw: 河口灣

source: Evolutionary Tree
bg: Еволюционно дърво
cs: Evoluční strom
de: Evolutionsbaum
es: Arbol Evolutivo
fr: Arbre phylogénétique
he: עץ אבולוציוני
it: Albero evolutivo
ka: ევოლუციის ხე
nl: Stamboom
pl: Drzewo Filogenetyczne
pt_br: Árvore Evolucionária
pt_pt: Árvore evolutiva
ru: Эволюционное древо
tr: Evrim Ağacı
uk: Еволюційне дерево
zh_cn: 演化树
zh_tw: 演化樹

# EVOLUTIONARY_TREE_BUILD_FAILED
source: Building the evolutionary tree failed. Please notify the dev team and supply game logs.
ka: ევოლუციის ხის აგება ჩავარდა. შეატყობინეთ პროგრამისტების გუნდს და მოგვაწოდეთ თამაშის ჟურნალი, გეთაყვა.
pt_br: A construção da árvore evolucionária falhou. Notifique os desenvolvedores e forneça logs do jogo.
ru: Постройка эволюционного древа провалилась. Пожалуйста, уведомите команду разработчиков об этом, да подправьте это логами игры.
tr: Evrim ağacını kurma işlemi başarısız oldu. Lütfen bunu geliştirici ekibine bildirin ve oyun günlük dosyalarını temin edin.
uk: Не вдалося побудувати дерево еволюції. Будь ласка, повідомте розробницьку команду та внесіть це до журналу гри.
zh_tw: 構建演化樹失敗。 請通知開發團隊並提供遊戲記錄檔。

# EXACT_VERSION_COLON
source: Exact Thrive version:
bg: Версия на „Thrive“:
de: Genaue Thrive Version:
es: Versión exacta de Thrive:
fr: Version exacte de Thrive :
he: גרסת Thrive מדויקת:
ka: Thrive-ის ზუსი ვერსა:
nl: Exacte Thrive Versie:
pl: Dokładna Wersja Thrive:
pt_br: Versão exata de Thrive:
pt_pt: Versão exata do Thrive:
ru: Точная версия Thrive:
tr: Tam Thrive sürümü:
uk: Точна версія Thrive:
zh_cn: 精确版本：
zh_tw: 確切的 Thrive 版本：

# EXACT_VERSION_TOOLTIP
source: This is the exact code commit that this version of Thrive was compiled from
bg: Това е кодовото наименование на текущата версия на „Thrive“
de: Dies ist die exakte Version dieser Thrive Instanz
es: Esta es la commit exacta desde la cual esta versión de Thrive fue compilada
fr: Ceci est le code exact à partir duquel cette version de Thrive a été compilée
he: זוהי מחויבת הקוד המדויקת שממנה הורכבה הגרסה הזו של Thrive
ka: ეს ზუსტ კოდის კომიტია, რომლიდანაც Thrive-ის ეს ვერსია იქნა დაკომპილებული
nl: Dit is de exacte code commit die gebruikt is bij het compileren van deze versie van Thrive
pl: To jest dokładne zatwierdzenie kodu, z którego została złożona ta wersja Thrive
pt_br: Esta é a commit na qual essa versão de Thrive foi compilada
pt_pt: Este é o codigo exato do commit que esta versão do Thrive foi compilada de
ru: Код коммита, с которого была скомпилирована эта версия Thrive
tr: Thrive'ın mevcut sürümünden derlenen tam kod işlemesi
uk: Це точний підтверджувальний код компіляції цієї версії Thrive
zh_cn: 这是编译此版本 Thrive 的确切 Commit
zh_tw: 這是編譯此版本 Thrive 的確切程式碼提交

# EXCEPTION_HAPPENED_PROCESSING_SAVE
source: An exception happened while processing loaded objects
bg: Грешка по време на обработката на заредените обекти
ca: S'ha produït un problema mentre es processaven els objectes carregats
cs: Při zpracování načtených objektů došlo k výjimce
de: Während der Verarbeitung geladener Objekte trat ein Fehler auf
es: Una excepción ha ocurrido al procesar objetos cargados
et: Laaditud objektide töötlemisel juhtus erand
he: משהו חריג אירע במהלך עיבוד טעינת אובייקטים
it: Si è verificata un'eccezione nell'elaborazione degli oggetti caricati
ka: აღმოჩენილია გამონაკლისის ჩატვირთული ობიექტების დამუშავებისას
nl: Er heeft zich een uitzondering voorgedaan tijdens het verwerken van geladen objecten
pl: Podczas przetwarzania załadowanych obiektów nastąpił wyjątek
pt_br: Uma exceção ocorreu ao processar objetos carregados
pt_pt: Ocorreu um erro durante o processamento de objetos carregados
ru: Во время обработки загружаемых объектов произошла ошибка
tr: Yüklenen nesneleri işlerken bir sorun oluştu
uk: З'явилося заперечення, під час обробки завантажених об'єктів
zh_cn: 处理载入的对象时发生异常
zh_tw: 處理載入的物件時發生異常

# EXCEPTION_HAPPENED_WHILE_LOADING
source: An exception happened while loading the save data
bg: Грешка по време на зареждането на запазените данни
ca: S'ha produït un problema mentre es carregaven les dades de guardat
cs: Při načítání uložených dat došlo k výjimce
de: Beim Laden der Speicherdaten ist ein Fehler aufgetreten
es: Una excepción ha ocurrido al cargar los datos guardados
et: Salvestusandmete laadimisel juhtus erand
fr: Une exception a eu lieu pendant le chargement des données de sauvegarde
he: חריג אירע בעת טעינת נתוני שמירה
it: Si è verificata un'eccezione nel caricamento dei dati di salvataggio
ka: გამონაკლისი შენახული მონაცემების ჩატვირთვისას
nl: Er heeft zich een uitzondering voorgedaan tijdens het laden van opgeslagen data
pl: Podczas wczytywania danych zapisu nastąpił wyjątek
pt_br: Uma exceção ocorreu ao carregar os dados salvos
pt_pt: Ocorreu um erro ao carregar os dados guardados
ru: Во время загрузки сохранённых данных произошла ошибка
tr: Kayıt verisi yüklenirken bir sorun oluştu
uk: З'явилося заперечення, коли завантажувались дані
zh_cn: 加载存档数据时发生异常
zh_tw: 載入存檔資料時發生異常

# EXISTING_BUILDINGS
source: Buildings
fr: Constructions
ka: შენობები
nl: Gebouwen
pt_br: Construções
pt_pt: Edifícios
ru: Постройки
tr: Binalar
uk: Споруди
zh_cn: 建筑
zh_tw: 建築

source: Exit
bg: Изход
ca: Sortir
cs: Odejít
de: Verlassen
eo: Eliri
es: Salir
et: Välju
fi: Poistu
fr: Quitter
he: יציאה
hu: Kilépés
id: Keluar
it: Esci
ka: გასვლა
ko: 종료
nl: Sluit
nl_be: Verlaten
pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ru: Выход
sk: Odísť
sr_cyrl: Изаћи
sr_latn: Izaći
sv: Lämna
th_th: ออก
tr: Çık
uk: Вихід
zh_cn: 退出
zh_tw: 退出

source: Exit to Launcher
bg: Стартираща програма
de: Beenden zum Launcher
fr: Revenir au lanceur
ka: გასვლა გამშვებამდე
nl: Sluit af naar opstartprogramma
pl: Wyjdź do Launchera
pt_br: Sair para o Lançador
pt_pt: Sair para o Launcher
ru: Выйти в лаунчер
tr: Çık ve Başlatıcıya Dön
uk: Вийти до лаунчера
zh_cn: 退出至启动器
zh_tw: 退出至啟動器

source: Export All Worlds
bg: Експортиране
cs: Exportovat všechny světy
de: Alle Welten exportieren
fr: Exporter Tous Les Mondes
ka: ყველა სამყაროს გატანა
nl: Exporteer Alle Werelden
pl: Eksportuj Wszystkie Światy
pt_br: Exportar Todos os Mundos
pt_pt: Exportar todos os mundos
ru: Экспорт всех миров
tr: Tüm Dünyaları Dışa Aktar
uk: Експортувати всі світи
zh_cn: 导出所有世界
zh_tw: 匯出所有世界

# EXPORT_ALL_WORLDS_TOOLTIP
source: Export all worlds' data in comma-separated values (csv) format
bg: Експортиране на данните за всички светове като стойности, разделени с запетая в .csv формат
de: Exportiere die Daten aller Welten i CSV-Format (comma-separated values)
fr: Exporter toutes les donnée des mondes en format Comma-Separated Values (csv)
ka: ყველა სამყაროს მონაცემების გატანა მძიმით გამოყოფილ (csv) ფორმატში
nl: Exporteer alle data van deze wereld naar een komma-gescheiden waarden (csv) formaat
pt_br: Exportar os dados de todos os mundos no formato CSV (comma-separated values)
pt_pt: Exportar toda a informacão dos mundos em ficheiros .csv
ru: Экспортировать всю информацию мира в csv формат
tr: Tüm dünyaların verilerini virgülle ayrılmış değerler (csv) biçiminde dışa aktarın
uk: Експортувати дані усіх світів у CSV-формат
zh_cn: 以逗号分隔符（csv）格式导出所有世界数据
zh_tw: 以逗號分隔值（csv）格式匯出所有世界的數據

source: Export Success
bg: Експортирането е успешно
de: Erfolgreich exportiert
fr: Succès de l'exportation
ka: გატანა წარმატებულია
nl: Export was Succesvol
pl: Sukces Eksportu
pt_br: Exportados com Sucesso
pt_pt: Êxito na exportação
ru: Экспортировано удачно
tr: Başarımı Dışa Aktar
uk: Експортовано успішно
zh_cn: 导出成功
zh_tw: 匯出成功

source: External
bg: Външна
ca: Extern
cs: Povrchové
de: Extern
eo: Ekstera
es: Externo
et: Väline
fi: Ulkoinen
fr: Externe
he: חיצוניים
hu: Külső
id: Bagian Luar
it: Esterno
ka: გარე
ko: 외부의
nl: Extern
nl_be: Extern
pl: Zewnętrzne
pt_br: Externo
pt_pt: Externo
ru: Внешние
sk: Povrchový
sr_cyrl: Спољни
sr_latn: Spoljni
sv: Externa
tr: Dış
uk: Зовнішні
zh_cn: 外部
zh_tw: 外部

source: External effects:
bg: Странични ефекти:
ca: Efectes externs:
cs: Vedlejší účinky:
de: Externe Effekte:
eo: Eksteraj efikoj:
es: Efectos externos:
et: Välised mõjud:
fi: Ulkoiset vaikutukset:
fr: Effets externes :
he: השפעות חיצוניות:
hu: Külső effektek:
id: Efek eksternal:
it: Effetti esterni:
ka: გარე ეფექტები:
ko: 외부 효과:
nl: Effecten van Buiten:
nl_be: Externe effecten:
pl: Zewnętrzne efekty:
pt_br: Efeitos externos:
pt_pt: Efeitos externos:
ru: Внешние Эффекты:
sr_cyrl: Спољни ефекти:
sr_latn: Spoljni efekti:
sv: Externa effekter:
tr: Dış etkenler:
uk: Внутрішні ефекти:
zh_cn: 外部影响：
zh_tw: 外部影響：

# EXTINCTION_BOX_TEXT
source: Just like 99% of all species that have ever existed, your species has gone extinct. Others will go on to fill in your niche and thrive, but that won’t be you. You will be forgotten, a failed experiment in evolution.
bg: Вашите създания изчезнаха, както 99 % от всички създания, които някога са съществували. Други ще продължат по Вашия път и ще процъфтят, но това няма да са Вашите създания. Те ще бъдат забравени като провален еволюционен експеримент.
ca: Com tantes i tantes altres espècies al llarg dels eons i de les edats d'aquest planeta, els teus petits organismes s'han extingit. A partir d'ara, altres espècies ocuparan el seu nínxol en les cadenes tròfiques dels diferents biomes i, potser, evolucionaran fins a esdevenir éssers intel·ligents que navegaran conscientment cap a planetes i estrelles llunyanes. No obstant, la teva línia evolutiva s'ha tallat, ha esdevingut un experiment fallit en el llarg procés de l'evolució.
cs: Stejně jako 99% všech ostatních druhů co kdy existovaly, váš druh vyhynul. Ostatní budou pokračovat a prosperovat, ale vy to nebudete. Budete zapomenuti, zkrátka chybný experiment v evoluci.
de: Genau wie 99% aller Arten, die jemals existiert haben, ist auch deine Art ausgestorben. Andere werden weiterhin deine Nische ausfüllen und gedeihen, aber das wirst nicht du sein. Du wirst vergessen werden, ein fehlgeschlagenes Experiment der Evolution.
eo: Same kiel 99% de ĉiuj specioj iam ajn ekzistintaj, via specio formortis. Aliaj plenigos vian niĉon kaj prosperos, sed tio ne estos vi. Vi estos forgesita, malsukcesa eksperimento de evolucio.
es: Cómo el 99% de todas las especies que han existido, tu especie se ha extinto. Otras especies llenarán tu espacio y prosperarán, pero tu especie no será una de ellas. Será olvidada, un experimento evolutivo fallido.
et: Nii nagu 99% kõigist kunagi eksisteerinud liikidest, on ka teie liik välja surnud. Teised täidavad teie nišši ja arenevad hästi, kuid see pole teie. Teid unustatakse, ebaõnnestunud evolutsioonikatse.
fi: Kuten 99% kaikista lajeista jotka ovat joskus olleet, sinun lajisi on kuollut sukupuuttoon. Muut täyttävät sinun ekologisen lokerosi and kukoistavat, mutta sinä et. Sinut tullaan unohtamaan, epäonnistunut kokeilu evoluutiossa.
fr: Tout comme 99% des espèces qui ont existé, votre espèce s'est éteinte. D'autres continuerons à remplir vos abris et prospérerons, mais ça ne sera pas vous. Vous serez oublié, une expérience qui a échoué dans l'évolution.
he: כמו 99% מכל המינים שחיו אי פעם, אתה נכחדת. אחרים יחליפו וישגשגו במקומך. אבל אתה תישכח, ניסוי כושל של האבולוציה.
hu: Mint azon fajok 99%-a, melyek egykor léteztek, kihaltak, mint a te fajod. Pár faj ki fogja tölteni az ürességet, amit fajod veszte okozott, és túl fognak élni, de az nem te leszel. A fajod az evolúció egyik hibás kísérleteként lesz mostantól számontartva, és a feledésbe fog merülni.
id: Seperti 99% dari segala spesies yang telah ada, spesiesmu telah mengalami kepunahan. Spesies lain akan mengisi relung-mu dan berkembang, tetapi itu bukan kamu. Kamu akan terlupakan, eksperimen gagal dalam evolusi.
it: Proprio come il 99% delle specie mai esistite, la tua si è estinta. Altri andranno a occupare nicchie e prosperare, ma non tu. Sarai dimenticato. Sei un esperimento fallito dell'evoluzione.
ko: 이전에 존재했던 다른 99%의 종처럼, 당신의 종 또한 멸종했습니다. 나머지는 당신의 자리에 들어가 번영을 누리겠지만, 당신은 아닙니다. 당신은 잊혀질 것이고, 진화의 실패한 표상이 될 것입니다.
nl: Zoals 99% van alle soorten die ooit hebben bestaan, is jou soort uitgestorven. Anderen zullen verder gaan en zich in jou niche vestigen. Zij zullen mogelijk gedijn, maar jij niet. Je zal vergeten worden, een mislukt experiment in de evolutie.
nl_be: Net zoals 99% van alle soorten die hebben bestaan is je soort uitgestorven. Anderen zullen je niche vullen en overwinnen, maar dat zal jij niet zijn. Je zal vergeten worden, een gefaald experiment in de evolutie.
pl: Tak jak 99% gatunków które kiedykolwiek istniały, twój wymarł. Inne zastąpią twoją niszę w ekosystemie i będą trwać, ale nie ty. Będziesz zapomniany, będziesz nieudanym eksperymentem ewolucji.
pt_br: Assim como 99% de todas as espécies que já existiram, a sua foi extinta. Outras espécies irão preencher o seu nicho e prosperar, mas não vai ser você. Será esquecido, um experimento falho na evolução.
pt_pt: Assim como 99% de todas as espécies que já existiram, a tua espécie foi extinta. Outras irão ocupar o teu ninho e prosperar, mas não serás tu. Tu serás esquecido, uma experiência falhada na evolução.
ru: Точно так же, как 99% всех видов, которые когда-либо существовали, ваш вид вымер. Другие виды заполнят вашу нишу и будут процветать, но это будете не вы. Вы будете забыты, как неудачный эксперимент в эволюции.
sr_cyrl: Баш као и 99% свих врста које су икада постојале, и ваша врста је изумрла. Други ће наставити да попуњавају вашу нишу и просперирати, али то нећете бити ви. Бићете заборављени, неуспели експеримент у еволуцији.
sv: Precis som 99% av alla arter som någonsin har existerat, har din art utrotats. Andra kommer att fortsätta frodas och upprätthålla din niche, men det blir inte du som gör. Du kommer att glömmas, ett misslyckats experiment i evolutionen.
tr: Varolmuş bütün türlerin %99'u gibi sizin türünüzün de nesli tükendi. Diğerleri sizin alanınızı doldurmaya ve gelişmeye devam edecek ama bu siz olmayacaksınız. Unutulacaksınız ve evrimde başarısız bir deney olarak kalacaksınız.
uk: Як і 99% усіх видів які коли-небудь існували, ваш вид також вимер. Інші заповнять вашу нішу і процвітатимуть, але це будете не ви. Ви будете забуті, невдалий експеримент еволюції.
zh_cn: 就像世上存在过的99%的物种一样，你的物种灭绝了。其它的物种会来取代你的生态位并发展兴盛，但那不会是你。作为进化中一个失败的实验品，你将被遗忘。
zh_tw: 就像曾經存在過的 99% 物種一樣，您的物種已經滅絕了。其他物種將取代您的生態棲位並蓬勃發展，但那不會是您。作為演化過程中失敗的實驗品，您將被遺忘。

# EXTINCTION_CAPITAL
source: EXTINCTION
bg: ИЗМИРАНЕ
ca: EXTINCIÓ
cs: VYHYNUTÍ
de: AUSSTERBEN
eo: FORMORTADO
es: EXTINCIÓN
et: Väljasuremine
fi: SUKUPUUTTO
he: נכחד
hu: KIHALTÁL
id: KEPUNAHAN
it: ESTINZIONE
ka: გადაშენება
ko: 멸종
nl: UITGESTORVEN
nl_be: UITSTERVEN
pl: WYMARŁEŚ
pt_br: EXTINTO
pt_pt: EXTINÇÃO
ru: ВЫМИРАНИЕ
sk: VYHYNUTIE
sr_cyrl: ИЗУМИРАЊЕ
sv: UTROTNING
tr: SOYUN TÜKENDİ
uk: ВИМИРАННЯ
zh_cn: 灭绝
zh_tw: 滅絕

source: Extinct from patch
bg: Изчезнаха от зоната
ca: s'ha extingit del planeta
cs: Vyhynul v této oblasti
de: ist im Gebiet ausgestorben
es: Se extinguió del bioma
et: Lapist välja surnud
fr: Disparu du secteur
he: נכחד מהאזור
it: Estinto nella zona
ka: გადაშენდნენ ბიომიდან
nl: Uitgestorven in gebied
pl: Wyginął z obszaru
pt_br: Extinta da região
pt_pt: Extinguiram-se na região
ru: Вымерли из биома
tr: Arazide nesli tükendi
uk: вимерли в ділянці
zh_cn: 在这个地区里灭绝了
zh_tw: 從這個區域滅絕了

source: Extinct from the planet
bg: Изчезнаха от планетата
ca: s'ha extingit del planeta
cs: Vyhynul na této planetě
de: ist vom Planeten ausgestorben
es: Se extinguió del planeta
et: Planeedilt välja surnud
fr: Éteint de la planète
he: נכחד מהכוכב לכת
it: Estinto dal pianeta
ka: გადაშენდა პლანეტიდან
nl: Uitgestorven op planeet
pl: Wyginął z planety
pt_br: Extinta do planeta
pt_pt: Extinguiram-se no planeta
ru: Исчезли с планеты
tr: Gezegende nesli tükendi
uk: вимерли на цілій планеті
zh_cn: 从这个星球上灭绝了
zh_tw: 從這個星球滅絕了

source: extinct in patch
bg: изчезнаха от зоната
ca: s'ha extingit de l'ecosistema
cs: vyhynulý v tomto prostředí
de: ist im Gebiet ausgestorben
es: La especie se extinguió de la zona
fr: a disparu du secteur
he: נכחד מהאזור
it: estinto nella zona
ka: გადაშენდა ბიომში
nl: uitgestorven in gebied
pl: wymarły w obszarze
pt_br: extinta na região
pt_pt: extinto na região
ru: Вымерли в биоме
sk: vyhynul v tejto oblasti
tr: arazide nesli tükendi
uk: вимерли в ділянці
zh_cn: 在这个地区里灭绝了
zh_tw: 在這個區域滅絕了

source: Extinct Species
bg: Изчезнали създания
ca: EXTINCIÓ
cs: Vyhynulé druhy
de: Ausgestorbene Spezies
es: EXTINCIÓN
et: Väljasurnud liigid
fi: Sukupuuttoon kuolleet lajit
fr: Espèces éteintes
he: מינים נכחדים
hu: Kihalt fajok
it: Specie estinte
ka: გადაშენებული სახეობები
nl: Uitgestorven Soorten
pl: Wymarły Gatunek
pt_br: Espécies Extintas
pt_pt: Espécies Extintas
ru: Вымершие Виды
sk: Vyhynuté druhy
tr: Nesli Tükenen Tür
uk: Вимерлі види
zh_cn: 灭绝物种
zh_tw: 已滅絕物種

source: Extras
bg: Екстри
ca: Extres
cs: Ostatní
eo: Ekstraĵoj
et: Lisad
fi: Ekstrat
he: תוספות
hu: Extrák
id: Lainnya
it: Extra
ka: დამატებითი
ko: 추가요소
pl: Dodatki
ru: Дополнительное
sk: Extra
sr_cyrl: Додатне
sr_latn: Dodatne
sv: Extra
th_th: พิเศษ
tr: Ekstralar
uk: Додаткове
zh_cn: 额外内容
zh_tw: 額外內容

source: Extra Options
bg: Допълнителни опции
ca: Opcions Extra
cs: Extra nastavení
de: Zusätzliche Optionen
eo: Ekstraj Agordoj
es: Ajustes Extra
et: Lisavalikud
fi: Lisäasetukset
fr: Autres Options
he: אפשרויות נוספות
hu: Extra opciók
id: Pilihan Ekstra
it: Opzioni Extra
ka: დამატებითი პარამეტრები
ko: 추가 설정
nl: Extra Opties
nl_be: Extra opties
pl: Dodatkowe Opcje
pt_br: Opções Extra
pt_pt: Opções Extra
ru: Дополнительные Настройки
sr_cyrl: Додатне Опције
sv: Extra Inställningar
tr: Ek Seçenekler
uk: Додаткові налаштування
zh_cn: 额外选项
zh_tw: 額外選項

# FACEBOOK_TOOLTIP
source: Visit our Facebook page
bg: Отваряне на страницата ни във „Facebook“
cs: Navštiv naší Facebook stránku
de: Besuche unsere Facebook Seite
es: Visita nuestra página de Facebook
fr: Visitez notre page Facebook
he: בקרו באתר הפייסבוק שלנו
ka: ეწვიეთ ჩვენს Facebook-ის გვერდს
nl: Bezoek onze Facebookpagina
pl: Odwiedź naszą stronę na Facebook
pt_br: Visite a nossa página no Facebook
pt_pt: Visita a nossa página de Facebook
ru: Посетить нашу страницу на Facebook
tr: Facebook sayfamızı ziyaret edin
uk: Відвідайте на сторінку Facebook
zh_cn: 访问我们的Facebook页面
zh_tw: 造訪我們的 Facebook 頁面

source: Failed
bg: Неуспешна
ca: Error
cs: Neúspěšné
de: Gescheitert
es: Error
et: Ebaõnnestunud
fr: Échec
he: נכשל
hu: Hiba
it: Errore
ka: ჩავარდა
nl: Mislukt
nl_be: Mislukt
pl: Błąd
pt_br: Falhou
pt_pt: Falhou
ru: Неудачно
sv: Misslyckades
tr: Başarısız
uk: Провалено
zh_cn: 失败
zh_tw: 失敗
