Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_VACUOLE_STRATEGY
source: TBA
ru: Хотя дополнительное хранилище полезно в любой ситуации, [b]Вакуоль[/b] особенно полезна для организмов, использующих [b]Фотосинтез[/b] (клетки с [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоидами[/url][/color][/b] или [b][color=#3796e1][url=thriveopedia:chloroplast]Хлоропластами[/url][/color][/b]). Если в настройках игры включён цикл день/ночь, фотосинтетическим клеткам необходимо иметь достаточно места для хранения [thrive:compound type="glucose"]глюкозы[/thrive:compound], чтобы пережить ночь.
tr: Fazladan depolama her durumda faydalı olsa da, bir[b]Koful[/b] özellikle [b]Fotosentez[/b] kullanan organizmalar ([b][color=#3796e1][url=thriveopedia:chromatophore]Tilakoidli[/url][/color][/b] veya [b][color=#3796e1][url=thriveopedia:chloroplast]Kloroplastlı[/url][/color][/b] hücreler) için daha da yararlıdır. Eğer gece gündüz döngüsü oyun ayarlarından etkinleştirildiyse, fotosentetik hücreler, gece hayatta kalmak için gereken [thrive:compound type="glucose"]glukozu[/thrive:compound] depolamak için yeterli alana sahip olmalıdır.
zh_tw: 待定

# WIKI_VACUOLE_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Без апгрейдов.
tr: Geliştirme yok.
zh_tw: 待定

source: Will you thrive?
bg: Ще процъфтите ли?
ca: Podràs prosperar?
cs: Budete prosperovat?
de: Wirst du gedeihen?
eo: Ĉu vi prosperos?
es: ¿Prosperarás?
et: Kas sa õitsed?
fi: Tuletko selviämään?
fr: Allez-vous prospérer ?
he: האם אתה תשגשג (Thrive)?
hu: Túl fogsz élni?
id: Akankah kamu berkembang?
it: Prospererai?
ka: აყვავდებით?
ko: 번영하시겠습니까?
nl: Zul jij overleven?
nl_be: Zal je overwinnen?
pl: Czy przetrwasz?
pt_br: Você vai prosperar?
pt_pt: Irás prosperar?
ru: Будете ли вы процветать?
sk: Budeš prosperovať?
sr_cyrl: Хоћете ли просперирати?
sr_latn: Hoćete li prosperirati?
sv: Kan du thrivas?
th_th: คุณจะเจริญเติบโตหรือไม่?
tr: Başaracak mısınız?
uk: Ти процвітатимеш?
zh_cn: 你能Thrive（兴盛）吗？
zh_tw: 您能發展繁榮（Thrive）嗎？

# WIN_BOX_TITLE
source: YOU HAVE THRIVED!
bg: ВАШИТЕ СЪЗДАНИЯ ПРОЦЪФТЯХА!
ca: HAS ACONSEGUIT PROSPERAR!
cs: PROSPERUJEŠ!
de: DU HAST DICH ENTWICKELT!
eo: VI PROSPERIS!
es: ¡HAS PROSPERADO!
et: SA OLED ÕIDULIKUD!
fi: OLET SELVIYTYNYT!
fr: VOUS AVEZ PROSPÉRÉ !
he: אתה שגשגת!
hu: TÚLÉLTÉL!
id: KAMU TELAH BERKEMBANG!
it: HAI PROSPERATO!
ka: თქვენ აყვავდით!
ko: 번영했습니다!
nl: JE HEBT GETHRIVED!
nl_be: JE HEBT OVERWONNEN!
pl: PRZETRWAŁEŚ!
pt_br: VOCÊ PROSPEROU!
pt_pt: TU PROSPERASTE!
ru: ВЫ РАСЦВЕЛИ!
sr_cyrl: ВИ СТЕ ПРОСПЕРИРАЛИ!
sv: DU HAR FRODATS!
tr: GELİŞTİN VE BAŞARDIN!
uk: ВИ ПРОЦВІТАЄТЕ!
zh_cn: 你已发展繁荣（Thrived）！
zh_tw: 您已發展繁榮（Thrived）！

# WIN_TEXT
source: Congratulations you have won this version of Thrive! You may continue playing after this message disappears if you wish, or start a new game in a new world. You may also add binding agents to build a cell colony and try the later game prototypes.
bg: Поздравления, Вие победихте в тази версия на „Thrive“! Може да продължите играта след като този прозорец се затвори или да започнете нова игра в нов свят. Също така, може да използвате свързващия агент за да създадете клетъчна колония и да продължите към следващите етапи на играта.
ca: Enhorabona, has guanyat en la versió actual del joc! Si ho vols, un cop aquesta finestreta es tanqui, pots continuar jugant i fent evolucionar la teva espècie, o bé començar una nova partida en un nou món.
cs: Gratulace, vyhráli jste tuto verzi Thrive! Po zavření této zprávy můžete pokračovat ve volném hraní, nebo začít novou hru.
de: Herzlichen Glückwunsch, du hast diese Version von Thrive gewonnen! Wenn du möchtest, kannst du das Spiel nach dem Schließen dieses Fensters fortsetzen oder ein neues Spiel in einer neuen Welt beginnen.
eo: Gratulon, ke vi gajnis ĉi tiun version de Thrive! Vi povas daŭre ludi post kiam ĉi tiu ekrano fermiĝas, se vi volas, aŭ komenci novan ludon en nova mondo.
es: ¡Felicitaciones! ¡Has ganado ésta versión de Thrive! Puedes seguir jugando libremente luego de esta notificación, o puedes empezar una nueva partida.
et: Õnnitleme, võitsite selle Thrive'i versiooni! Soovi korral võite jätkata mängimist pärast selle ekraani sulgemist või alustada uut mängu uues maailmas.
fi: Onnittelut, olet voittanyt tämän version Thrivesta! Halutessasi voit jatkaa pelaamistä tämän ikkunan sulkeuduttua, tai voit aloittaa uuden pelin uudessa maailmassa.
fr: Félicitations, vous avez gagné cette version de Thrive ! Vous pouvez continuer à jouer après la disparition de ce message si vous le souhaitez, ou commencer une nouvelle partie dans un nouveau monde. Vous pouvez également ajouter des agents liants pour construire une colonie cellulaire et essayer les prototypes de jeu ultérieurs.
he: כל הכבוד על הזכייה בגרסה זו של Thrive! אתה יכול להמשיך לשחק אחרי ההודעה נעלמת אם תרצה, או תוכל להתחיל עולם חדש במשחק חדש. אתה יכול גם להוסיף אברון מקשר בשביל לבנות מושבה ולנסות את האבטיפוס האחרון של המשחק.
hu: Gratulálok, a Thrive ezen verzióját végigvitted! Ha akarsz, még játszhatsz tovább, miután ez az ablak bezárul, vagy egy új játékot is kezdhetsz.
id: Selamat kamu telah memenangkan Thrive versi sekarang! Kamu bisa lanjut bermain setelah tampilan ini tutup atau memulai permainan baru di dunia baru.
it: Congratulazioni! Hai vinto questa versione di Thrive! Se vuoi, puoi continuare a giocare dopo la chiusura di questo messaggio, oppure avviare una nuova partita in un nuovo mondo. Puoi anche evolvere degli agenti leganti e dare un'occhiata ai prototipi delle fasi successive.
ko: 현재 버전의 Thrive에서 승리하신 것을 축하드립니다! 창이 닫히면 계속 진행하거나, 새로운 세계에서 새로운 시작을 하실 수 있습니다.
nl: Gefeliciteerd, je hebt deze versie van Thrive gewonnen! Je kunt verder spelen nadat dit bericht verdwijnt, of een nieuw spel in een nieuwe wereld beginnen. Je kunt ook bindingsmiddelen toevoegen om een celkolonie te starten en latere spelprototypen te proberen.
nl_be: Proficiat, je hebt gewonnen in deze versie van Thrive! Je kan verderspelen nadat dit scherm is gesloten als je dat wenst, of een nieuw spel beginnen in een nieuwe wereld.
pl: Gratulację, udało ci się przejść tą wersję Thrive! Jeśli chcesz, możesz kontynuować grę po zniknięciu tej wiadomości lub rozpocząć nową grę w nowym świecie. Możesz również dodać czynniki wiążące by zbudować kolonię komórek i wypróbować prototypy późniejszych etapów.
pt_br: Parabéns! Você terminou esta versão de Thrive! Poderá continuar jogando após esta mensagem desaparecer, ou pode começar um novo jogo em um novo mundo. Também é possível jogar os protótipos dos estágios seguintes adicionando um agente de ligação na sua célula.
pt_pt: Parabéns, ganhaste esta versão do Thrive! Podes continuar a jogar depois deste ecrã fechar se desejares, ou começar um novo jogo num novo mundo.
ru: Поздравляем, вы выиграли эту версию Thrive! Вы можете продолжить игру после закрытия этого экрана, если хотите, или начать новую игру в новом мире. Вы так же можете добавить к своей клетке связующее вещество для создания клеточной колонии, но вам стоит учесть то, что все стадии кроме микробной - прототипы, сейчас всё центрируется на разработке контента для микробной стадии.
sr_cyrl: Честитамо, освојили сте ову верзију Thrive! Ако желите, можете наставити да играте и након затварања овог екрана или започети нову игру у новом свету.
sv: Grattis, du har vunnit denna version av Thrive! Du kan fortsätta spela efter denna skärm stängs ner om du vill, eller starta nytt spel i en annan värld.
tr: Tebrikler, Thrive'ın bu sürümünde kazanmayı başardınız! Dilerseniz, bu mesaj gittikten sonra da oynamaya devam edebilir veya yeni bir dünyada, yeni bir oyun başlatabilirsiniz. Ayrıca bir hücre kolonisi kurmak ve sonraki oyun prototiplerini denemek için bağlayıcı ajanlar ekleyebilirsiniz.
uk: Вітаємо, ви виграли в цій версії Thrive! Якщо бажаєте, Ви можете продовжити грати після зникнення цього повідомлення, або почати нову гру в новому світі.
zh_cn: 恭喜你！你已赢得了这个版本的Thrive！如果你愿意你可以关掉这个页面并继续游玩，或者在新世界开始一场新游戏。
zh_tw: 恭喜您贏得了此版本的 Thrive！如果您願意，您可以在該訊息消失後繼續遊玩，或在新世界中開始新遊戲。您還可以添加連接器來建立細胞群落並嘗試後期遊戲原型。

# WORKSHOP_ITEM_CHANGE_NOTES
source: Item Change Notes
bg: Бележки към изданието
ca: Notes de Canvi d'Item
cs: Poznámky ke změnám položky
de: Item-Änderungsnotizen
es: Notas de cambios del elemento
et: Üksuse muutmise märkused
he: פריט הערות שינוי
hu: Tárgy változtatási naplója
it: Note sull'aggiornamento dell'oggetto
ka: საგნის ცვლილების შენიშვნები
nl: Verandernotities Item
nl_be: Item veranderings notities
pl: Opis zmian przedmiotu
pt_br: Notas de Atualização do Item
ru: Примечания по изменениям предмета
tr: Öğe Değişiklik Notları
uk: Нотатки зміни елемента
zh_cn: 项目更新说明
zh_tw: 項目更新註記

# WORKSHOP_ITEM_CHANGE_NOTES_TOOLTIP
source: Change notes to show on the Steam Workshop for this version of this item (optional)
bg: Бележките към изданието на тази версия на модификацията за „Steam Workshop“ (по Ваш избор)
ca: Canviar notes del Workshop d'Steam per aquesta versió d'aquest item (opcional)
cs: Změnit poznámky, které se zobrazí ve službě Steam Workshop pro tuto verzi této položky (volitelné)
de: Notizen zum Anzeigen im Steam-Workshop dieses Items ändern (optional)
es: Cambias las notas que serán visibles en el Workshop de Steam para esta versión de este elemento (opcional)
et: Steami töökojas kuvatavate märkmete muutmine selle üksuse selle versiooni jaoks (valikuline)
he: שנה הערות שיוצגו בSteam Workshop עבור גרסה זו של פריט זה (אופציונלי)
it: (Opzionale) Cambia le note visualizzabili sullo Steam Workshop per questa versione dell'oggetto
ka: შეცვალეთ შენიშვნები Steam Worksop-ზე საჩვენებლად ამ ელემენტის ამ ვერსიისთვის (არასავალდებულო)
nl: Verandernotities om te laten zien op de Steam workshop voor deze versie van dit item (optioneel)
nl_be: Verander notities om te laten zien op de Steam Workshop voor deze versie van het item (optioneel)
pl: Opis zmian wyświetlany w Steam Workshop dla tej wersji przedmiotu (opcjonalne)
pt_br: Mude as notas para mostrar na Oficina Steam para esta versão deste item (opcional)
pt_pt: Altere as notas para mostrar na Steam Workshop para esta versão deste item (opcional)
ru: Измените примечания, чтобы они отображались в Мастерской Steam для этой версии этого предмета (необязательно)
tr: Bu öğenin şimdiki sürümü için Steam Atölyesi'nde gösterilecek notları değiştir (isteğe bağlı)
uk: Змініть нотатки для показу майстерні Steam для даної версії елемента (необов'язкова)
zh_cn: 这个项目的这个版本在在Steam创意工坊显示的更新说明（可选）
zh_tw: 顯示該版本該項目在 Steam 工作坊上的更新註記（可選）

# WORKSHOP_ITEM_DESCRIPTION
source: Item Description:
bg: Описание:
ca: Descripció de l'Element:
cs: Popis položky:
de: Item-Beschreibung:
es: Descripción del elemento:
et: Toote kirjeldus:
fr: Description de l'objet :
he: תיאור פריט:
hu: Tárgy leírása:
it: Descrizione oggetto:
ka: ნივთის აღწერა:
nl: Itembeschrijving:
nl_be: Item omschrijving:
pl: Opis Przedmiotu:
pt_br: Descrição do Item:
pt_pt: Descrição do item:
ru: Описание предмета:
sk: Popis položky:
tr: Öğe Açıklaması:
uk: Опис елемента:
zh_cn: 项目描叙：
zh_tw: 項目描述：

# WORKSHOP_ITEM_PREVIEW
source: Item Preview Image:
bg: Изображение:
ca: Imatge de Previsualització de l'Element:
cs: Náhled obrázku položky:
de: Item-Vorschaubild:
es: Imagen de previsualización del elemento:
et: Üksuse eelvaate pilt:
fi: Kohteen Esikatselukuva:
fr: Image de prévisualisation :
he: תמונה מקדימה של הפריט:
hu: Tárgy előzetes képe:
it: Immagine di anteprima dell'oggetto:
ka: საგნის მინიატურის გამოსახულება:
nl: Item Voorbeeld Afbeelding:
nl_be: Voorbeeldafbeelding item:
pl: Zdjęcie Poglądowe Przedmiotu:
pt_br: Imagem de pré-visualização:
pt_pt: Imagem de pré-visualização do item:
ru: Превью предмета:
tr: Öğe Önizleme Görseli:
uk: Зображення попереднього перегляду в елемента:
zh_cn: 项目预览图：
zh_tw: 項目預覽圖：

# WORKSHOP_ITEM_TAGS
source: Item Tags (comma "," separated):
bg: Етикети (разделени с запетая):
ca: Etiquetes de l'Element (coma "," separats):
cs: Značky položek (oddělené "," čárkou):
de: Item-Tags (Durch Kommata "," getrennt):
es: Etiquetas del elemento (separados por coma ","):
et: Üksuse sildid (eraldatud komaga ","):
fr: Étiquettes (séparées par une virgule « , ») :
he: תגיות הפריט (מופרד בפסיקים):
hu: Tárgy címkéi (vessző "," elválasztva):
it: Tag oggetto (separati da una virgola ","):
ka: საგნის ჭდეები (მძიმით "," გამოყოფილი):
nl: Item Etiketten (gescheiden met komma ","):
nl_be: Item Tags (komma "," gescheiden):
pl: Tagi Przedmiotu (przecinek "," oddzielony):
pt_br: Etiquetas (separe com a vírgula “,”):
pt_pt: Tags de itens (separadas por vírgula ","):
ru: Теги элементов (через запятую ","):
tr: Öğe Etiketleri (virgülle "," ayrılmış):
uk: Теги елементів (через кому "," ):
zh_cn: 项目标签（由英文逗号“,”分隔）：
zh_tw: 項目標籤（逗號「,」 分隔）：

# WORKSHOP_ITEM_TITLE
source: Item Title:
bg: Заглавие:
ca: Títol de l'Element:
cs: Název položky:
de: Item-Titel:
es: Título del elemento:
et: Kauba pealkiri:
he: כותרת פריט:
hu: Tárgy neve:
it: Titolo oggetto:
ka: ნივთის დასახელება:
nl: Itemtitel:
nl_be: Item titel:
pl: Nazwa Przedmiotu:
pt_br: Título do Item:
pt_pt: Título do item:
ru: Название предмета:
sk: Názov položky:
tr: Öğe Başlığı:
uk: Назва елемента:
zh_cn: 项目标题：
zh_tw: 項目標題：

# WORKSHOP_ITEM_UPLOAD_SUCCEEDED
source: Item upload to the Steam Workshop has succeeded
bg: Качването на модификацията в „Steam Workshop“ е успешно
ca: La càrrega de l'element a l'Steam Workshop ha estat un èxit
cs: Nahrání položky do služby Steam Workshop se podařilo
de: Hochladen des Workshop Items erfolgreich
es: La carga del elemento a Steam Workshop ha sido un éxito
et: Üksuse üleslaadimine Steami töökotta õnnestus
he: פריט זה הועלה לSteam Workshop בהצלחה
hu: Tárgy(ak) Steam Műhelybe való feltöltése sikeres
it: Oggetto caricato correttamente sullo Steam Workshop
ka: ელემენტის ატვირთვა Steam Workshop-ზე წარმატებით დასრულდა
nl: Het uploaden van het item naar de Steam Workshop was succesvol
nl_be: Item uploaden naar de Steam Workshop is gelukt
pl: Przekazanie przedmiotu do Warsztatu Steam powiodło się
pt_br: Item carregado com sucesso para a Oficina Steam
pt_pt: O upload do item para o Steam Workshop foi bem-sucedido
ru: Загрузка предмета в Мастерскую Steam прошла успешно
tr: Öğe, Steam Atölyesi'ne başarıyla yüklendi
uk: Предмет відвантажено до майстерні Steam успішно
zh_cn: 项目已成功上传到Steam创意工坊
zh_tw: 項目已成功上傳至 Steam 工作坊

# WORKSHOP_ITEM_UPLOAD_SUCCEEDED_TOS_REQUIRED
source: Item upload to the Steam Workshop has succeeded, but you need to accept the Workshop [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color] before it is visible
bg: Качването на модификацията в „Steam Workshop“ е успешно, но трябва да приемете [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]условията за ползване[/url][/color], за да бъде видима
ca: Càrrega de l'element al Workshop d'Steam ha estat un èxit, però has d'acceptar els termes de servei [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]del Workshop[/url][/color] abans que sigui visible
cs: Nahrání předmětu do služby Steam Workshop se podařilo, ale je nutné přijmout Workshop [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]podmínky služby[/url][/color] předtím, než je viditelný
de: Hochladen des Workshop Items erfolgreich. Du musst jedoch noch die [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]Nutzungsbedingungen[/url][/color] des Steam-Workshop akzeptieren, bevor es Sichtbar ist
es: La carga del elemento al Workshop de Steam ha sido un éxito, pero has de aceptar los términos del servicio[color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color] antes de que pueda ser visible
et: Üksuse üleslaadimine Steami töökotta õnnestus, kuid enne seda peate nõustuma Workshopi [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]teenusetingimustega[/url][/color] on nähtav
fr: La mise en ligne sur l'atelier Steam a fonctionné, mais vous devez accepter son [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]contrat de licence[/url][/color] avant que cela ne soit visible
he: הפריט הועלה לSteam Workshop בהצלחה, אבל אתה חייב לאשר [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]תנאי שירות[/url][/color] של Workshop לפני שזה יהפוך לזמין
hu: A tárgy feltöltése a Steam Műhelybe sikerült, de hozzá kell járulnod a műhely [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement] szolgáltatási feltételeinek [/url][/color], mielőtt láthatóvá válik mások számára
it: L'oggetto è stato caricato correttamente sullo Steam Workshop, ma prima che sia visibile devi accettare i [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]termini di servizio[/url][/color]
ka: Steam Workshop-ზე ელემენტის ატვირთვა წარმატებულია, მაგრამ, სანამ ის გამოჩნდება, Workshop-ის [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]გამოყენების პირობებს[/url][/color] უნდა დაეთანხმოთ
nl_be: Het uploaden van items naar de Steam Workshop is gelukt, maar je moet de Workshop [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]servicevoorwaarden[/url][/color] accepteren voor het zichtbaar is
pl: Przekazanie przedmiotu do Warsztatu Steam powiodło się, lecz musisz zaakceptować [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color] Warsztatu zanim stanie się widoczny
pt_br: Item foi carregado com sucesso para a Oficina Steam, mas é preciso aceitar os [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]termos de serviço[/url][/color] da Oficina para que ele fique visível
pt_pt: O upload do item para o Steam Workshop foi bem-sucedido, mas precisas de aceitar os termos de serviço do Workshop [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement] antes de ficar visível
ru: Загрузка элемента в Мастерскую Steam прошла успешно, но вам необходимо принять [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement] условия обслуживания[/url][/color] Мастерской прежде чем он станет видимым
tr: Öğe, Steam Atölyesi'ne başarıyla yüklendi ancak görülür hale gelmesi için önce Atölye [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]hizmet koşullarını[/url][/color] kabul etmeniz gerekir
zh_cn: 项目已经上传到了Steam创意工坊，但是在其变得可见之前你需要同意创意工坊的[color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]服务条款[/url][/color]
zh_tw: 項目已成功上傳至 Steam 工作坊，但您需要在其可見之前先接受工作坊[color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]服務條款[/url][/color]

# WORKSHOP_TERMS_OF_SERVICE_NOTICE
source: By submitting this item, you agree to Steam Workshop's [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color]
bg: С публикуването на тази модификация, Вие се съгласявате с [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]условията за ползване[/url][/color] на „Steam Workshop“
ca: Presentant aquest element, acceptes els termes de servei [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]de l'Steam Workshop[/url][/color]
cs: Odesláním této položky souhlasíte s [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]podmínkami služby Steam Workshop[/url][/color]
de: Durch das Hochladen dieses Workshop-Item stimmst du den [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]Nutzungsbedingungen[/url][/color] des Steam-Workshop zu
es: Al enviar este elemento usted está aceptando [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color]
et: Selle üksuse esitamisega nõustute Steam Workshopi [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]teenusetingimustega[/url][/color]
fr: En proposant cet objet, vous acceptez le [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]contrat de licence[/url][/color] de l'atelier Steam
he: עלי ידי שליחה פריט זה, אתה מאשר ל [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]תנאי שירות[/url][/color] של Steam Workshop
hu: E tárgy feltöltésével beleegyezel a Steam Műhely [color=#3796e1]([url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]) szolgáltatás feltételeihez[/url][/color]
it: Inviando questo oggetto, tu accetti i [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]termini di servizio[/url][/color] dello Steam Workshop
ka: ამ ელემენტის გადაცემით თქვენ ეთანხმებით Steam Workshop-ის [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]გამოყენების პირობებს[/url][/color]
nl: Door dit item in te dienen, ga je akkoord met de [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]gebruiksvoorwaarden[/url][/color] van de Steam Workshop
nl_be: Door dit item in te dienen, ga je akkoord met de [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]servicevoorwaarden[/url][/color] van Steam Workshop
pl: Poprzez przesyłanie tego przedmiotu, zgadzasz się na [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]terms of service[/url][/color] Warsztatu Steam
pt_br: Ao enviar esse item, você concorda com os [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]termos de serviço[/url][/color] da Oficina Steam
pt_pt: Ao enviar este item, tu concordas com os [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]termos de serviço[/url][/color] do Steam Workshop
ru: Отправляя этот предмет, вы соглашаетесь с [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]условиями обслуживания[/url][/color] Steam Workshop
tr: Bu öğeyi göndererek Steam Atölyesi'nin [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]hizmet koşullarını[/url][/color] kabul edersiniz
uk: При надсилані цього елементу ви погоджуєтесь з майстернею Steam [color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement] його умовами обслуговування [/url][/color]
zh_cn: 通过提交此项目，你表示你同意Steam创意工坊的[color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]服务条款[/url][/color]
zh_tw: 提交此項目即表示您同意 Steam 工作坊的[color=#3796e1][url=https://steamcommunity.com/sharedfiles/workshoplegalagreement]服務條款[/url][/color]
