Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_METABOLOSOMES_PROCESSES
source: [b]Protein Respiration[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] @ [thrive:compound type="oxygen"][/thrive:compound] Protein Respiration is a method of energy production performed by Metabolosomes. An input of glucose is needed for this to take place, and the rate of the process scales with the amount of environmental Oxygen.
ru: [b]Белковое Дыхание[/b]: [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] Метод производства энергии, превосходящий тот, что в [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазме[/url][/color][/b], но уступающий [b][color=#3796e1][url=thriveopedia:mitochondrion]Митохондриям[/url][/color][/b]. Требует постоянного притока [thrive:compound type="glucose"][/thrive:compound]. Скорость зависит от концентрации окружающего [thrive:compound type="oxygen"][/thrive:compound].
tr: [b]Protein Solunumu:[/b] [thrive:compound type="glucose"]Glukoz[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmadan[/url][/color][/b] üstün ama [b][color=#3796e1][url=thriveopedia:mitochondrion]Mitokondriden[/url][/color][/b] aşağı bir enerji üretim yöntemidir. Düzenli bir [thrive:compound type="glucose"]glukoz[/thrive:compound] girişi gerektirir. Bu oran, ortamdaki [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: [b]Білкове Дихання[/b]: [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Метод продукування енергії, кращий ніж у [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазм[/url][/color][/b], але гірший ніж у [b][color=#3796e1][url=thriveopedia:mitochondrion]Мітохондрій[/url][/color][/b]. Потребує стабільного припливу [thrive:compound type="glucose"][/thrive:compound]. Швидкість вироблення залежить від кількості [thrive:compound type="oxygen"][/thrive:compound] в оточенні.
zh_tw: [b]蛋白質呼吸[/b]：[thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] @ [thrive:compound type="oxygen"][/thrive:compound] 蛋白質呼吸是代謝體產生能量的一種方法。為此需要輸入葡萄糖，並且該過程的速率與環境氧氣量成正比。

# WIKI_METABOLOSOMES_REQUIREMENTS
source: No requirements
ka: მოთხოვნების გარეშე
pt_br: Sem requisitos
pt_pt: Sem requisitos
ru: Требования Отсутствуют
tr: Gereksinimler yok
uk: Нема вимог
zh_tw: 無要求

# WIKI_METABOLOSOMES_SCIENTIFIC_BACKGROUND
source: Unlike eukaryotes, prokaryote organelles do not have membranes. Instead, prokaryotes like bacteria construct compartments out of proteins. A metabolosome is an example of such a compartment, officially referred to as a bacterial microcompartment (BMC). BMCs are composed of a polyhedral protein shell around 100-200 nm large that looks similar to a virus capsid. The proteins that make up the shell typically have (semipermeable) pores that allow different compounds (substrates and products) in and out of the organelle. They concentrate enzymes and proteins involved in specific metabolic processes in one spot, ensuring their success. The protein shell also acts as a physical barrier, allowing BMCs to conduct metabolic reactions that create toxic or unstable intermediate compounds. Metabolosomes are a catabolic type of BMC, and are involved in the degradation of different carbon sources such as glycerol and amino acids. There is no clear evidence that the process of breaking down glucose takes place in metabolosomes, however it is not unreasonable to assume that it could do so.
ru: В отличие от эукариот, органеллы прокариот не имеют мембран. Вместо этого прокариоты, такие как бактерии, строят компартменты из белков. Примером такого компартмента, официально называемого бактериальным микрокомпартментом (БМК), является [b]Метаболосома [/b]. БМК состоят из многогранной белковой оболочки размером около 100-200 нм, которая внешне напоминает вирусный капсид. Белки, из которых состоит оболочка, обычно имеют (полупроницаемые) поры, которые позволяют различным соединениям (субстратам и продуктам) проникать в органеллу и выходить из нее. Они концентрируют ферменты и белки, участвующие в определенных метаболических процессах, в одном месте, обеспечивая их успех. Белковая оболочка также действует как физический барьер, позволяя BMC проводить метаболические реакции, которые приводят к образованию токсичных или нестабильных промежуточных соединений. [b]Метаболосомы[/b] являются катаболическим типом БМК и участвуют в расщеплении различных источников углерода, таких как глицерин и аминокислоты. Нет однозначных доказательств того, что процесс расщепления [thrive:compound type="glucose"][/thrive:compound] происходит в метаболосомах, однако вполне разумно предположить, что это может происходить и там. Фактический процесс расщепления глюкозы для получения энергии происходит в несколько этапов как у прокариот, так и у эукариот. Разница лишь в том, где расположены и как организованы некоторые ферменты. Подробнее об этой органелле: [color=#3796e1][url=https://en.wikipedia.org/wiki/Bacterial_microcompartment#Metabolosomes%3A_aldehyde_oxidation]Страница на Википедии[/url][/color].
tr: Ökaryotlardan farklı olarak, prokaryot organellerinin zarı yoktur. Bunun yerine, bakteri gibi prokaryotlar proteinlerden yapılmış bölümler oluşturur. [b]Metabolozom[/b], resmi olarak Bakteri Mikro Kompartmanı (BMC) olarak adlandırılan bölümün bir örneğidir. BMC'ler, virüs kapsidine benzeyen, 100-200 nm büyüklüğünde çok yüzeyli bir protein kabuğu içerir. Kabuğu oluşturan proteinler, tipik olarak farklı bileşiklerin (substratlar ve ürünler) organele girip çıkmasını sağlayan (yarı geçirgen) gözeneklere sahiptirler. Bu proteinler, belirli metabolik işlemlere dahil olan enzimleri ve proteinleri tek bir noktada yoğunlaştırarak onların başarımını sağlarlar. Protein kabuğu aynı zamanda fiziksel bir bariyer görevi görerek toksik veya kararsız ara bileşikler oluşturan metabolik reaksiyonların gerçekleşmesine olanak tanır. [b]Metabolozomlar[/b], katalitik bir BMC türüdür ve gliserol ve amino asitler gibi farklı karbon kaynaklarının parçalanmasında rol oynarlar. [thrive:compound type="glucose"]Glukozun[/thrive:compound] parçalanma işleminin metabolozomlarda gerçekleştiğine dair net bir kanıt yoktur. Ancak, bunu yapabildiğini varsaymak çok da mantıksız değildir. Enerji için asıl glukoz parçalama işlemi hem prokaryot hem de ökaryotlarda birkaç adımda gerçekleşir. Tek fark, bazı enzimlerin belirli bir yerde olması ve organize olmasıdır. Bu organelin [url=https://en.wikipedia.org/wiki/Bacterial_microcompartment#Metabolosomes%3A_aldehyde_oxidation]Vikipedi sayfasından[/url][/color] daha fazlasını okuyun.
zh_tw: 與真核生物不同，原核生物細胞器沒有膜。作為替代，像細菌這樣的原核生物是用蛋白質建造隔間的。代謝體就是這種隔間的一個例子，正式名稱為細菌微區室（BMC）。細菌微區室由大約 100-200 nm 大的多面體蛋白質殼組成，看起來類似於病毒衣殼。構成外殼的蛋白質通常具有（半透性）孔，允許不同的化合物（基質和產物）進出細胞器。他們將參與特定代謝過程的酶和蛋白質集中在一處，以確保其成功。蛋白質殼還可作為物理屏障，使細菌微區室能夠進行代謝反應，產生有毒或不穩定的中間化合物。 代謝體是細菌微區室的分解代謝類型，參與不同碳源（如甘油和胺基酸）的降解。沒有明確的證據顯示分解葡萄糖的過程發生在代謝體中，但是假設它可以這樣做並不是沒有道理的。

# WIKI_METABOLOSOMES_STRATEGY
source: TBA
ru: Во многих отношениях, [b]Метаболосомы[/b] являются продолжением [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазмы[/url][/color][/b]. Стиль игры, подходящий для начальной клетки (ПУОП), сработает для клетки, созданной из [b]Метаболосом[/b] – просто соберите [thrive:compound type="glucose"][/thrive:compound] из окружающей среды. Разница заключается в повышенной эффективности, которая позволяет поддерживать большее количество органелл с более широким спектром функций, таких как [b][color=#3796e1][url=thriveopedia:pilus]Протыкающий Пиль[/url][/color][/b] или [b][color=#3796e1][url=thriveopedia:flagellum]Жгутик[/url][/color][/b]. Однако естественная концентрация [thrive:compound type="glucose"][/thrive:compound] по ходу игры количество ресурсов в окружающей среде уменьшается, поэтому позже может возникнуть необходимость переключиться на новые источники пищи. Как только клетка разовьет [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], рекомендуется заменить [b]Метаболосомы[/b] на их эукариотический аналог, [b][color=#3796e1][url=thriveopedia:mitochondrion]Митохондрию[/url][/color][/b], поскольку они гораздо эффективнее.
tr: [b]Metabolozomlar[/b] birçok yönden, [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazmanın[/url][/color][/b] bir uzantısıdır. Başlangıç hücresi (SEOA) için işleyen bir oyun tarzının [b]Metabolozomlardan[/b] oluşturulmuş bir hücre için de işe yaraması muhtemeldir; sadece ortamdan [thrive:compound type="glucose"]glukoz[/thrive:compound] toplayın. Aradaki fark, [b][color=#3796e1][url=thriveopedia:pilus]Delici Piluslar[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:flagellum]Kamçı[/url][/color][/b] gibi geniş işlevlere sahip daha fazla organeli destekleyebilen artan verimliliktir. Ancak, ortamdaki doğal [thrive:compound type="glucose"]glukoz[/thrive:compound] konsantrasyonu oyun boyunca azalır. O yüzden, yeni besin kaynaklarına geçiş yapmanız tavsiye edilir. Bir hücre [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeği[/url][/color][/b] evrimleştirdiğinde, [b]Metabolozomları[/b], ökaryotik karşılığı olan [b][color=#3796e1][url=thriveopedia:mitochondrion]Mitokondri[/url][/color][/b] ile değiştirmeniz tavsiye edilir. Çünkü, ikincisi daha verimlidir.
zh_tw: 待定

# WIKI_METABOLOSOMES_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
zh_tw: 無升級。

# WIKI_MITOCHONDRION_EFFECTS
source: No effects.
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
pt_pt: Sem efeitos.
ru: Эффекты отсутствуют.
tr: Etki yok.
zh_tw: 無效果。

# WIKI_MITOCHONDRION_INTRO
source: The powerhouse of the cell. Mitochondria perform [b]Aerobic Respiration[/b], or the conversion of [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound] with the use of [thrive:compound type="oxygen"][/thrive:compound]. Mitochondria perform this function more efficiently than other organelles such as <a href="/wiki/Metabolosomes" title="Metabolosomes">Metabolosomes</a>.
ru: Энергетический центр клетки. [b]Митохондрия[/b] выполняет [b]Аэробное Дыхание[/b] или преобразует [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound] с помощью [thrive:compound type="oxygen"][/thrive:compound]. [b]Митохондрия[/b] выполняет эту функцию более эффективно, чем другие органеллы, такие как [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b].
tr: Hücrenin güç merkezidir. [b]Mitokondri[/b], [thrive:compound type="oxygen"]oksijeni[/thrive:compound] kullanarak [thrive:compound type="glucose"]glukozun[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürülmesini sağlayan [b]Oksijenli Solunumu[/b] gerçekleştirir. [b]Mitokondri[/b] bu işlevi [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlar[/url][/color][/b] gibi organellerden daha verimli bir şekilde gerçekleştirir.
zh_tw: 細胞的發電廠。粒線體進行[b]有氧呼吸[/b]，使用 [thrive:compound type="oxygen"][/thrive:compound] 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。粒線體能比其他細胞器（例如<a href="/wiki/Metabolosomes" title="Metabolosomes">代謝體</a>）更有效地執行此功能。

# WIKI_MITOCHONDRION_MODIFICATIONS
source: No modifications.
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
zh_tw: 無修改。

# WIKI_MITOCHONDRION_PROCESSES
source: [b]Aerobic Respiration[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] @ [thrive:compound type="oxygen"][/thrive:compound] Aerobic Respiration is one of the main methods of energy production. It requires a steady input of glucose, however it scales with the amount of oxygen in the environment.
ru: [b]Аэробное Дыхание[/b]: [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] Один из основных методов производства энергии, превосходящий тот, что в [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомах[/url][/color][/b]. Требует постоянного притока [thrive:compound type="glucose"][/thrive:compound]. Скорость зависит от концентрации окружающего [thrive:compound type="oxygen"][/thrive:compound].
tr: [b]Oksijenli Solunum:[/b] [thrive:compound type="glucose"]Glukoz[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlardakinden[/url][/color][/b] daha üstün olan ana enerji üretim yöntemlerinden biridir. Düzenli bir [thrive:compound type="glucose"]glukoz[/thrive:compound] girişi gerektirir. Bu oran, ortamdaki [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
zh_tw: [b]有氧呼吸[/b]：[thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] @ [thrive:compound type="oxygen"][/thrive:compound] 有氧呼吸是產生能量的主要方法之一。它需要穩定的葡萄糖輸入，並與環境中的氧氣量成正比。

# WIKI_MITOCHONDRION_REQUIREMENTS
source: A cell must have a <a href="/wiki/Nucleus" title="Nucleus">Nucleus</a> to evolve Mitochondria.
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Mitocôndrias[/b]. Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]ambas[/i] as condições seguintes também devem ser verdadeiras [i]para a célula do jogador[/i]: [indent]— Contém no mínimo [b]4[/b] [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolossomos[/url][/color][/b] há pelo menos [b]5[/b] gerações seguidas.[/indent] [indent]— Produz no mínimo [b]+20[/b] [thrive:compound type="atp"][/thrive:compound].[/indent]
pt_pt: Uma célula tem de ter um <a href="/wiki/Nucleus" title="Nucleus">Nucleus</a> para evoluir Mitocôndria.
ru: Клетка должна имсеть [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], чтобы развить [b]Митохондрии[/b]. Если в настройках игры включено обновление органелл, [i]оба[/i] условия должны соответствовать [i]для клетки игрока[/i]: [indent]— Содержит по меньшей мере [b]4[/b] [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b] по крайней мере, в течение [b]5[/b] поколений подряд.[/indent] [indent]— Производит по крайней мере [b]+20[/b] [thrive:compound type="atp"][/thrive:compound].[/indent]
tr: Bir hücre, [b]Mitokondriyi[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşulların [i]her ikisi de[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Üst üste en az [b]5[/b] kuşak boyunca, en az [b]4[/b] [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlar[/url][/color][/b] içermek.[/indent] [indent]— En az [b]+20[/b] [thrive:compound type="atp"]ATP[/thrive:compound] üretmek.[/indent]
zh_tw: 細胞必須有 <a href="/wiki/Nucleus" title="Nucleus">細胞核</a>才能演化出粒線體。

# WIKI_MITOCHONDRION_SCIENTIFIC_BACKGROUND
source: TBA
ru: Митохондрия — это двухслойная (имеет внутреннюю и внешнюю мембраны) органелла, генерирующая АТФ путем Окислительного Фосфорилирования. В этом процессе, энергия генерируется от распада питательных веществ (например глюкоза или жиры), используя протонный градиент через внутреннюю мембрану, а затем использовать для превращения АДФ в АТФ. В игре митохондрия изображена сосиско-подобной органеллой, чьи размеры и форма очень гибки. Митохондрии постоянно и разделяются, в зависимости от требований клетки. Они могут сформировать огромные сети с другими митохондриями в клетке. Эта динамика важна для (среди прочего) регулирования метаболизма и митохондриального контроля качества, поскольку форма сильно влияет на их функцию. Один примечательный аспект митохондрии, в отличие от большинства других органелл, она имеет собственную ДНК. Поскольку митохондрия изначально была независимым организмом, нуждающимся в клетке-носителе, она содержит плазмиды ДНК в своей матрице (внутри внутренней мембраны). Спустя время, митохондрия стала более зависимой от клетки-носителя и потеряла способность жить самостоятельно. Хоть митохондрии наиболее известны как электростанции клетки, они на самом деле делают больше, чем обеспечивают энергией. Это неотъемлемая часть запрограммированной смерти клетки; клетка сигнализирует, и начинается синтез различных молекул, например фосфолипидов. Сейчас исследования пытаются понять эти процессы, а также пытаются открыть новые роли, которые играют миттохондрии.
tr: Mitokondriler, ATP'yi Oksidatif Fosforilasyon adı verilen bir işlemle üreten, çift katmanlı (iç ve dış olmak üzere) zara sahip organellerdir. Bu işlemde, besinlerin (örneğin, glukoz ve lipitler) parçalanmasından elde edilen enerji, iç zar boyunca bir proton gradyanı oluşturmak için kullanılır ve bu gradyan ADP'nin ATP'ye dönüştürülmesini sağlar. Oyunda mitokondriler sosis şeklinde organeller olarak tasvir edilse de, aslında şekilleri ve boyutları oldukça esnektir. Mitokondriler, hücrenin ihtiyaçlarına bağlı olarak sürekli olarak birleşip ayrılır. Hatta, hücre içinde diğer mitokondrilerle büyük ağlar oluşturabilirler. Bu dinamikler (diğer şeylerin yanı sıra), metabolizmanın düzenlenmesi ve mitokondriyal kalite kontrol için önemlidir. Çünkü mitokondrinin şekli, işlevini büyük ölçüde etkiler. Mitokondriyi diğer birçok organelden ayıran dikkat çekici bir özelliği, kendi DNA'sına sahip olmasıdır. Mitokondri, başlangıçta konak bir hücre tarafından kazanılmış bağımsız bir organizma olarak varlık gösterdiği için, kendi matriksinde (iç zarın içinde) DNA plazmidleri barındırır. Zamanla mitokondri, konak hücreye daha da bağımlı hale gelmiş ve bağımsız yaşama yeteneğini kaybetmiştir. Mitokondri, genellikle hücrenin enerji merkezi olarak bilinse de, enerji sağlamaktan çok daha fazlasını yapar. Bu organel, programlanmış hücre ölümü, hücreler arası iletişim ve fosfolipitler gibi çeşitli moleküllerin sentezi gibi görevlerin ayrılmaz bir parçasıdır. Mevcut durumda, bu işlemlerin anlaşılmasına yönelik araştırmalar devam etmekle beraber, mitokondrinin oynadığı yeni roller keşfedilmeye çalışılmaktadır.
zh_tw: 待定

# WIKI_MITOCHONDRION_STRATEGY
source: TBA
ru: В местах с большим количеством [thrive:compound type="glucose"][/thrive:compound], [b]Митохондрии[/b] действительно являются «сердцами» клетки. Однако имейте в виду, что концентрация [thrive:compound type="glucose"][/thrive:compound] будет уменьшаться, поэтому мы рекомендуем по возможности переходить на альтернативные источники энергии. Мы также рекомендуем заменить [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b] с [b]Митохондриями[/b] после развития [b][color=#3796e1][url=thriveopedia:nucleus]Ядра[/url][/color][/b] для гораздо большей эффективности.
tr: [thrive:compound type="glucose"]Glukozun[/thrive:compound] bol olduğu ortamlarda, [b]Mitokondri[/b] gerçekten de hücrenin güç merkezidir. Yine de oyun ilerledikçe, [thrive:compound type="glucose"]glukoz[/thrive:compound] konsantrasyonunun düştüğünü bilin. Bu yüzden, mümkün olduğunca alternatif enerji kaynaklarına geçiş yapmanızı öneriyoruz. Ayrıca, bir [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdek[/url][/color][/b] evrimleştirdikten sonra, [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomları[/url][/color][/b], [b]Mitokondri[/b] ile değiştirmenizi öneriyoruz. Çünkü ikincisi çok daha fazla verimlidir.
zh_tw: 待定

# WIKI_MITOCHONDRION_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
zh_tw: 無升級。

# WIKI_MYOFIBRIL_EFFECTS
source: TBA
ru: В каждой клетке многоклеточного организма, содержащей [b]Миофибриллы[/b], скорость движения этого организма увеличивается пропорционально объёму этой клетки. Клетки с [b]Миофибриллами[/b] относятся к типу мышечной ткани.
tr: Çok hücreli bir organizmada, [b]Miyofibril[/b] içeren her hücre için, organizmanın hareket hızı o hücrenin hacmi ile doğru orantılı olarak artar. [b]Miyofibrilli[/b] hücreler, kas dokusu türüne sahip olarak sınıflandırılır.
zh_tw: 待定

# WIKI_MYOFIBRIL_INTRO
source: TBA
ka: ორგანელა, რომელიც გრძელი ბოჭკოებისგან შედგება, რომელიც აგრეგაციისას ორგანიზებში კუნთის ქსოვილს ქმნის. ხელმისაწვდომია მრავალუჯრედიან ფაზაში. ზრდის ორგანიზმის სიჩქარეს.
ru: Органелла, состоящая из длинных волокон, которые в совокупности образуют мышечную ткань в организмах, появившихся на многоклеточной стадии. Увеличивает скорость организма.
tr: Organizmaların içindeki kas dokusunu oluşturan uzun liflerden meydana gelen bir organeldir ve Çok Hücreli Evresi'nde mevcuttur. Organizmanın hızını arttırır.
zh_tw: 待定

# WIKI_MYOFIBRIL_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_MYOFIBRIL_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_MYOFIBRIL_REQUIREMENTS
source: TBA
ka: ხელმისაწვდომია, მხოლოდ, მრავალუჯრედიანი ფაზის შემდეგ.
pt_br: Disponível apenas a partir do Estágio Multicelular.
ru: Доступно начиная с многоклеточного этапа.
tr: Yalnızca Çok Hücreli Evresi'nden itibaren mevcuttur.
zh_tw: 待定

# WIKI_MYOFIBRIL_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
zh_tw: 待定

# WIKI_MYOFIBRIL_STRATEGY
source: TBA
ru: Мы рекомендуем добавить одну [b]Миофибриллу[/b] для нескольких типов клеток вашего многоклеточного организма, но добавлять больше одного не имеет смысла. На данный момент следующие [b]Миофибриллы[/b] не дают никаких дополнительных преимуществ.
tr: Çok hücreli organizmanızda, birkaç hücre türüne bir [b]Miyofibril[/b] eklemenizi tavsiye ediyoruz. Ama bir taneden daha fazla eklemek gereksizdir. Şu anda daha fazla [b]Miyofibril[/b] eklemek, ek bir fayda sağlamaz.
zh_tw: 待定

# WIKI_MYOFIBRIL_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე
ru: Никаких улучшений
tr: Geliştirme yok
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_EFFECTS
source: TBA
uk: Немає ефектів.
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_INTRO
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_MODIFICATIONS
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_PROCESSES
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_REQUIREMENTS
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_SCIENTIFIC_BACKGROUND
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_STRATEGY
source: TBA
zh_tw: 待定

# WIKI_NITROGEN-FIXING_PLASTID_UPGRADES
source: TBA
zh_tw: 待定

# WIKI_NITROGENASE_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
ru: Нет эффектов.
tr: Etki yok.
zh_tw: 待定
