Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# AI_MUTATION_RATE_EXPLANATION
source: (speed at which AI species mutate)
bg: (определя скоростта на мутация на Вашите съперници)
ca: (velocitat a la qual les espècies de la IA muten)
cs: (rychlost mutací AI druhů)
de: (Geschwindigkeit mit der die künstliche Intelligenz Ihre Arten mutieren läßt)
es: (Velocidad con la cual las species de la AI mutan)
fr: (vitesse de mutation des espèces controllées par l'IA)
he: (המהירות המוטציות שנוצרים במיני AI )
hu: (a sebesség, mely alatt az MI fajok mutálódnak)
it: (velocità di mutazione delle specie controllate dall'intelligenza artificiale)
ka: (სიჩქარე, რომლითაც AI-ის სახეობები განიცდიან მუტაციას)
nl: (snelheid waarmee AI-soorten muteren)
pl: (prędkość z którą gatunki SI mutują)
pt_br: (velocidade de mutação das espécies controladas pela IA)
pt_pt: (velocidade na qual as espécies de IA sofrem mutação)
ru: (скорость, с которой ИИ будет мутировать)
sk: (rýchlosť, akou druhy AI mutujú)
tr: (AI türlerinin mutasyona uğrama hızı)
uk: (швидкість з якою ШІ мутує вид)
zh_cn: （AI物种突变的速度）
zh_tw: （AI 物種突變的速度）

source: All
bg: Всички
ca: Tot
cs: Vše
de: Alle
es: Todos
fr: Tout
he: הכל
hu: Összes
it: Tutto
ka: ყველა
nl: Alles
nl_be: Alle
pl: Wszystkie
pt_br: Tudo
pt_pt: Tudo
ru: Всё
sk: Všetko
tr: Tümü
uk: Все
zh_cn: 全部
zh_tw: 全部

# ALLOW_SPECIES_TO_NOT_MIGRATE
source: Allow species to not migrate (if no good migration is found)
bg: Без преселване на създанията (ако няма подходящо преселване)
cs: Dovolit druhům aby nemigroval (pokud není nalezena žádná dobrá migrace)
de: Verbietet Spezies zu migrieren (wenn kein gutes Biom gefunden wird)
es: Permitir que las especies no migren de zona (en caso que no hayan buenas zonas para migrar)
fr: Permet aux espèces de ne pas migrer (si aucune bonne migration n'est trouvée)
he: מאפשר למינים לא לנדוד (אם לא נמצא מקום טוב לנדוד לו)
hu: Fajok migrációkihagyásának engedélyezése (ha a rendszer nem talált jó vándorlási utat)
it: Permetti alle specie di non migrare (se nessuna migrazione ottimale è trovata)
pl: Pozwól gatunkowi nie migrować
pt_pt: Permite que espécies não migrem (caso nenhuma migração vantajosa seja encontrada)
zh_cn: 允许物种不迁移（如果没有发现良好的迁移情况）
zh_tw: 允許物種不遷移（如果沒有發現良好的遷移情況）

# ALLOW_SPECIES_TO_NOT_MUTATE
source: Allow species to not mutate (if no good mutation is found)
bg: Без мутации на създанията (ако няма подходяща мутация)
cs: Dovolit druhu aby neprocházel mutací (pokud není nalezena žádná dobrá mutace)
de: Verbiete der Spezies zu mutieren (wenn keine gute Mutation gefunden wird)
es: Permitir que las especies no tengan mutaciones (en caso que no se encuentren buenas mutaciones)
fr: Permet aux espèces de ne pas muter (si aucune bonne mutation n'est trouvée)
he: מאפשר למינים לא לפתח מוטציות (אם לא ניתן למצוא מוטציות טובות)
hu: Fajok mutációkihagyásának engedélyezése (ha a rendszer nem talált megfelelő mutációt)
it: Permetti alle specie di non mutare (se una buona mutazione non è trovata)
pl: Pozwól gatunkowi nie mutować
pt_pt: Permite que espécies não sofram mutações (caso nenhuma mutação vantajosa seja encontrada)
zh_cn: 允许物种不变异（如果没有发现好的变异）
zh_tw: 允許物種不突變（如果沒有合適的突變）

# ALL_WORLDS_GENERAL_STATISTICS
source: Generic Statistics of All Worlds
bg: Обща статистика на всички светове
ca: Estadístiques Generals de tots els mons
cs: Obecné statistiky všech světů
de: Allgemeine Statistiken aller Welten
es: Estadísticas genéricas de todos los mundos
fr: Statistiques génériques de tous les mondes
it: Statistiche generali di tutti i mondi
ka: ყველა სამყაროს ზოგადი სტატისტიკა
nl: Generieke Statistieken voor Alle Werelden
pl: Ogólne Statystyki Wszystkich Światów
pt_br: Estatísticas Gerais de Todos os Mundos
pt_pt: Estatísticas genéricas de todos os mundos
ru: Общая статистика всех миров
tr: Tüm Dünyaların Genel İstatistikleri
uk: Загальна статистика усіх світів
zh_cn: 所有世界的生物数据
zh_tw: 全世界的生物統計

# ALL_WORLDS_STATISTICS
source: [b]Generations:[/b] {0} [b]Total Species:[/b] Average {1}; Standard deviation {2} [b]Species Still Alive:[/b] Average {3}; Standard deviation {4} [b]Per-patch Species Count:[/b] Average {5}; Standard deviation {6} [b]Per-patch Total Population:[/b] Average {7}; Standard deviation {8} [b]Microbe Species Average Hex Size:[/b] Average {9}; Standard deviation {10} [b]Generic Organelle Data:[/b]
bg: [b]Поколения:[/b] {0} [b]Общо създания:[/b] Средно: {1}; Стандартно отклонение: {2} [b]Живи създания:[/b] Средно: {3}; Стандартно отклонение: {4} [b]Популация на създанията по зона:[/b] Средно: {5}; Стандартно отклонение: {6} [b]Обща популация на създанията по зона:[/b] Средно: {7}; Стандартно отклонение: {8} [b]Среден размер на създанията:[/b] Средно: {9}; Стандартно отклонение: {10} [b]Общи данни за органелите:[/b]
de: [b]Generationen:[/b] {0} [b]Gesamte Arten:[/b] Durchschnitt {1}; Standardabweichung {2} [b]Lebende Arten:[/b] Durchschnitt {3}; Standardabweichung {4} [b]Artenzahl pro Gebiet:[/b] Durchschnitt {5}; Standardabweichung {6} [b]Gesamtpopulation pro Gebiet:[/b] Durchschnitt {7}; Standardabweichung {8} [b]Durchschnittliche Größe der Mikrobenart (in hexagonalen Feldern):[/b] Durchschnitt {9}; Standardabweichung {10} [b]Generische Organellendaten:[/b]
fr: [b]Générations :[/b] {0} [b]Espèces totales :[/b] Moyenne{1} ; écart-type {2} [b]Espèces toujours en vie :[/b] Moyenne{3} ; écart-type {4} [b]Compteur d'espèces par zone :[/b] Moyenne{5} ; écart-type {6} [b]Population totale par zone :[/b] Moyenne{7} ; écart-type {8} [b]Taille moyenne des hexagones des espèces microbiennes :[/b] Moyenne{9} ; écart-type {10} [b]Données génériques des organites :[/b]
it: [b]Generazioni:[/b] {0} [b]Specie Totali:[/b] Nella media{1}; Deviazione Standard {2} [b]Specie Ancora In Vita:[/b] Nelle Media {3}; Deviazione Standard {4} [b]Conteggio Specie Per Zona:[/b] Nella Media {5}; Deviazione Standard {6} [b]Specie Totali Per Zona:[/b] Nella Media{7}; Deviazione Standard {8} [b]Taglia Media Esagoni Delle Specie Di Microbi:[/b] Nella Media {9}; Deviazione Standard {10} [b]Dati Generici Organuli:[/b]
ka: [b]თაობები:[/b] {0} [b]სულ სახეობები:[/b] საშუალო {1}; სტანდარტული აცდენა {2} [b]ჯერ კიდევ ცოცხალი სახეობები:[/b] საშუალო {3}; სტანდარტული აცდენა {4} [b]სახეობების რაოდენობა თითოეულ ბიომში:[/b] საშუალო {5}; სტანდარტული აცდენა {6} [b]სრული პოპულაცია თითოეული ბიომისთვის:[/b] საშუალო {7}; სტანდარტული აცდენა {8} [b]Mმიკრობის სახეობების საშუალო ექვსკუთხედის ზომა:[/b] საშუალო {9}; სტანდარტული აცდენა {10} [b]ზოგადი ორგანელის მონაცემები:[/b]
nl: [b]Generaties:[/b] {0} [b]Totale hoeveelheid soorten:[/b] Gemiddelde {1}; Standaard Afwijking {2} [b]Soorten nog in leven:[/b] Gemiddelde {3}; Standaard Afwijking {4} [b]Soorten per plek:[/b] Gemiddelde {5}; Standaard Afwijking {6} [b]Totale bevolking per plek:[/b] Gemiddelde {7}; Standaard Afwijking {8} [b]Gemiddeld hex-formaat van microbiale soorten:[/b] Gemiddelde {9}; Standaard Afwijking {10} [b]Generieke data over organellen:[/b]
pl: [b]Pokolenia:[/b] {0} [b]Wszystkie Gatunki:[/b] Średnio {1}; Standardowe odchylenie {2} [b]Nadal Żyjące Gatunki:[/b] Średnio {3}; Standardowe odchylenie {4} [b]Liczba Gatunków na Obszar:[/b] Średnio {5}; Standardowe odchylenie {6} [b]Całkowita Populacja na Obszar:[/b] Średnio {7}; Standardowe odchylenie {8} [b]Średni Rozmiar Gatunków Mikrobów w Heksach:[/b] Średnio {9}; Standardowe odchylenie {10} [b]Ogólne Dane Organelli:[/b]
pt_br: [b]Gerações:[/b] {0} [b]Total de Espécies:[/b] Média {1}; Desvio padrão {2} [b]Espécies vivas:[/b] Média {3}; Desvio padrão {4} [b]Quantidade de Espécies por Região:[/b] Média {5}; Desvio padrão {6} [b]População Total por Região:[/b] Média {7}; Desvio padrão {8} [b]Média de Tamanho das Espécies de Micróbios:[/b] Média {9}; Desvio padrão {10} [b]Dados Gerais de Organelas:[/b]
pt_pt: [b]Gerações[/b] {0} [b]Total de Espécies:[/b] Média {1}; Desvio padrão {2} [b]Espécies ainda vivas:[/b] Média {3}; Desvio padrão {4} [b]Número de espécies por região:[/b] Média {5}; Desvio padrão {6} [b]População total por região:[/b] Média {7}; Desvio padrão {8} [b]Tamanho médio (hexágonos) das espécies de Micróbios:[/b] Média {9}; Desvio padrão {10} [b]Dados genéricos de organelos:[/b]
ru: [b]Поколения:[/b] {0} [b]Всего видов:[/b] Среднее {1}; Стандартное отклонение {2} [b]Виды, которые еще живы:[/b] Среднее {3}; Стандартное отклонение {4} [b]Количество видов на участке:[/b] Среднее {5}; Стандартное отклонение {6} [b]Общая численность населения на участке:[/b] Среднее {7}; Стандартное отклонение {8} [b]Средний размер видов микробов:[/b] Среднее {9}; Стандартное отклонение {10} [b]Общие данные по органеллам:[/b]
tr: [b]Kuşaklar:[/b] {0} [b]Toplam Tür:[/b] Ortalama {1}; Standart sapma {2} [b]Hayatta Olan Türler:[/b] Ortalama {3}; Standart sapma {4} [b]Arazi Başına Tür Sayısı:[/b] Ortalama {5}; Standart sapma {6} [b]Arazi Başına Toplam Popülasyon:[/b] Ortalama {7}; Standart sapma {8} [b]Mikrop Türlerinin Ortalama Altıgen Boyutu:[/b] Ortalama {9}; Standart sapma {10} [b]Genel Organel Verileri[/b]
uk: [b]Покоління:[/b] {0} [b]Всього видів:[/b] У середньому {1}; Стандартне відхилення {2} [b]Види, що вижили:[/b] У середньому {3}; Стандартне відхилення {4} [b]Кількість видів на ділянку:[/b] У середньому {5}; Стандартне відхилення {6} [b]Повна популяція на ділянку:[/b] У середньому {7}; Стандартне відхилення {8} [b]Середній розмір гекса видів мікроорганізмів:[/b] У середньому {9}; Стандартне відхилення {10} [b]Загальні дані по органелах:[/b]
zh_cn: [b]当前代：[/b] {0} [b]总物种数：[/b] 平均值 {1}，方差 {2} [b]现存物种数：[/b] 平均值 {3}，方差 {4} [b]区域平均物种数：[/b] 平均值 {5}，方差 {6} [b]区域平均种群数量：[/b] 平均值 {7}，方差 {8} [b]单细胞生物大小：[/b] 平均值 {9}，方差 {10} [b]基本细胞器信息：[/b]
zh_tw: [b]世代：[/b] {0} [b]總物種數：[/b] 平均值 {1}；標準差 {2} [b]現存物種數：[/b] 平均值 {3}；標準差 {4} [b]區域平均物種數：[/b] 平均值 {5}；標準差 {6} [b]區域平均種群數量：[/b] 平均值 {7}；標準差 {8} [b]微生物生物大小：[/b] 平均值 {9}；標準差 {10} [b]基本細胞器資訊：[/b]

# ALREADY_ASCENDED
source: You are already ascended
cs: Jste již povzneseni
de: Du bist bereits aufgestiegen
es: Ya has ascendido
fr: Vous avez déjà eu votre ascension
it: Sei già asceso
ka: თქვენ უკვე ახვედით
nl: Je bent al verheven
pt_br: Você já está ascendido
pt_pt: Já ascendestes
ru: Вы уже вознеслись
tr: Evreni zaten tırmandınız
uk: Ви вже піднеслися
zh_cn: 你已经飞升了
zh_tw: 您已經飛升了

source: Ambiance volume
bg: Околна среда
ca: Volum de l'ambient
cs: Hlasitost prostředí
de: Umgebungslautstärke
eo: Media Volumo
es: Volumen de ambiente
et: Ambiance helitugevus
fi: Tunnelmaäänet
fr: Volume d'ambiance
he: עוצמת אווירה
hu: Környezeti hangerő
id: Volume lingkungan
it: Volume dell'ambiente
ka: გარემოს ხმა
ko: 배경 음량
nl: Volume omgeving
nl_be: Sfeer volume
pl: Głośność otoczenia
pt_br: Volume do ambiente
pt_pt: Volume Ambiente
ru: Громкость окружения
sk: Hlasitosť prostredia
sr_cyrl: Амбијента јачина звука
sr_latn: Ambijenta jačina zvuka
sv: Omgivningsvolym
th_th: ปริมาณบรรยากาศ
tr: Ortam sesi
uk: Гучність оточення
zh_cn: 环境声效
zh_tw: 環境音量

source: Ammonia
bg: Амоняк
ca: Amoníac
cs: Amoniak
de: Ammoniak
eo: Amoniako
es: Amoniaco
et: Ammoniaak
fi: Ammoniakki
fr: Ammoniaque
he: אמוניה
hu: Ammónia
id: Amonia
it: Ammoniaca
ka: ამიაკი
ko: 암모니아
nl: Ammoniak
nl_be: Ammoniak
pl: Amoniak (NH₃)
pt_br: Amônia
pt_pt: Amoníaco
ru: Аммиак
sk: Amoniak
sr_cyrl: Амонијак
sr_latn: Amonijak
sv: Ammoniak
th_th: แอมโมเนีย
tr: Amonyak
uk: Аміак
zh_cn: 氨
zh_tw: 氨

# AMOUNT_OF_AUTOSAVE_TO_KEEP
source: Amount of autosaves to keep:
bg: Брой на автоматичните записи:
ca: Màxim nombre d'arxius d'autoguardat:
cs: Počet autosave k zachování:
de: Anzahl der Autospeicherungen:
eo: Kvanto da aŭtomataj konservadoj:
es: Cantidad de autoguardados a almacenar:
et: Säilitatavate automaatsete salvestamiste arv:
fi: Paikat automaattitallenuksille:
fr: Nombre de sauvegardes à conserver :
he: כמות שמירה אוטומטית שניתן לשמור:
hu: Megtartható automentések mennyisége:
id: Jumlah save otomatis tersimpan:
it: Numero di salvataggi automatici da conservare:
ka: შენარჩუნებული ავტოშენახვების რაოდენობა:
ko: 저장할 수 있는 자동저장 갯수:
nl: Aantal automatische savegames om te bewaren:
nl_be: Hoeveelheid autosaves om bij te houden:
pl: Zachowana ilość autozapisów:
pt_br: Quantidade de salvamentos automáticos para manter:
pt_pt: Quantidade de jogos guardados automaticamente a manter:
ru: Количество записей автосохранения:
sk: Počet automatických uložení k zachovaniu:
sr_cyrl: Количина аутоматског чувања да задржати:
sr_latn: Količina automatskog čuvanja da zadržati:
sv: Mängd autosparningar ska behållas:
th_th: จำนวนการบันทึกอัตโนมัติที่จะเก็บไว้:
tr: Saklanacak otomatik kayıt miktarı:
uk: Кількість можливих автозбереженнь:
zh_cn: 要保留的自动保存存档数：
zh_tw: 保留的自動存檔數量：

# AMOUNT_OF_QUICKSAVE_TO_KEEP
source: Amount of quicksaves to keep:
bg: Брой на бързите записи:
ca: Màxim nombre d'arxius de guardat ràpid:
cs: Počet rychlouložení k zachování:
de: Anzahl der Schnellspeicherungen:
eo: Kvanto da rapidaj konservadoj:
es: Cantidad de guardados rápidos a almacenar:
et: Säilitatavate kiirsäästude arv:
fi: Paikat nopeille tallennuksille:
fr: Nombre de sauvegardes rapide à conserver :
he: כמות שמירה מהירה שניתן לשמור:
hu: Megtartható gyorsmentések mennyisége:
id: Jumlah save cepat tersimpan:
it: Numero di salvataggi rapidi da conservare:
ka: შენარჩუნებული სწრაფი შენახვების რაოდენობა:
ko: 저장할 수 있는 빠른저장 갯수:
nl: Aantal savegames om te bewaren:
nl_be: Hoeveelheid snel opgeslagen bestanden om bij te houden:
pl: Zachowana ilość szybkich zapisów:
pt_br: Quantidade de salvamentos rápidos para manter:
pt_pt: Quantidade de jogos guardados rapidamente a manter:
ru: Количество записей быстрого сохранения:
sk: Počet rýchlych uložení k zachovaniu:
sr_cyrl: Количина брзог чувања да задржати:
sr_latn: Količina brzog čuvanja da zadržati:
sv: Mängd snabbsparningar att behålla:
th_th: จำนวนการบันทึกด่วนที่จะเก็บไว้:
tr: Saklanacak hızlı kayıt miktarı:
uk: Кількість можливих швидких збережень:
zh_cn: 要保留的快速保存存档数：
zh_tw: 保留的快速存檔數量：

source: Anaerobic Nitrogen Fixation
bg: Анаеробна азотна фиксация
ca: Fixació Anaeròbica de Nitrogen
cs: Anaerobní fixace dusíku
de: Anaerobe Stickstofffixierung
eo: Malaerobia Nitrogena Riparado
es: Fijación de Nitrógeno Anaeróbica
et: Anaeroobne lämmastiku fikseerimine
fi: Anaerobinen typensidonta
fr: Fixation Anaérobique d'Azote
he: קיבוע חנקן אנאירובי
hu: Anaerob Nitrifikáció
id: Fiksasi Anaerob Nitrogen
it: Azotofissazione anaerobica
ka: ანაერობული აზოტის ფიქსაცია
ko: 혐기성 질소 고정
nl: Anaërobe stikstofbinding
nl_be: Anaërobe stikstoffixatie
pl: Beztlenowe Wiązanie Azotu
pt_br: Fixação Anaeróbica de Nitrogênio
pt_pt: Fixação Anaeróbica de Nitrogénio
ru: Анаэробная азотфиксация
sk: Anaeróbna fixácia dusíka
sr_cyrl: Анаеробна Фиксација Азота
sr_latn: Anaerobna Fiksacija Azota
sv: Anaerob kvävefixering
th_th: การตรึงไนโตรเจนแบบไม่ใช้ออกซิเจน
tr: Oksijensiz Azot Fiksasyonu
uk: Анаеробна азотфіксація
zh_cn: 无氧固氨
zh_tw: 厭氧固氮

source: Appearance
bg: Външност
ca: Aparença
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fi: Ulkonäkö
fr: Apparence
he: הופעה
it: Aspetto
ka: გარეგნობა
nl: Uiterlijk
nl_be: Uiterlijk
pl: Wygląd
pt_br: Aparência
pt_pt: Aparência
ru: Внешний вид
sk: Vzhľad
tr: Görünüm
uk: Зовнішній вигляд
zh_cn: 外观
zh_tw: 外觀

source: Apply
bg: Прилагане
ca: Aplicar
cs: Použít
de: Übernehmen
es: Aplicar
et: Rakenda
fr: Appliquer
he: החל
hu: Alkalmaz
it: Applica
ka: გადატარება
nl: Toepassen
nl_be: Toepassen
pl: Zaaplikuj
pt_br: Aplicar
pt_pt: Aplicar
ru: Применить
sk: Použiť
sv: Tillämpa
tr: Uygula
uk: Застосувати
zh_cn: 应用
zh_tw: 套用

source: Apply Changes
bg: Прилагане
ca: Aplicar Canvis
cs: Použít změny
de: Änderungen übernehmen
es: Aplicar cambios
et: Rakenda muudatused
fi: Hyväksy Muutokset
fr: appliquer les changements
he: החל שינויים
hu: Változtatások elfogadása
it: Applica modifiche
ka: ცვლილებების გადატარება
nl: Pas wijzigingen toe
nl_be: Pas aanpassingen toe
pl: Zastosuj zmiany
pt_br: Aplicar Mudanças
pt_pt: Aplicar Alterações
ru: Применить изменения
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh_cn: 应用更变
zh_tw: 套用變更

source: April
bg: Април
ca: Abril
cs: Duben
es: Abril
et: aprill
fi: Huhtikuu
fr: Avril
he: אפריל
hu: Április
it: Aprile
ka: აპრილი
pl: Kwiecień
pt_br: Abril
pt_pt: Abril
ru: Апрель
sk: Apríl
tr: Nisan
uk: Квітень
zh_cn: 四月
zh_tw: 四月

# ARE_YOU_SURE_TO_RESET_ALL_SETTINGS
source: Are you sure you want to reset ALL settings to default values?
bg: Сигурни ли сте, че искате да възстановите настройките по подразбиране?
ca: Esteu segur que voleu resetejar TOTA la configuració als seus valors per defecte?
cs: Opravdu chceš resetovat VŠECHNA nastavení ?
de: Bist du sicher, dass du ALLE Einstellungen auf ihre Standardwerte zurücksetzen willst?
eo: Ĉu vi certas, ke vi volas restarigi ĈIUJN agordojn al defaŭltaj valoroj?
es: ¿Está seguro de que desea restablecer TODOS las ajustes a los valores predeterminados?
et: Kas olete kindel, et soovite lähtestada KÕIK seaded normaalseks?
fi: Haluatko varmasti korvata KAIKKI asetukset oletusarvoilla?
fr: Êtes-vous sûr de vouloir restaurer tous les paramètres par défaut ?
he: האם אתה בטוח שברצונך לאפס את כל הגדרות לברירת מחדל?
hu: Biztos MINDEN beállítást vissza akarsz állítani alap értékekre?
id: Apakah kamu yakin ingin menyetel ulang SEMUA pengaturan ke nilai semula?
it: Sicuro di voler ripristinare TUTTE le impostazioni ai valori predefiniti?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, ყველა პარამეტრი ნაგულისხმევ მნიშვნელობაზე ჩამოყაროთ?
ko: 모든 설정을 기본값으로 초기화하시겠습니까?
nl: Weet je zeker dat je ALLE instellingen wilt resetten?
nl_be: Ben je zeker dat je ALLE instellingen wilt resetten naar de standaardwaarden?
pl: Czy jesteś pewien że chcesz przywrócić WSZYSTKIE ustawienia do wartości domyślnych?
pt_br: Redefinir TODAS as configurações para os valores padrão?
pt_pt: Tem a certeza que deseja repor todas as definições por defeito?
ru: Вы действительно хотите сбросить ВСЕ настройки до значений по умолчанию?
sk: Naozaj chceš obnoviť VŠETKY predvolené nastavenia?
sr_cyrl: Да ли сте сигурни да желите да вратите СВА подешавања на подразумеване вредности?
sr_latn: Da li ste sigurni da želite da vratite SVA podešavanja na podrazumevane vrednosti?
sv: Är du säker på att du vill nollställa ALLA inställningar till default värden?
th_th: แน่ใจไหมว่าต้องการรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น
tr: BÜTÜN ayarları varsayılan değerlere sıfırlamak istediğinizden emin misiniz?
uk: Ви точно хочете скинути УСІ налаштування до замовчуваних?
zh_cn: 你确定要把「所有」设置都重置为默认值吗？
zh_tw: 您確定要將所有設定重設為預設值嗎？

# ARE_YOU_SURE_TO_RESET_INPUT_SETTINGS
source: Are you sure you want to reset the input settings to default values?
bg: Сигурни ли сте, че искате да възстановите контролите по подразбиране?
ca: Esteu segur que voleu resetejar els inputs de configuració a valors per defecte?
cs: Jseš si jistý/á, že chceš resetovat ovládání ?
de: Bist du sicher, dass du die Eingaben auf ihre Standardwerte zurücksetzen willst?
eo: Ĉu vi certas, ke vi volas reagordi la enirajn agordojn al defaŭltaj valoroj?
es: ¿Está seguro de que desea restablecer la configuración de entrada a los valores predeterminados?
et: Kas olete kindel, et soovite lähtestada sisendseaded normaalseks?
fi: Haluatko varmasti korvata syötteiden asetukset oletusarvoilla?
fr: Êtes-vous sur de vouloir restaurer les entrées à leurs valeurs par défauts ?
he: האם אתה בטוח שברצונך לאפס את כל הגדרות הקלטים לברירת מחדל?
hu: Biztos vissza akarod állítani a bemeneti beállításokat az alapokra?
id: Apakah kamu yakin ingin menyetel ulang pengaturan input ke nilai semula?
it: Sei sicuro di voler ripristinare i comandi ai valori iniziali?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, შეყვანის პარამეტრიებ ნაგულისხმევ მნიშვნელობაზე ჩამოყაროთ?
ko: 키 입력을 기본값으로 초기화하시겠습니까?
nl: Weet je zeker dat je de invoer wilt resetten?
nl_be: Bent u zeker dat u de invoersinstellingen wilt resetten naar de standaardwaarden?
pl: Czy jesteś pewien że chcesz zresetować ustawienia klawiszy do wartości domyślnych?
pt_br: Deseja redefinir as entradas para as configurações padrão?
pt_pt: Tem certeza de que deseja repor as definições do teclado por defeito?
ru: Вы действительно хотите сбросить настройки ввода до значений по умолчанию?
sk: Naozaj chceš obnoviť predvolené nastavenia ovládania?
sr_cyrl: Да ли сте сигурни да желите да вратите поставке уноса на подразумеване вредности?
sr_latn: Da li ste sigurni da želite da vratite postavke unosa na podrazumevane vrednosti?
sv: Är du säker på att du vill nollställa kontrollinställningarna till default värden?
th_th: แน่ใจไหมว่าต้องการรีเซ็ตการตั้งค่าการป้อนข้อมูลเป็นค่าเริ่มต้น
tr: Giriş ayarlarını varsayılan değerlere sıfırlamak istediğinizden emin misiniz?
uk: Ви точно хочете скинути вхідні дані до замовчуваних?
zh_cn: 你确定要把输入设置重置为默认值吗？
zh_tw: 您確定要將輸入設定重設為預設值嗎？

# ARTIST_COLON
source: Artist:
bg: Автор:
ca: Artista:
cs: Umělec:
de: Künstler:
es: Artista:
fr: Artiste :
he: אומן:
hu: Készítő:
it: Autore:
ka: ხელოვანი:
nl: Artiest:
pl: Artysta:
pt_br: Artista:
pt_pt: Artista:
ru: Создатель:
sk: Autor:
tr: Sanatçı:
uk: Художник:
zh_cn: 画师：
zh_tw: 美術：

# ART_BY
source: Art by {0}
bg: От: {0}
ca: Art per {0}
cs: Ilustraci vytvořil(a) {0}
de: Grafiken von {0}
es: Arte por {0}
et: Kunst autorilt {0}
fi: Taidetta, jonka tekijä on {0}
fr: Œuvre de {0}
he: ציור מאת {0}
hu: A rajzot {0} készítette
id: Seni oleh {0}
it: Autore: {0}
ka: {0}-ის ნახატი
nl: Kunst van {0}
nl_be: Kunst door {0}
pl: Autor: {0}
pt_br: Arte por {0}
pt_pt: Arte por {0}
ru: Картина от {0}
sv: Konst av {0}
th_th: ศิลปะโดย {0}
tr: Resmi yapan: {0}
uk: Малюнок від {0}
zh_cn: 由{0}创作
zh_tw: 由 {0} 創作

source: Art Gallery
bg: Галерия
ca: Galeria d'art
cs: Galerie
de: Kunstgalerie
es: Galeria de arte
et: Kunstigalerii
fi: Taidegalleria
fr: Galerie d'art
he: גלרית אומנות
hu: Rajz galéria
it: Galleria
ka: გალერეა
nl: Kunstgalerie
nl_be: Kunst galerij
pl: Galeria
pt_br: Galeria de Arte
pt_pt: Galeria de Arte
ru: Галерея
sk: Galéria
sv: Konst Galleri
tr: Sanat Galerisi
uk: Галерея
zh_cn: 艺术画廊
zh_tw: 藝術畫廊

# ASCENSION_CONGRATULATIONS
source: Congratulations!
bg: Поздравления!
de: Gratulation!
fr: Félicitations !
it: Congratulazioni!
ka: გილოცავ!
nl: Gefeliciteerd!
pt_br: Parabéns!
pt_pt: Parabéns!
ru: Поздравляем!
tr: Tebrikler!
uk: Вітаємо!
zh_cn: 恭喜！
zh_tw: 恭喜！
