Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_STAGE_HEALTH_TEXT
source: Keep an eye on your health bar next to the [thrive:compound type="atp"][/thrive:compound] bar (bottom right). Your cell dies if it runs out of health. You regenerate health while you have [thrive:compound type="atp"][/thrive:compound]. Make sure to collect enough [thrive:compound type="glucose"][/thrive:compound] to produce [thrive:compound type="atp"][/thrive:compound].
bg: Наблюдавайте здравето си (долу вдясно). Вашата клетка ще умре, ако изгуби всичките си точки здраве. Ако имате АТФ, точките здраве се възстановяват. Събирайте глюкоза за да произвеждате АТФ.
ca: Estigues atent a la barra de salut, que hi ha al costat de la barra d'ATP (a la part inferior dreta de la pantalla). Si la teva cèl·lula es queda sense energia, es morirà. Pots recuperar la teva salut (autoregeneració) si tens prou quantitat d'ATP. Assegurat de recol·lectar prou Glucosa per no quedar-te sense ATP.
cs: Dávej pozor na svou zdravotní lištu vedle lišty ATP (vpravo dole). Tvá buňka zemře, pokud jí dojde zdraví. Regenerace zdraví probíhá za předpokladu, že máš dostatek ATP. Nezapomeň shromáždit dostatek glukózy k produkci ATP.
de: Achte auf deinen Gesundheitsbalken neben dem ATP-Balken (unten rechts). Deine Zelle stirbt, wenn Ihre Gesundheit ausgeht. Du regenerierst Gesundheit, solange du ATP hast. Achten darauf, dass du genügend Glukose sammelst, um ATP zu produzieren.
eo: Rigardu vian sanstaton apud la ATP-breto (malsupre dekstre). Via ĉelo mortas, se ĝi elĉerpiĝas. Vi regeneras sanon dum vi havas ATP-ojn. Certigu kolekti sufiĉe da glukozo por produkti ATP-ojn.
es: Mantén la atención en la barra de PS al lado de la barra de ATP (parte inferior derecha). Tu célula muere si se queda sin PS. Mientras tengas ATP, regenerarás tus PS. Asegúrate de conseguir suficiente glucosa para producir ATP.
et: Hoidke oma terviseribal silm peal ATP riba kõrval (all paremal). Teie rakk sureb, kui selle tervis otsa saab. Kui teil on ATP, taastate tervist. Veenduge, et kogute piisavalt glükoosi ATP tootmiseks.
fi: Seuraa tarkoin alhaalla oikealla näkyviä palkkeja. Solusi kuolee, jos sen terveyspalkki loppuu. Terveyspalkkisi kasvaa silloin kun solullasi on ATP:tä. Pidä huolta, että keräät tarpeeksi glukoosia tuottaaksesi ATP:tä.
fr: Gardez un œil sur votre barre de santé près de votre barre d'ATP (en bas à droite). Votre cellule meurt si elle est à court de vie. Vous régénérez votre santé tant que vous avez de l'ATP. Faites en sorte de collecter assez de glucose pour produire de l'ATP.
he: עקוב אחרי מד החיים שלך שליד מד הATP (בימין התחתון). התא שלך ימות אם יגמר לו החיים. ואתה מתרפא כל עוד יש לך ATP. הקפד לאסוף מספיק גלוקוז ליצור ATP.
hu: Tartsd szemmel az életerő csíkot az ATP mérő mellett (jobb alsó sarok). A sejted meghal, ha elfogy az életereje. Addig regenerálódik a sejted, amíg rendelkezik ATP-vel. Figyelj arra, hogy elegendő glükózt gyűjts az ATP előállításához.
id: Perhatikan bilah health di sebelah bilah ATP (kanan bawah). Selmu mati jika kehabisan health. Kamu memperbarui health ketika memiliki ATP. Pastikan telah mengumpulkan glukosa yang cukup untuk memproduksi ATP.
it: Tieni d'occhio la barra della tua salute vicino alla barra dell'ATP (in basso a destra). Se si svuota, la tua cellula muore. Recuperi salute se hai ATP disponibile. Assicurati di raccogliere abbastanza glucosio per produrre ATP.
ko: ATP 막대 옆의 생명력 막대를 주시하세요(오른쪽 아래). 생명력이 모두 떨어지면 세포는 죽게 됩니다. ATP가 있다면 재생할 것입니다. ATP를 만들기 위하여 충분한 포도당을 수집하세요.
nl: Houdt de gezondheidsbalk naast de ATP-balk in de gaten (rechtsonder). Je cel sterft als het geen gezondheid meer heeft. Je cel repareert zichzelf als er ATP beschikbaar is. Zorg er voor dat je genoeg glucose verzamelt om ATP te produceren.
nl_be: Houd je gezondheidsbalk naast de ATP-balk (rechtsonder) in de gaten. Je cel sterft als hij geen gezondheid meer heeft. Je regenereert gezondheid terwijl je ATP hebt. Zorg ervoor dat u voldoende glucose verzamelt om ATP te produceren.
pl: Pilnuj swojego paska zdrowia obok paska ATP (prawy dolny róg)? Twoja komórka umiera jeśli utraci całe swoje zdrowie. Możesz się zregenerować, jeśli masz wystarczająco dużo ATP. Upewnij się, że masz wystarczająco dużo glukozy (lub żelaza) aby syntezować ATP.
pt_br: Fique de olho na sua barra de saúde próximo a barra de ATP (canto inferior direito). Sua célula morre quando não tem mais saúde. Você regenera saúde enquanto você tem ATP. Certifique-se de conseguir glicose suficiente para produzir ATP.
pt_pt: Fica atento à barra de saúde próximo da barra de ATP (canto inferior direito). A tua célula morre quando não tens mais saúde. Tu regeneras saúde enquanto tiveres ATP. Certifica-te de que consegues glicose suficiente para produzires ATP.
ru: Следите за своей шкалой здоровья рядом со шкалой [thrive:compound type="atp"][/thrive:compound] (снизу справа). Ваша клетка умрёт, если у нее закончится здоровье. Вы восстанавливаете здоровье, пока у вас есть [thrive:compound type="atp"][/thrive:compound]. Вы [b]потеряете здоровье[/b], если будет отсутствовать [thrive:compound type="atp"][/thrive:compound].
sr_cyrl: Припазите на своју здравствену траку поред ATP траке (доле десно). Ваша ћелија ће умрети ако остане без здравља. Обнављате здравље док имате ATP. Обавезно сакупите довољно глукозе за производњу ATP.
tr: Gözünüz [thrive:compound type="atp"]ATP[/thrive:compound] çubuğunun (sağ altta) yanındaki sağlık çubuğunda olsun. Hücreniz, canı tükenirse ölür. [thrive:compound type="atp"]ATP[/thrive:compound] varken ise hücreniz iyileşir. [thrive:compound type="atp"]ATP[/thrive:compound] üretmek için yeterli [thrive:compound type="glucose"]glukoz[/thrive:compound] topladığınızdan emin olun.
uk: Тримайте око на панелі зі здоров'ям поруч з панеллю АТФ (знизу справа). Ваша клітина помре, якщо її здоров'я скінчиться. Ви відновлюєте здоров'я, поки є АТФ. Переконайтесь, що збираєте достатню кількість глюкози для продукування АТФ.
zh_cn: 随时注意你的ATP条旁边的生命值条（在屏幕右下角）。 生命值归零你的细胞就会死。 只要你还有ATP，你的生命值就会不断恢复。 所以要确保总是有足够的葡萄糖来产出ATP。
zh_tw: 密切關注 [thrive:compound type="atp"][/thrive:compound] 欄旁的生命值（右下方）。 如果您的細胞耗盡了生命值，它就會死亡。 當您擁有 [thrive:compound type="atp"][/thrive:compound] 時，您的生命值就會恢復。 請確保收集足夠的 [thrive:compound type="glucose"][/thrive:compound] 來生產 [thrive:compound type="atp"][/thrive:compound]。

# MICROBE_STAGE_HELP_MESSAGE_1
source: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] and mouse to move. [thrive:input]g_fire_toxin[/thrive:input] to shoot [thrive:compound type="oxytoxy"][/thrive:compound] if you have a toxin vacuole. [thrive:input]g_toggle_engulf[/thrive:input] to toggle engulf mode. You can zoom in and out with the mouse wheel.
bg: Използвайте [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] и мишката за да се придвижвате. Окситоксинът се изстрелва с [thrive:input]g_fire_toxin[/thrive:input], ако имате токсична вакуола. Режимът на поглъщане се включва с [thrive:input]g_toggle_engulf[/thrive:input]. Използвайте колелцето на мишката за приближаване и отдалечаване на изгледа.
ca: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] i fer servir el ratolí per canviar la orientació. [thrive:input]g_fire_toxin[/thrive:input] per disparar [thrive:compound type="oxytoxy"][/thrive:compound] si tens un Vacúol de Toxines. [thrive:input]g_toggle_engulf[/thrive:input] per activar el mode Engolir. Pots ampliar o reduïr el camp de visió amb la rodeta del ratolí.
cs: Pro pohyb použij myš a klávesy [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input]. Klávesa [thrive:input]g_fire_toxin[/thrive:input] k vystřelení [thrive:compound type="oxytoxy"]toxinu[/thrive:compound], pokud máš toxinovou vakuolu. Klávesa [thrive:input]g_toggle_engulf[/thrive:input] k zapnutí režimu pohlcení. Pomocí kolečka myši můžete přibližovat a oddalovat obraz.
de: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] und Maus zum Bewegen. [thrive:input]g_fire_toxin[/thrive:input] drücken um [thrive:compound type="oxytoxy"][/thrive:compound] zu schießen, falls eine Giftvakuole vorhanden ist. [thrive:input]g_toggle_engulf[/thrive:input] drücken um den Verschlingungsmodus umzuschalten. Mit dem Mausrad kannst du herein- und herauszoomen.
eo: W, A, S, D kaj muso por moviĝi. E por pafi OxyToxy NT-on (se vi havas toksinan vakuolon). G por ŝalti englutan reĝimon.
es: Usa [thrive:input]g_move_forward[/thrive:input], [thrive:input]g_move_left[/thrive:input], [thrive:input]g_move_backwards[/thrive:input], [thrive:input]g_move_right[/thrive:input] y el ratón para mover tu célula. Pulsa [thrive:input]g_fire_toxin[/thrive:input] para disparar [thrive:compound type="oxytoxy"][/thrive:compound] si tienes una vacuola de toxinas. [thrive:input]g_toggle_engulf[/thrive:input] para activar o desactivar el modo engullir. Puedes acercar y alejar la cámara con la rueda del ratón.
et: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] ja hiirt liigutamiseks. [thrive:input]g_fire_toxin[/thrive:input], et tulistada [thrive:compound type="oxytoxy"][/thrive:compound], kui teil on toksiinide vakuool. [thrive:input]g_toggle_engulf[/thrive:input] neelamisrežiimi sisse- ja väljalülitamiseks. Hiirerattaga saab sisse ja välja suumida.
fi: Voit liikkua näppäimillä [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] ja käyttäen hiirtä. [thrive:input]g_fire_toxin[/thrive:input] ampuu [thrive:compound type="oxytoxy"][/thrive:compound]ä, jos solussa on myrkkyvakuoli. [thrive:input]g_toggle_engulf[/thrive:input] aloittaa tai lopettaa nielemisen.
fr: Utilisez [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] et la souris pour vous déplacer. Appuyez sur [thrive:input]g_fire_toxin[/thrive:input] pour tirer des [thrive:compound type="oxytoxy"][/thrive:compound] si vous avez une vacuole à toxines, et [thrive:input]g_toggle_engulf[/thrive:input] pour passer en mode absorption.
he: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] והעכבר בשביל לנוע. [thrive:input]g_fire_toxin[/thrive:input] בשביל לירות[thrive:compound type="oxytoxy"][/thrive:compound] אם יש לך חלולית רעלן. [thrive:input]g_toggle_engulf[/thrive:input] בשביל להחליף למצב בליעה. אתה יכול לעשות הגדלה והקטנה באמצעות גלגל העכבר.
hu: A mozgáshoz használd a [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] gombokat, és az egeret a forduláshoz. Használd [thrive:input]g_fire_toxin[/thrive:input] gombot a [thrive:compound type="oxytoxy"][/thrive:compound] lövéséhez, ha rendelkezel mérget tartalmazó sejtnedvüreggel. A [thrive:input]g_toggle_engulf[/thrive:input] gombbal tudod az elnyelést be-, vagy kikapcsolni. Az egér görgőjével tudsz közelíteni a sejtedhez, és távolodni a sejtedtől.
id: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] dan mouse untuk bergerak. [thrive:input]g_fire_toxin[/thrive:input] untuk menembakkan [thrive:compound type="oxytoxy"][/thrive:compound] jika kamu punya vakula toksin. [thrive:input]g_toggle_engulf[/thrive:input] untuk menyalakan/mematikan mode penelanan (engulf).
it: Usa [thrive:input]g_move_forward[/thrive:input], [thrive:input]g_move_left[/thrive:input], [thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] e il mouse per muoverti. Se possiedi un vacuolo tossine, premi [thrive:input]g_fire_toxin[/thrive:input] per rilasciare [thrive:compound type="oxytoxy"][/thrive:compound]. Premi [thrive:input]g_toggle_engulf[/thrive:input] per attivare e disattivare la modalità di fagocitosi. Puoi aumentare e diminuire lo zoom con la rotellina del mouse.
ko: W,A,S,D 와 마우스로 이동합니다. 독성 액포가 있다면 E 키로 OxyToxy NT를 발사합니다. G 키로 삼키기 모드로 전환합니다.
nl: Gebruik [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] en de muis om te bewegen. [thrive:input]g_fire_toxin[/thrive:input] om [thrive:compound type="oxytoxy"][/thrive:compound] te schieten als je een vergif vacuole hebt. [thrive:input]g_toggle_engulf[/thrive:input] om de verzwelg-modus aan en uit te zetten.
nl_be: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] en de muis om te bewegen. [thrive:input]g_fire_toxin[/thrive:input] om [thrive:compound type="oxytoxy"][/thrive:compound] te schieten als je een toxine vacuole hebt. [thrive:input]g_toggle_engulf[/thrive:input] om de omsluitmodus aan te zetten. Je kan in en uit zoomen met het muiswiel.
pl: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] oraz mysz aby się poruszać. [thrive:input]g_fire_toxin[/thrive:input] aby strzelać[thrive:compound type="oxytoxy"][/thrive:compound] jeśli posiadasz toksyczną wakuolę . [thrive:input]g_toggle_engulf[/thrive:input] aby przełączać tryb fagocytozy .
pt_pt: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] e o rato para te moveres. [thrive:input]g_fire_toxin[/thrive:input] para disparar [thrive:compound type="oxytoxy"][/thrive:compound] se tiveres um vacúolo de toxinas. [thrive:input]g_toggle_engulf[/thrive:input] para ativar o modo de engolfar. Podes aumentar e diminuir o zoom com a roda do rato.
sk: Pre pohyb použi myš a klávesy [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input] g_move_right[/thrive:input]. Kláves [thrive:input]g_fire_toxin[/thrive:input] na vystrelenie [thrive:compound type="oxytoxy"]toxínu[/thrive:compound], ak máš toxínovú vákuolu. Kláves [thrive:input]g_toggle_engulf[/thrive:input] na zapnutie režimu pohltenia. Pomocou kolieska myši môžeš približovať a odďaľovať obraz.
sr_cyrl: W, A, S, D и миш за кретање. Е да пуцате ОксиТокси НТ ако имате отровна вацуоле. G за пребацивање режима гутања.
sr_latn: W, A, S, D i miš za kretanje. E da pucate OksiToksi NT ako imate otrovna vacuole. G za prebacivanje režima gutanja.
sv: W,A,S,D och musen för att röra dig. E för att skjuta OxyToxy NT om du har en giftvakuol. G för att växla av och på upslukarläge.
th_th: W, A, S, D และเมาส์เพื่อย้าย กด E เพื่อยิง OxyToxy NT หากคุณมีสารพิษแวคิวโอล กด G เพื่อสลับโหมดเขมือบ
uk: [thrive:input]g_move_forward[/thrive:input],[thrive:input]g_move_left[/thrive:input],[thrive:input]g_move_backwards[/thrive:input],[thrive:input]g_move_right[/thrive:input] та миша для переміщення. [thrive:input]g_fire_toxin[/thrive:input] стріляти [thrive:compound type="oxytoxy"][/thrive:compound], якщо маєте токсинову вакуолю. [thrive:input]g_toggle_engulf[/thrive:input] для перемикання режиму поглинання. Ви можете змінювати масштаб за допомогою коліщатка миші.
zh_cn: 用[thrive:input]g_move_forward[/thrive:input]，[thrive:input]g_move_left[/thrive:input]，[thrive:input]g_move_backwards[/thrive:input]，[thrive:input]g_move_right[/thrive:input]键和鼠标进行移动。如有一个毒素液泡，可按下[thrive:input]g_fire_toxin[/thrive:input]发射氧化毒素。[thrive:input]g_toggle_engulf[/thrive:input]键可以切换至吞噬模式。可以用鼠标滚轮进行缩放。
zh_tw: 用 [thrive:input]g_move_forward[/thrive:input]、[thrive:input]g_move_left[/thrive:input]、[thrive:input]g_move_backwards[/thrive:input]、[thrive:input]g_move_right[/thrive:input] 和滑鼠移動。如果您有毒素液泡，可以按 [thrive:input]g_fire_toxin[/thrive:input] 發射 [thrive:compound type="oxytoxy"][/thrive:compound]。按下 [thrive:input]g_toggle_engulf[/thrive:input] 可切換吞噬模式。您可以使用滑鼠滾輪進行縮放。

# MICROBE_STAGE_HELP_MESSAGE_10
source: To reproduce you need to divide each of your organelles into two. Organelles need [thrive:compound type="ammonia"][/thrive:compound], [thrive:compound type="phosphates"][/thrive:compound], and time to split in half.
bg: За възпроизвеждане, органелите на клетката трябва да се разделят на две. За да го направят, те се нуждаят от [thrive:compound type="ammonia"]амоняк[/thrive:compound], [thrive:compound type="phosphate"]фосфат[/thrive:compound] и време.
ca: Per tal de reproduït-te, has de dividir cadascun dels teus orgànuls en 2. Els orgànuls necessiten Amoníac i Fosfat per tal d'autoreplicar-se.
cs: K rozmnožení potřebujete rozdvojit všechny své organely. Organely potřebují [thrive:compound type="ammonia"][/thrive:compound], [thrive:compound type="phosphates"][/thrive:compound] a čas na rozdvojení.
de: Um sich mittels Mitose zu reproduzieren muss jede deiner Organellen sich entzwei teilen und somit verdoppeln. Organellen benötigen [thrive:compound type="ammonia"][/thrive:compound] und [thrive:compound type="phosphates"][/thrive:compound] um sich zu verdoppeln.
eo: Por reproduktiĝi vi devas dividi ĉiun el viaj organetoj en du. Organetoj bezonas amoniakon kaj fosfaton por duiĝi.
es: Para que tu célula pueda reproducirse, necesita dividir cada uno de sus orgánulos en dos. Para ello, se necesita amoniaco y fosfato.
et: Paljundamiseks peate jagama kõik oma organellid kaheks. Organellid vajavad pooleks jagunemiseks ammoniaaki ja fosfaati.
fi: Lisääntyäkseen solun kaikkien soluelinten pitää jakautua kahdeksi. Soluelimet tarvitsevat ammoniakkia ja fosfaattia jakaantuakseen.
fr: Pour vous reproduire vous devez diviser chacune de vos organites en deux. Les organites ont besoin d'ammoniaque et de phosphate pour se diviser.
he: כדי להתרבות, עליכם לחלק כל אחד מהאברונים לשניים. האברונים זקוקים ל[thrive:compound type="ammonia"][/thrive:compound] ,[thrive:compound type="phosphates"][/thrive:compound] וזמן על מנת להתפצל לשניים.
hu: A szaporodáshoz a sejtszervecskéidnek osztódnia kell. Ammóniára és foszfátra van szüksége ezeknek a szervecskéknek, hogy osztódni tudjanak.
id: Untuk melakukan reproduksi kamu harus membelah setiap organelmu menjadi dua. Diperlukan amonia dan fosfat untuk membelah semua organel menjadi dua.
it: Per riprodurti, devi sdoppiare ciascuno dei tuoi organuli. Per farlo, hai bisogno di [thrive:compound type="ammonia"][/thrive:compound], [thrive:compound type="phosphate"][/thrive:compound] e tempo.
ko: 번식하려면 세포 기관을 각각 두개로 나눠야 합니다. 세포 기관을 반으로 나누기 위해 암모니아와 인산염이 필요합니다.
nl: Om jezelf voort te planten moet je al je organellen in tweeën delen. Organellen hebben ammoniak, fosfaten en tijd nodig om in tweeën te splitsen.
nl_be: Om te reproduceren moet je al je celorganellen splitsen in twee. Celorganellen hebben ammoniak en fosfaat nodig om in twee te kunnen splitsen.
pl: Żeby się rozmnożyć musisz podzielić każdą ze swoich organelli na dwie. Organelle potrzebują amoniaku i fosforanów aby się podzielić.
pt_pt: Para te reproduzires necessitas de dividir cada um dos teus organelos em dois. Os organelos necessitam de [thrive:compound type="ammonia"][/thrive:compound], [thrive:compound type="phosphates"][/thrive:compound] e tempo para se dividirem.
sk: Na reprodukciu musíš rozdeliť každú z tvojich organel na dve. Aby sa organely rozdelili, potrebujú amoniak a fosfát.
sr_cyrl: Да бисте се репродуковали, потребно је да поделите сваки од својих органела на два дела. Органели требају амонијак и фосфат да се поделе на пола.
sr_latn: Da biste se reprodukovali, potrebno je da podelite svaki od svojih organela na dva dela. Organeli trebaju amonijak i fosfat da se podele na pola.
sv: För att reproducera måste du dela alla dina organeller i två. Organeller behöver ammonium och fosfat för att dela på sig.
th_th: ในการสืบพันธุ์คุณต้องแบ่งออร์แกเนลล์ของคุณออกเป็นสองส่วน ออร์แกเนลล์ต้องการแอมโมเนียและฟอสเฟตเพื่อแบ่งครึ่ง
uk: Для розмноження вам необхідно поділити кожну органелу на дві. Органелам потрібні аміак і фосфат для ділення навпіл.
zh_cn: 你需要将每个细胞器都一分为二才能繁殖；细胞器需要[thrive:compound type="ammonia"][/thrive:compound]和[thrive:compound type="phosphates"][/thrive:compound]，以及充足的时间才能分裂。
zh_tw: 細胞分裂時您需要複製所有的細胞器。細胞器需要 [thrive:compound type="ammonia"][/thrive:compound]、[thrive:compound type="phosphates"][/thrive:compound]，以及充足的時間進行複製。
