Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# STEAM_ERROR_NOT_LOGGED_IN
source: Not logged in to Steam
bg: Не сте влезли в „Steam“
ca: No ha iniciat sessió a Steam
cs: Nepřihlášený do služby Steam
de: Nicht in Steam angemeldet
es: No ha iniciado sesión en Steam
et: Pole Steami sisse logitud
fr: Non connecté à Steam
he: לא מחובר לSteam
hu: Nem vagy bejelentkezve Steam-re
it: Non hai effettuato l'accesso a Steam
ka: Steam-ში შესული არ ბრძანდებით
nl: Niet ingelogd in Steam
nl_be: Niet ingelogd op Steam
pl: Niezalogowano na Steam
pt_br: Não iniciou sessão na Steam
pt_pt: Sem sessão iniciada na Steam
ru: Вход в Steam не выполнен
sk: Nie ste prihlásený/-á do služby Steam
tr: Steam'e giriş yapılmadı
uk: Не ввійшли до Steam
zh_cn: 没有登陆进Steam
zh_tw: 未登入 Steam

# STEAM_ERROR_TIMEOUT
source: Steam operation timed out, please try again
bg: Времето за изчакване на „Steam“ изтече, моля, опитайте отново
ca: El temps d'operació d'Steam ha estat superat, siusplau torna-ho a provar
cs: Provoz služby Steam vypršel, zkuste to prosím znovu
de: Zeitüberschreibung bei der Anfrage zu Steam, bitte versuche es erneut
es: La tiempo de conexión con Steam ha expirado. Por favor, vuelve a intentarlo
et: Steami töö aegus, proovige uuesti
fr: La connexion avec Steam a expiré, veuillez réessayer
he: תם הזמן הקצוב למפעיל Steam, נסה שוב
it: È stato superato il limite di tempo per l'operazione Steam, ritenta
ka: Steam-ის ოპერაციის მოლოდინის ვადა ამოიწურა. თავიდან სცადეთ
nl: Steam behandeling heeft te lang geduurd, graag opnieuw proberen
nl_be: Er is een time-out opgetreden voor de Steam operatie, probeer het opnieuw
pt_br: Operação da Steam expirou, tente novamente
pt_pt: A operação de Steam expirou, tente novamente
ru: Время ожидания работы Steam истекло, пожалуйста, повторите попытку
tr: Steam işlemi zaman aşımına uğradı, lütfen tekrar deneyin
uk: Час очікування роботи Steam закінчився, будь-ласка спробуйте знову
zh_cn: Steam操作已超时，请重试
zh_tw: Steam 操作超時，請重試

# STEAM_ERROR_UNAVAILABLE
source: Steam is unavailable currently, please retry
bg: „Steam“ не е достъпен в момента, моля, опитайте отново
ca: Steam no està disponible actualment, siusplau torna-ho a provar
cs: Steam je momentálně nedostupný, prosím zkuste znovu
de: Steam ist momentan nicht erreichbar, bitte versuche es erneut
es: ¡UPS!, parece que Steam no se encuentra disponible en este momento. Por favor, inténtalo de nuevo
et: Steam pole praegu saadaval, proovige uuesti
fr: Steam est indisponible pour le moment, veuillez réessayer ultérieurement
he: Steam לא זמין כרגע, בבקשה נסה שוב
it: Steam è momentaneamente non disponibile, riprova
ka: Steam ამჟამად ხელმისაწვდომ არაა. თავიდან სცადეთ
nl: Steam is op dit moment niet beschikbaar, graag opnieuw proberen
nl_be: Steam is momenteel niet beschikbaar, probeer het opnieuw
pl: Steam jest obecnie niedostępny, spróbuj ponownie
pt_br: A Steam não está disponível no momento, tente novamente
pt_pt: O Steam não está disponível no momento, tente novamente
ru: Steam в настоящее время недоступен, пожалуйста, повторите попытку
sk: Steam je momentálne nedostupný, prosím skúste to znova
tr: Steam şu an mevcut değil, lütfen tekrar deneyin
uk: Steam наразі недоступний, будь-ласка повторіть спробу
zh_cn: Steam系统目前不可用，请重试
zh_tw: Steam 目前不可用，請重試

# STEAM_ERROR_UNKNOWN
source: Unknown Steam error happened
bg: Неизвестна грешка на „Steam“
ca: Hi ha hagut un error d'Steam desconegut
cs: Nastala neznámá chyba služby Steam
de: Unbekannter Steam-Fehler ist aufgetreten
es: Se ha producido un error desconocido de Steam
et: Ilmnes tundmatu Steami viga
fi: Tuntematon Steam-virhe tapahtui
fr: Une erreur Steam inconnue vient de se produire
he: שגיאת Steam לא ידועה קרתה
hu: Ismeretlen Steam hiba történt
it: Steam: si è verificato un errore sconosciuto
ka: აღმოჩენილია Steam-ის უცნობი შეცდომა
nl: Er heeft zich een onbekende Steamfout voorgedaan
nl_be: Er is een onbekende Steam-fout opgetreden
pl: Nieznany błąd Steama
pt_br: Ocorreu um erro desconhecido da Steam
pt_pt: Ocorreu um erro desconhecido da Steam
ru: Произошла неизвестная ошибка Steam
sk: Nastala neznáma chyba služby Steam
tr: Bilinmeyen bir Steam hatası meydana geldi
uk: Сталася невідома помилка Steam
zh_cn: 发生了未知的Steam错误
zh_tw: 發生了未知的 Steam 錯誤

# STEAM_INIT_FAILED
source: Steam Initialization Failed
bg: Стартирането на „Steam“ е неуспешно
fr: L'initialisation de Steam a échoué
ka: Steam-ის ინიციალიზაცია ჩავარდა
nl: Steam Initializatie Mislukt
pt_br: A Inicialização da Biblioteca do Cliente Steam Falhou
pt_pt: Falha na inicialização do Steam
ru: Не удалось выполнить инициализацию клиентской библиотеки Steam
tr: Steam'i Başlatma Başarısız
uk: Ініціалізація Steam не вдалася
zh_cn: Steam 初始化失败
zh_tw: Steam 初始化失敗

# STEAM_INIT_FAILED_DESCRIPTION
source: Steam client library initialization has failed. Steam features will be unavailable. Please make sure you have Steam running and are logged in with the right account. Please run the game through the Steam client software if this error does not go away otherwise.
de: Initialisierung der Steam-Client-Bibliothek fehlgeschlagen. Steam-Funktionen sind nicht verfügbar. Bitte stellen Sie sicher, dass Steam läuft und Sie mit dem richtigen Account angemeldet sind. Bitte starten Sie das Spiel mittels der Steam-Client-Software, wenn dieser Fehler nicht anders verschwindet.
fr: L'initialisation de la librairie du client Steam a échoué. Les fonctionnalités Steam seront Indisponibles. Veuillez vous assurer que Steam fonctionne et que vous êtes connecté au bon compte. Veuillez lancer le jeu depuis le client Steam si cette erreur ne part pas autrement.
nl: Steam clientbibliotheekinitializatie is mislukt. Steam functies zullen niet beschikbaar zijn. Controleer of Steam actief is en of je ingelogd bent met het juiste account. Start het spel op vanuit de Steam client als deze fout niet verdwijnt.
pl: Inicjalizacja biblioteki klienckiej Steam nie powiodła się. Funkcje Steam będą niedostępne. Upewnij się że Steam jest uruchomiony oraz jesteś zalogowany na odpowiednim koncie. Uruchom grę przez bibliotekę Steam jeśli problem będzie dalej się pojawiał.
pt_br: A inicialização da biblioteca do cliente Steam falhou. As funcionalidades do Steam estarão indisponíveis. Certifique-se de que o Steam esteja em execução e que você tenha feito o login na conta correta. Se o erro persistir, execute o jogo através do software do cliente Steam.
pt_pt: A inicialização da biblioteca do cliente Steam falhou. As funcionalidades do Steam ficarão indisponíveis. Certifica-te de que tens o Steam a funcionar e que iniciaste sessão com a conta correta. Executa o jogo através do software do cliente Steam se este erro não desaparecer de outra forma.
ru: Не удалось инициализировать клиентскую библиотеку Steam. Функции Steam будут недоступны. Убедитесь что у вас запущен стим со входом в необходимый аккаунт. Пожалуйста, запустите игру напрямую, через свойства>показать локальные файлы, коль ошибка не уходит со временем.
tr: Steam istemci kütüphanesini başlatma işlemi başarısız oldu. Steam özellikleri mevcut olmayacak. Lütfen Steam'in çalıştığından ve doğru hesap ile giriş yaptığınızdan emin olun. Eğer bu hata düzelmezse, lütfen oyunu Steam istemci yazılımı üzerinden çalıştırın.
uk: Ініціалізація бібліотеки клієнту Steam не вдалася. Функції Steam будуть недоступні. Будь ласка, переконайтесь, що Ви запустили клієнт Steam та увійшли до правильного акаунту. Будь ласка, запустіть гру через клієнт Steam, якщо ця помилка не зникає.
zh_cn: Steam 客户端库初始化失败，Steam 功能将不可用。 请确保您正在运行 Steam 并使用正确的帐户登录。 如果此错误没有消失，请通过 Steam 运行游戏。
zh_tw: Steam 客戶端程式庫初始化失敗。Steam 功能將無法使用。 請確保您正在執行 Steam 並使用正確的帳戶登入。如果此錯誤沒有消失，請透過 Steam 執行遊戲。

# STEAM_TOOLTIP
source: Visit our Steam page
bg: Отваряне на страницата ни в „Steam“
de: Unsere Steam Seite besuchen
es: Visita nuestra página de Steam
fr: Visitez notre page Steam
he: ראו את הדף הSteam שלנו
ka: ეწვიეთ ჩვენს Steam-ის გვერდს
nl: Bezoek onze Steampagina
pl: Odwiedź naszą stronę Steam
pt_br: Visite a nossa página na Steam
pt_pt: Visite a nossa página Steam
ru: Посетить нашу страницу в Steam
tr: Steam sayfamızı ziyaret edin
uk: Відвідайте нашу сторінку у Steam
zh_cn: 访问我们在Steam上的页面
zh_tw: 造訪我們的 Steam 頁面

# STEM_CELL_NAME
source: Stem
bg: Стволова
ca: Arrel
cs: Kmenová buňka
de: Stamm
es: Tallo
et: tüvirakk
fi: Kantasolu
fr: Souche
he: גזע
hu: Tő
it: Staminale
ka: ღეროვანი
nl: Stam
pl: Komórka Macierzysta
pt_br: Tronco
pt_pt: Estaminal
ru: Название вида клетки
sk: Kmeňová bunka
sv: Stam
tr: Kök
uk: Рід
zh_cn: 干
zh_tw: 幹細胞

source: Stop
bg: Спиране
ca: Aturar
de: Stopp
es: Detener
he: עצור
ka: გაჩერება
pt_br: Parar
pt_pt: Parar
ru: Cтоп
tr: Durdur
uk: Стоп
zh_cn: 暂停
zh_tw: 停止

source: Storage
bg: Съхранение
ca: Emmagatzematge
cs: Úložný prostor
de: Speicher
eo: Stokado
es: Almacenamiento
et: Varud
fi: Varastotila
fr: Stockage
he: אחסון
hu: Tárhely
id: Penyimpanan
it: Spazio di stoccaggio
ka: საცავი
ko: 저장소
nl: Opslag
nl_be: Opslag
pl: Magazyn
pt_br: Armazenamento
pt_pt: Armazenamento
ru: Вместимость
sk: Úložný priestor
sr_cyrl: Складиште
sr_latn: Skladište
sv: Förråd
th_th: การจัดเก็บ
tr: Depo
uk: Збереження
zh_cn: 存储
zh_tw: 儲存

# STORAGE_COLON
source: Storage:
bg: Съхранение:
ca: Emmagatzematge:
cs: Úložný prostor:
de: Speicherplatz:
es: Almacenamiento:
fi: Varastotila:
fr: Stockage :
he: אחסון:
hu: Tárhely:
it: Spazio di stoccaggio:
ka: საცავი:
nl: Opslag:
pl: Magazyn:
pt_br: Armazenamento:
pt_pt: Armazenamento:
ru: Вместимость:
sk: Úložný priestor:
tr: Depo:
uk: Збереження:
zh_cn: 存储：
zh_tw: 儲存：

# STORE_LOGGED_IN_AS
source: Logged in as: {0}
bg: Влезли сте като: {0}
ca: Registrat com a: {0}
cs: Přihlášen jako: {0}
de: Angemeldet als: {0}
es: Conectado como: {0}
et: Sisse logitud kui: {0}
fi: Sisäänkirjauduttu käyttäjänä: {0}
fr: Connecté sous le nom de : {0}
he: התחבר כ:{0}
hu: Belépve mint: {0}
it: Hai effettuato l'accesso come: {0}
ka: შესული ბრძანდებით, როგორც: {0}
nl: Ingelogd als: {0}
nl_be: Ingelogd als : {0}
pl: Zalogowano jako: {0}
pt_br: Entrou como: {0}
pt_pt: Entrou como: {0}
ru: Авторизован как: {0}
sk: Prihlásený ako: {0}
sv: Inloggad som: {0}
tr: {0} olarak giriş yapıldı
uk: Ви увійшли як:{0}
zh_cn: 已登录为：{0}
zh_tw: 登入身分：{0}

source: Strategy Stages
fr: Phase straté
ka: სტრატეგიის ფაზები
nl: Strategiefasen
pt_br: Estágios de Estratégia
ru: Стадии Стратегии
tr: Strateji Evreleri
uk: Стратегічні стадії
zh_cn: 策略游戏阶段
zh_tw: 策略階段

# STRICT_NICHE_COMPETITION
source: Strict niche competition (fitness differences are exaggerated)
bg: Стриктно съперничество (разликите между стойностите на усвояване са преувеличени)
cs: Přísné soupeření ve specializacích (rozdíly ve vhodnosti jsou přehnány)
de: Harter Nischenwettbewerb (Fitnessunterschiede sind übertrieben)
es: Competencia restringida (las diferencia físicas son exageradas)
fr: Stricte compétition pour les niches (les différences de valeur sélectives sont exagérées)
he: תחרות נישה קפדנית (הבדלי הכושר מוגזמים)
it: Forte competizione di nicchia (le differenze di idoneità sono accentuate)
ka: მკაცრი კონკურენცია ნიშისთვის (შეგუების შესაძლებლობები გადამეტებულია)
nl: Strikt niche competitie(fitnes verschillen zijn overdreven)
pl: Rygorystyczna konkurencja nisz (różnice w sprawności są przesadzone)
pt_br: Competição por nichos mais forte (diferenças de aptidão exageradas)
ru: Жесткая конкуренция за экологическую нишу (различия в приспособленности преувеличены)
tr: Sıkı alan mücadelesi (uyum başarısı farklılıkları abartılı)
uk: Жорстка нішева конкуренція
zh_cn: 严格的生态位竞争（适应性差异被夸大）
zh_tw: 嚴峻的生態棲位競爭（適應性差異被放大）

source: Structural
bg: Строеж
ca: Estructural
cs: Strukturální
de: Strukturell
eo: Struktura
es: Estructural
et: Struktuurne
fi: Rakenteellinen
fr: Structure
he: מִבְנִי
hu: Strukturális
id: Struktural
it: Strutturale
ka: სტრუქტურული
ko: 구조의
nl: Structureel
nl_be: Structureel
pl: Strukturalne
pt_br: Estrutural
pt_pt: Estrutural
ru: Структурный
sk: Štrukturálny
sr_cyrl: Структурни
sr_latn: Strukturni
sv: Strukturel
tr: Yapısal
uk: Структурний
zh_cn: 结构
zh_tw: 結構性

source: Structure
bg: Структура
ca: Estructura
cs: Struktura
de: Struktur
eo: Strukturo
es: Estructura
et: Struktuur
fi: Rakenne
he: מבנה
hu: Struktúra
id: Struktur
it: Struttura
ka: სტრუქტურა
ko: 구조
nl: Structuur
nl_be: Structuur
pl: Struktura
pt_br: Estrutura
pt_pt: Estrutura
ru: Структура
sk: Štruktúra
sr_cyrl: Структура
sr_latn: Struktura
sv: Struktur
tr: Yapı
uk: Структури
zh_cn: 结构
zh_tw: 結構

# STRUCTURE_ASCENSION_GATE
source: Ascension Gate
fr: Portail d'évolution
ka: ასვლის ჭიშკარი
nl: Verheffingspoort
pt_br: Portão de Ascensão
ru: Врата вознесения
tr: Tırmanış Kapısı
uk: Ворота Піднесення
zh_cn: 飞升之门
zh_tw: 飛升之門

# STRUCTURE_DYSON_SWARM
source: Dyson Swarm
fr: Essaim de Dyson
ka: დაისონის გროვა
nl: Dysonzwerm
pt_br: Esfera de Dyson
ru: Рой Дайсена
tr: Dyson Küresi
uk: Рій Дайсона
zh_cn: 戴森云
zh_tw: 戴森雲

# STRUCTURE_HAS_REQUIRED_RESOURCES_TO_BUILD
source: Materials needed for construction have been deposited
fr: Les matériaux requis pour la construction ont été livrés
ka: მშენებლობისთვის საჭირო მასალები ჩალაგებულია
nl: Benodigde materialen voor constructie gedeponeerd
pt_br: Os materiais necessários para construção foram depositados
ru: Материалы, что нужны для строительства были заложены
tr: İnşaat için gerekli malzemeler yerleştirildi
uk: Потрібні для конструювання матеріали були видані
zh_cn: 已具有用于建造的材料
zh_tw: 施工所需材料已存放

# STRUCTURE_HUNTER_GATHERER_LODGE
source: Hunter-Gatherer Lodge
fr: Cabane de chasseur-cueilleur
ka: მონადირე-შემგროვებლის გამოქვაბული
nl: Jager-Verzamelaarshuis
pt_br: Cabana de Caçador-Coletor
ru: Логово Охотников-собирателей
tr: Avcı-Toplayıcı Kulübesi
uk: Хата мисливця-збирача
zh_cn: 渔猎采集者居所
zh_tw: 狩獵採集者小屋

# STRUCTURE_IN_PROGRESS_CONSTRUCTION
source: Constructing: {0}
fr: En construction : {0}
ka: მშენებლობა: {0}
nl: Bouwen: {0}
pt_br: Construindo: {0}
pt_pt: Em construção: {0}
ru: Строится: {0}
tr: İnşa edilen: {0}
uk: Конструювання: {0}
zh_cn: 正在建造：{0}
zh_tw: 建造中：{0}

# STRUCTURE_REQUIRED_RESOURCES_TO_FINISH
source: Needed materials before construction can be finished: {0}
fr: Matériaux requis pour finir la construction : {0}
ka: საჭირო მასალები, სანამ აგება შეიძლება დასრულდეს: {0}
nl: Benodigde materialen voordat constructie kan worden afgemaakt: {0}
pt_br: Materiais necessários antes que a construção possa ser concluída: {0}
ru: Необходимые материалы, без которых строительство не завершится: {0}
tr: İnşaat bitirilmeden önce gereken malzemeler: {0}
uk: Матеріали, необхідні для завершення конструювання: {0}
zh_cn: 完成该建筑所需要的材料: {0}
zh_tw: 完成建築所需材料：{0}

# STRUCTURE_SELECTION_MENU_ENTRY
source: {0} (start cost: {1}, total: {2})
ka: {0} (საწყისი ფასი: {1}, სულ: {2})
nl: {0} (opstartkosten: {1}, totaal: {2})
pt_br: {0} (custo inicial: {1}, total: {2}
pt_pt: {0} (custo inicial: {1}, total:{2})
ru: {0} (начальная цена:{1} , в итоге: {2})
tr: {0} (başlangıç maliyeti: {1}, toplam: {2})
uk: {0} (вартість розміщення: {1}, повна вартість: {2})
zh_cn: {0} (起始消耗: {1}, 总消耗: {2})
zh_tw: {0}（初始成本：{1}，總成本：{2}）

# STRUCTURE_SELECTION_MENU_ENTRY_NOT_ENOUGH_RESOURCES
source: {0} (NOT ENOUGH TO START: {1}, total: {2})
ka: {0} (არასაკმარისი დასაწყებად: {1}, სულ : {2})
nl: {0} (NIET GENOEG OM OP TE STARTEN: {1}, totaal: {2})
pt_br: {0} (INSUFICIENTE PARA COMEÇAR: {1}, total: {2})
ru: {0}(НЕДОСТАТОЧНО, ДЛЯ НАЧАЛА НУЖНО :{1}, в конечном счёте:{2})
tr: {0} (BAŞLAMAK İÇİN YETERLİ DEĞİL: {1}, toplam: {2})
uk: {0} (НЕДОСТАТНЬО ДЛЯ РОЗМІЩЕННЯ: {1}, повна вартість: {2})
zh_cn: {0}（起始消耗不足：{1}，总消耗：{2}）
zh_tw: {0}（不足：{1}，總成本：{2}）

# STRUCTURE_SOCIETY_CENTER
source: Society Center
ka: საზოგადოების ცენტრი
nl: Gemeenschapscentrum
pt_br: Centro da Sociedade
ru: Центр Общества
tr: Topluluk Merkezi
uk: Центр суспільства
zh_cn: 社会中心
zh_tw: 社會中心

# STRUCTURE_STEAM_POWERED_FACTORY
source: Steam Powered Factory
fr: Usine à vapeur
ka: ორთქლზე მომუშავე ქარხანა
nl: Stoomkrachtfabriek
pt_br: Fábrica Movida a Vapor
ru: Фабрика на основе пара
tr: Buharla Çalışan Fabrika
uk: Фабрика на паровій тязі
zh_cn: 蒸汽动力工厂
zh_tw: 蒸汽動力工廠

source: successful kill
bg: успешно убийство
ca: acció de caça exitosa
cs: úspěšné zabití
de: erfolgreiche Tötung
eo: sukcesa
es: Caza exitosa
et: edukas tapmine
fi: onnistunut tappo
fr: élimination réussie
he: הרג מוצלח
hu: sikeres ölés
id: sukses memburu
it: uccisione riuscita
ka: წარმატებული მკვლელობა
ko: 처치 성공
nl: succesvolle moord
nl_be: succesvolle moord
pl: udane zabicie
pt_br: caça bem-sucedida
pt_pt: morte com sucesso
ru: успешное убийство
sk: úspešné zabitie
sr_cyrl: успешно убиство
sr_latn: uspešno ubistvo
tr: başarılı saldırı
uk: вдале очищення
zh_cn: 成功杀死
zh_tw: 成功殺死

source: successful scavenge
bg: успешно плячкосване
ca: acció carronyaire exitosa
cs: úspěšné prohledání
de: erfolgreiche Plünderung
eo: sukcesa ordaranĝado
es: Búsqueda de recursos exitosa
et: edukas pühkimine
fi: onnistunut raadonsyönti
fr: récupération réussie
he: ליקוט מוצלח
id: sukses mencari sumber daya
it: rovistamento riuscito
ka: წარმატებული ძარცვა
ko: 사냥 성공
nl: succesvolle geaast
nl_be: succesvolle doorzoeking
pl: Udane poszukiwanie
pt_br: busca de recursos bem-sucedida
pt_pt: limpeza bem-sucedida
ru: успешное ограбление
sr_cyrl: успешно окупљање
sr_latn: uspešno okupljanje
tr: başarılı yiyecek avı
uk: вдале очищення
zh_cn: 成功扫荡的细胞器
zh_tw: 成功覓食

# SUCCESS_BUT_MISSING_ID
source: Result indicated success but no ID was returned
bg: Идентификационният № липсва
ca: El resultat ha indicat un èxit, però no s'ha retornat cap ID
cs: Výsledek indikovat úspěch, ale nebylo vráceno žádné ID
de: Das Ergebnis deutete auf Erfolg hin, aber es wurde keine ID zurückgegeben
es: El resultado indicó éxito pero no se devolvió ninguna ID
et: Tulemus näitas, et see õnnestus, kuid ID-d ei tagastatud
he: התוצאה הצביעה על הצלחה אבל שום ID לא חזר
it: Operazione riuscita, ma nessun ID restituito
ka: შედეგი მიუთითებს წარმატებაზე, მაგრამ ID არ დაბრუნებულა
nl: Resultaat geeft aan succesvol te zijn geweest, maar geen ID was teruggegeven
pl: Rezultat wskazał sukces lecz ID nie zostało zwrócone
pt_br: Resultado indicado como sucesso, mas nenhum ID foi retornado
pt_pt: Resultado indicado como sucesso, mas nenhum ID foi retornado
ru: Результат был успешен, но идентификатор не был возвращен
tr: Sonuç başarılı ancak herhangi bir ID bulunamadı
uk: Результат показав успіх, але ID не повернуто
zh_cn: 结果显示成功但是没有返回ID
zh_tw: 結果顯示成功但無回傳 ID

# SUICIDE_BUTTON_TOOLTIP
source: Perish instantly
bg: Извършване на самоубийство
ca: Suicidi
cs: Spáchat sebevraždu
de: Suizid
es: Suicidarse
et: vabasurm
fi: Kuole
fr: Suicide
he: התאבדות
hu: Öngyilkosság
it: Autodistruzione
ka: თვითმკვლელობა
nl: Verga meteen
nl_be: Zelfmoord
pl: Samobójstwo
pt_br: Suicídio
pt_pt: Suicídio
ru: Самоубийство
sk: Samovražda
sv: Självmord
tr: Hemen yok ol
uk: Суїцид
zh_cn: 自杀
zh_tw: 自殺

source: Sunlight
bg: Слънчева светлина
ca: Llum solar
cs: Sluneční svit
de: Sonnenlicht
eo: Sunlumo
es: Luz solar
et: Päikesevalgus
fi: Auringonvalo
fr: Lumière du soleil
he: אור שמש
hu: Napfény
id: Sinar Matahari
it: Luce solare
ka: მზის სინათლე
ko: 햇빛
nl: Zonlicht
nl_be: Zonlicht
pl: Światło słoneczne
pt_br: Luz Solar
pt_pt: Luz Solar
ru: Солнечный свет
sk: Slnečné žiarenie
sr_cyrl: Сунчева Светлост
sr_latn: Sunčeva Svetlost
sv: Solljus
th_th: แสงแดด
tr: Güneş ışığı
uk: Сонячне світло
zh_cn: 阳光
zh_tw: 日光

# SUPPORTER_PATRONS
source: Supporters
bg: Поддръжници
ca: Partidaris
cs: Podporovatelé
de: Unterstützer
es: Colaboradores
et: Toetajad
fi: Tukijat
he: תומכים
hu: Támogatók
id: Pendukung
it: Sostenitori
ka: მხარდამმჭერები
nl: Ondersteuners
pl: Wspierający
pt_br: Apoiadores
pt_pt: Apoiantes
ru: Поддержка
sk: Podporovatelia
sv: Supportrar
tr: Destekçiler
uk: Ті, що підтримали
zh_cn: 支持者
zh_tw: 支持者

# SWITCH_TO_FRONT_CAMERA
source: Switch to front camera view
bg: Превключване на предната камера
ca: Commutar a la vista de càmera frontal
cs: Přepnout na pohled z přední kamery
de: Zur Frontkamera wechseln
es: Cambia a cámara frontal
et: Lülita esikaamera vaatele
fr: Passer en camera frontale
he: החלף לתצוגת מצלמה קדמית
hu: Váltás elülső kamera nézetre
it: Passa alla visione frontale
ka: გადართვა წინა კამერის ხედზე
nl: Overschakelen naar frontale camera
pl: Przełącz do kamery przedniej
pt_br: Alternar para a visão frontal
pt_pt: Mudar para a vista da câmara frontal
ru: Переключиться на вид от первого лица
sk: Prepnúť na pohľad prednej kamery
tr: Ön kamera görünümüne geç
uk: Перемкнути на вигляд передньої камери
zh_cn: 切换到正视图
zh_tw: 切換至前視圖

# SWITCH_TO_RIGHT_CAMERA
source: Switch to right camera view
bg: Превключване на дясната камера
ca: Commutar a la vista de càmera de cantó
cs: Přepnout na pohled z pravé kamery
de: Zur rechten Kameraansicht wechseln
es: Cambia a camera de perfil derecho
et: Lülituge parempoolsele kaameravaatele
fr: Passer en camera latérale droite
he: החלף לתצוגת מצלמה ימנית
hu: Váltás jobb oldali kameranézetre
it: Passa alla visione da destra
ka: გადართვამ მარჯვენა კამერის ხედზე
nl: Overschakelen naar rechtercamera
pl: Przełącz do kamery prawej
pt_br: Alternar para a câmera da direita
pt_pt: Mudar para a vista da câmara direita
ru: Переключить на вид справа
sk: Prepnúť na pohľad pravej kamery
tr: Sağ kamera görünümüne geç
uk: Перемкнути на вигляд правої камери
zh_cn: 切换到右视图
zh_tw: 切換至右視圖

# SWITCH_TO_TOP_CAMERA
source: Switch to top camera view
bg: Превключване на горната камера
ca: Commutar a la vista de càmera superior
cs: Přepnout na pohled z horní kamery
de: Zur Kameraansicht von oben wechseln
es: Cambia a camera desde arriba
et: Lülituge ülemisele kaameravaatele
fr: Passer en camera plongée
he: החלף לתצוגת מצלמה עליונה
hu: Váltás felső kameranézetre
it: Passa alla visione dall'alto
ka: გადართვამ ზედა კამერის ხედზე
nl: Overschakelen naar bovencamera
pl: Przełącz do kamery z góry
pt_br: Alternar para a câmera de cima
pt_pt: Mudar para a vista da câmara superior
ru: Переключить на вид спереди
sk: Prepnúť na pohľad hornej kamery
tr: Üst kamera görünümüne geç
uk: Перемкнути на вигляд верхньої камери
zh_cn: 切换到俯视图
zh_tw: 切換至俯視圖

# TAB_SECONDARY_SWITCH_LEFT
source: Switch secondary level tab left
bg: Вторичен ляв раздел
ka: მეორადი დონის ჩანართის მარცხნივ გადართვა
nl: Verplaats secundair niveau tabblad naar links
pt_br: Alternar para a aba secundária à esquerda
ru: Переключение вкладки вторичного уровня влево
tr: Önceki ikinci düzey sekmeye git
uk: Перемкнути вкладку другого рівня вліво
zh_cn: 向左切换二级标签
zh_tw: 向左切換二級分頁

# TAB_SECONDARY_SWITCH_RIGHT
source: Switch secondary level tab right
bg: Вторичен десен раздел
ka: მეორადი დონის ჩანართის მარჯვნივ გადართვა
nl: Verplaats secundair niveau tabblad naar rechts
pt_br: Alternar para a aba secundária à direita
ru: Переключение вкладки вторичного уровня вправо
tr: Sonraki ikinci düzey sekmeye git
uk: Перемкнути вкладку другого рівня вправо
zh_cn: 向右切换二级标签
zh_tw: 向右切換二級分頁

# TAB_SWITCH_LEFT
source: Switch tab left
bg: Ляв раздел
ka: ჩანართის გადართვა მარცხნივ
nl: Verplaats tabblad naar links
pt_br: Alternar para a aba à esquerda
ru: Повернуть влево
tr: Önceki sekmeye git
uk: Перемкнути вкладку вліво
zh_cn: 向左切换标签
zh_tw: 向左切換分頁

# TAB_SWITCH_RIGHT
source: Switch tab right
bg: Десен раздел
ka: ჩანართის გადართვა მარჯვნივ
nl: Verplaats tabblad naar rechts
pt_br: Alternar para a aba à direita
ru: Повернуть вправо
tr: Sonraki sekmeye git
uk: Перемкнути вкладку вправо
zh_cn: 向右切换标签
zh_tw: 向右切換分頁
