Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_EDITOR_STAY_SMALL
source: You should focus on [b]specialization[/b] to survive on one or two [thrive:compound type="atp"][/thrive:compound] sources so that you don't require many different resources at once to sustain yourself. Also carefully consider if adding a part is truly beneficial, you don't always need to change what already works, as each part costs [thrive:compound type="atp"][/thrive:compound] to maintain [thrive:icon]OsmoIcon[/thrive:icon] and requires more resources to reproduce. One possible strategy is to stay a single hex of cytoplasm and just head to the surface patches first before getting [b]photosynthesis[/b] organelles.
bg: Трябва да се съсредоточите върху един или два източника на енергия, така че да не е необходимо да събирате всички хранителни вещества, за да оцелее Вашата клетка. Преценете внимателно дали добавянето на даден органел е от полза, защото всяка структура се нуждае от ATФ и изисква повече хранителни вещества за възпроизвеждането на Вашата клетка. Възможно е да не правите никакви промени и просто да се отправите към морската повърхност, преди да еволюирате фотосинтезиращите органели.
ca: Per sobreviure, t'hauries de concentrar en especialitzar-te en explotar una o dues fonts d'energia, de manera que no necessitis molts recursos diferents per sobreviure. També, considera curosament si afegir un orgànul és bo, sovint no fer cap canvi és una bona tria, ja que cada part costa ATP per mantenir i requereix més recursos per dividir. Una possible estratègia consisteix en mantenir-se com un sol hexàgon de citoplasma i simplement dirigir-te als biomes de la superfície primer abans d'aconseguir orgànuls de fotosíntesi.
cs: Měli byste se soustředit na jeden nebo dva zdroje energie, abyste nemuseli mít všechny zdroje k vytvoření dostatečného množství ATP pro přežití. Také pečlivě zvažte, zda je přidání organely prospěšné, často je dobrou volbou neprovádět žádné změny, protože každá část stojí ATP na udržení a vyžaduje více zdrojů na rozdělení. Jednou z možných strategií je zůstat jedním šestiúhelníkem z cytoplazma a před pořízením organel pro fotosyntézu zamířit jen k povrchovým oblastem.
de: Du solltest dich auf ein oder zwei Energiequellen fokussieren, damit du nicht zu viele Stoffe benötigst um genügend ATP zum Überleben zu erzeugen. Außerdem solltest du auch überlegen, ob du wirklich eine neue Organelle hinzufügen solltest. Manchmal ist keine Änderung, auch eine gute Idee, da jede Organelle die Kosten an ATP zum Überleben und die Kosten der Zellteilung erhöht. Eine mögliche Strategie ist es, ein einzelnes Hexagon an Cytoplasma zu bleiben um zu den Gebieten an der Oberfläche zu wandern, bevor du Organellen mit Photosynthese hinzufügst.
es: Deberías enfocarte en una o dos fuentes de energía, de ésta forma no necesitarás tener todos los recursos para general suficiente ATP para sobrevivir. De igual forma, considera si añadir un orgánulo es beneficioso, en ocasiones no realizar ningún cambio es una buena opción ya que mantener cada parte cuesta ATP requiriendo más recursos para dividirse. Una posible estrategia, es mantenerse como una célula de un solo hexágono citoplasmático y dirigirse a los biomas de la superficie antes de obtener orgánulos que permitan la fotosíntesis.
et: Peaksite keskenduma spetsialiseerumisele, et ühest või kahest energiaallikast ellu jääda, nii et te ei vaja enda ülalpidamiseks korraga palju erinevaid ressursse. Samuti kaaluge hoolikalt, kas osa lisamine on tõesti kasulik, kuna te ei pea alati muutma seda, mis juba töötab, kuna iga osa maksab ATP ülalpidamine ja paljundamiseks on vaja rohkem ressursse. Üks võimalik strateegia on jääda üheks tsütoplasma kuuendiks ja suunduda enne fotosünteesi organellide hankimist pinnalaikudele.
fi: On suositeltavaa erikoistua vain yhteen tai kahteen energianlähteeseen, jotta et tarvitse montaa yhdistettä elääksesi. Kannattaa myös arvioida, onko osien lisääminen hyödyllistä. Jokainen osa käyttää lisää ATP:tä ja siten solu tarvitsee lisää yhdisteitä lisääntyäkseen. Hyvä alkustrategia voi olla pysyä yksittäisenä solulimana ja suunnata ympäristöissä pinnalle, jossa voi käyttää fotosynteesin soluelimiä.
fr: Vous devriez vous concentrer sur la spécialisation pour survivre avec une ou deux sources d'énergie afin de ne pas avoir besoin de nombreuses ressources différentes à la fois pour vous maintenir. Demandez-vous également si l'ajout d'une partie est vraiment bénéfique. Il n'est pas toujours nécessaire de changer ce qui fonctionne déjà, car chaque partie coûte de l'ATP à entretenir et nécessite plus de ressources pour se reproduire. Une stratégie possible est de rester un seul hexagone de cytoplasme et de se diriger d'abord vers les secteurs de surface avant d'obtenir les organites de photosynthèse.
he: כדאי לך להתמקד בהתמחות על מנת לשרוד על מקור אנרגיה אחד או שניים, כך שלא תזדקק למשאבים רבים ושונים בבת אחת כדי לקיים את עצמך. כדאי גם שקול היטב האם הוספת חלק באמת מועילה, כך שלא תמיד כדאי לשנות את מה שכבר עובד, מכיוון שכל חלק עולה לתחזוקה של ATP ודורש יותר משאבים לשכפול. אסטרטגיה אפשרית אחת זהו להישאר משושה של ציטופלזמה אחת ורק להגיע לאזורים של פני הים המלאים באור לפני שמוסיפים אברונים שעושים פוטוסינתזה.
it: Dovresti concentrarti su una o due fonti di energia; così, non avrai bisogno di raccogliere troppe risorse diverse per produrre abbastanza ATP e sopravvivere. Inoltre, prima di aggiungere un organulo, considera attentamente se serve veramente. Spesso non apporre modifiche è una buona scelta: ciascuna parte richiede ATP e comporta un costo maggiore al momento della tua divisione cellulare. Ecco una strategia possibile: finché non raggiungi le zone di superficie, rimani un singolo esagono di citoplasma; una volta lì, investi in organuli fotosintetici.
nl: Om te overleven kun je je het beste richten op specializatie van een of twee energiebronnen. Met teveel energiebronnen heb je namelijk te veel grondstoffen nodig. Het is ook aan te raden om goed na te denken over het nut van een onderdeel, aangezien je niet altijd hoeft te veranderen wat al werkt. Elk onderdeel kost ATP om te onderhouden en kost meer grondstoffen om te maken. Een mogelijke strategie is om een enkele hex van cytoplasma te blijven en eerst naar oppervlaktegebieden te migreren. Eenmaal bij de oppervlaktegebieden kun je dan de fotosyntheseorganellen evolueren.
pl: Skup się na jednym lub dwóch źródłach energii, żebyś nie potrzebował wszystkich istniejących zadobów aby przetrwać. Uważnie rozważ czy dodawanie organelli to dobry pomysł, nie zawsze musisz zmieniać to, co już działa, jako iż każda część wymaga ATP i większych ilości zasobów do rozmnażania. Jedną z możliwych strategii jest pozostanie pojedynczym heksem cytoplazmy i udawanie się do środowisk powierzchniowych zanim dodasz organella fotosyntezujace.
pt_br: Você deveria se [b]especializar[/b] para sobreviver com uma ou duas fontes de [thrive:compound type="atp"][/thrive:compound] para que não precise de muitos recursos ao mesmo tempo para se sustentar. Também considere cuidadosamente se adicionar uma organela é benéfico; muitas vezes não alterar nada é uma boa escolha, pois cada parte custa [thrive:compound type="atp"][/thrive:compound] para ser mantida [thrive:icon]OsmoIcon[/thrive:icon] e requer mais recursos para se dividir. Uma estratégia possivel é permanecer como um único hexágono de citoplasma e ir à superfície antes de obter organelas [b]fotossintetizantes[/b].
ru: Существует множество путей на эволюционной лестнице, но вот несколько моментов, которые следует учесть, чтобы начать [b]Сосредоточьтесь[/b] на одном или двух источниках [thrive:compound type="atp"][/thrive:compound], чтобы вам не нужно было собирать остальные ресурсы, чтобы прокормить себя. Многоступенчатые пути метаболизма сложнее контролировать, например, некоторые органеллы создают [thrive:compound type="glucose"][/thrive:compound] вместо [thrive:compound type="atp"][/thrive:compound] напрямую, и поэтому нужна вторая органелла, для превращения [thrive:compound type="glucose"][/thrive:compound] в полезную энергию. Не поддавайтесь желанию расти как можно быстрее. Не всегда нужно менять то, что уже работает, ведь каждая часть стоит [thrive:compound type="atp"][/thrive:compound] для содержания [thrive:icon]OsmoIcon[/thrive:icon]. Гораздо проще выжить, будучи фотосинтезирующим организмом (автотрофом), но поедание других микробов — занятие более увлекательное. Одна из возможных стратегий — оставаться незамеченным и сначала добраться до открытых участков, а уже потом получить [b]фотосинтезирующие[/b] органеллы. [u]Не думай об этом слишком много[/u]. Триллионы клеток погибают, прежде чем одна из них адаптируется. Вы всегда можете загрузить предыдущее сохранение, если зашли в тупик.
tr: Bir ya da iki [thrive:compound type="atp"]ATP[/thrive:compound] kaynağıyla hayatta kalmak için [b]özelleşmeye[/b] odaklanmalısınız. Böylece birçok farklı kaynağa aynı anda ihtiyaç duymadan yolunuza devam edebilirsiniz. Ayrıca bir organeli eklemenin gerçekten yararlı olup olmadığını dikkatli bir şekilde düşünün. Her bir parçayı sürdürmek [thrive:icon]OsmoIcon[/thrive:icon] [thrive:compound type="atp"]ATP'ye[/thrive:compound] mal olduğu için ve çoğalmak için daha fazla kaynak gerektirdiği için, genellikle herhangi bir değişiklik yapmamak iyi bir seçimdir. Oyunda kullanılabilecek olası bir strateji, bir tek altıgen sitoplazma olarak kalmak ve [b]fotosentez[/b] organellerini almadan önce, ilk olarak yüzey arazilerine varmak.
uk: Ви повинні зосередитися на одному-двох джерелах енергії, щоб вам не потрібно було мати всі ресурси для вироблення достатньої кількості АТФ для виживання. Також уважно подумайте, чи корисно додавати частину, бо часто не вносити жодних змін є гарним вибором, оскільки кожна частина коштує АТФ для підтримки та вимагає більше ресурсів для поділу. Однією з можливих стратегій є залишатися одним гексом цитоплазми та просто вирушати на поверхню, перш ніж отримати органели фотосинтезу.
zh_cn: 你应该专注于一种或两种能量来源，这样你就不需要拥有所有资源才能产生足够的ATP来生存。 还要仔细考虑增加一个细胞器是否真正有益，你并不总是需要改变能运作的东西，因为每个细胞器都要花费ATP来维护，也需要更多的资源来进行复制。 一个可能的策略是只带着一个六角格的细胞质，先前往表层地区再获得光合作用细胞器。
zh_tw: 您應該專注於[b]特化[/b]，依靠一種或兩種 [thrive:compound type="atp"][/thrive:compound] 來源，這樣您就不需要擁有所有資源以產生足夠的能量來生存。 另外，請仔細考慮添加細胞器是否真正有益，您並不總是需要更改已經有效的部件，因為每個細胞器都需要 [thrive:compound type="atp"][/thrive:compound] 來維護 [thrive:icon]OsmoIcon[/thrive:icon]，並且需要更多資源來分裂。 一種可能的策略是保持單一網格的細胞質，並在獲得[b]光合作用[/b]細胞器之前前往表面區域。

# TUTORIAL_MICROBE_STAGE_EDITOR_BUTTON_TUTORIAL
source: You have survived long enough for your cell to reproduce. Each time you reproduce, you will be taken to the editor. To enter the editor, press the large flashing button in the bottom right.
bg: Разполагате с достатъчно хранителни вещества за възпроизвеждането на Вашата клетка. Вашите създания могат да еволюират. Натиснете бутона на редактора, който се намира долу вдясно.
ca: Has recol·lectat prou recursos per què la teva cèl·lula es reprodueixi. Cada cop que et reprodueixis, accediràs a l'editor. Per entrar a l'editor, prem el botó que parpelleja a sota i a la dreta de la pantalla.
cs: Nasbíral/a jsi dostatek surovin pro dělení buňky. Nyní jsi připraven/a na úpravu svého druhu. Pro spuštění editoru stiskni blikající tlačítko editoru vpravo dole.
de: Du hast genügend Ressourcen gesammelt, damit sich deine Zelle teilen kann. Jedes mal wenn du dich vermehrst, wirst du in den Editor gebracht. Um den Editor zu öffnen, drücke auf die blinkende Schaltfläche unten rechts.
es: Has reunido suficientes recursos para que tu célula se divida. Ahora estás listo para editar tu especie. Para entrar en el editor pulsa el botón parpadeante del editor en la parte inferior derecha.
et: Olete kogunud piisavalt ressursse, et teie rakk saaks paljuneda. Iga kord, kui paljundate, suunatakse teid redaktorisse. Redaktorisse sisenemiseks vajutage suurt vilkuvat nuppu all paremal, kui olete valmis.
fi: Olet kerännyt tarpeeksi yhdisteitä, jotta solusi voi jakaantua. Joka kerta, kun solusi jakautuu, pääset editoriin. Avataksesi editorin, paina suurta vilkkuvaa painiketta alhaalla oikealla.
fr: Vous avez survécu assez longtemps pour que votre cellule se divise. Chaque division vous fera Pour entrer dans l'éditeur, pressez le bouton en sur-brillance en bas à droite.
he: אתה שרדת מספיק זמן בשביל לגרום לתא שלך להתרבות. בכל פעם שאתה מתרבה, אתה תגיע לעורך. בשביל להיכנס לעורך, לחץ על הכפתור הגדול המהבהב בימין תחתון.
it: Sei sopravvissuto abbastanza a lungo perché la tua cellula si riproduca. Ogni volta che ti riproduci sarai portato all'editor. Per accedere all'editor, premi il pulsante lampeggiante in basso a destra.
nl: Je cel heeft het lang genoeg overleefd om zichzelf voort te planten. Elke keer dat je cel zich voortplant, opent de bewerker. Om de bewerker te openen klik op je de grote knipperende knop rechtsonder.
pl: Zdobyłeś wystarczająco dużo zasobów żeby twoja komórka mogła się rozmnożyć. Z każdym rozmnożeniem, będziesz zabrany do edytora. Aby otworzyć edytor naciśnij durzy migający przycisk w prawym dolnym rogu.
pt_br: Você sobreviveu tempo suficiente para que sua célula se divida. Agora você está pronto para editar sua espécie. Para entrar no editor, aperte o botão que está piscando no canto inferior direito.
pt_pt: Acumulaste recursos suficientes para dividires a tua célula. Agora estás pronto para editares a tua espécie. Para entrares no editor, pressiona o botão do editor que está a piscar no canto inferior direito.
ru: Вы собрали достаточно ресурсов для деления клетки. Теперь вы можете редактировать свой вид. Чтобы войти в редактор нажмите на мигающую кнопку редактора справа внизу.
tr: Hücrenizin bölünmesi için yeterince uzun süre hayatta kaldınız. Hücreniz her çoğaldığında, editöre yönlendirilirsiniz. Editöre girmek için sağ alttaki büyük yuvarlak butona basın.
uk: Ви зібрали необхідну кількість ресурсів для поділу вашої клітини. Тепер ви готові до редагування вашого виду. Для переходу в радактор натисніть блимаючу кнопку редактора знизу справа.
zh_cn: 你已经存活的足够久以让你的细胞分裂了。 每次你分裂细胞时你就会进入编辑器。 按右下角闪烁的编辑器按钮以进入编辑器。
zh_tw: 您已經存活了足夠久以讓您的細胞進行分裂。 每次您分裂細胞時，您都會進入編輯器。 要進入編輯器，請按下右下角閃爍的編輯器按鈕。

# TUTORIAL_MICROBE_STAGE_ENGULFED_TEXT
source: Your cell has been engulfed and is being digested. The progress is shown on your health bar. Your cell will be dead once it finishes or a maximum time limit is reached. You can use the perish button to skip and respawn, but remember there's always a chance that you'll escape!
bg: Вашата клетка е погълната. Напредъкът на усвояването е показан в лентата на здравето. Вашата клетка ще умре, след неговото завършване или бъде достигнато максималното време на изчакване. Натиснете бутона за извършване на самоубийство, за да пропуснете този процес, но не забравяйте, че винаги има шанс да се спасите!
ca: La teva cèl·lula ha estat engolida i està essent digerida. El progrés es mostra a la teva barra de salut. La teva cèl·lula morirà quan acabi o s'assoleixi un límit de temps màxim. Pots utilitzar el botó de suicidi per ometre i reaparèixer, però recorda que sempre hi haurà una oportunitat d'escapar-te!
de: Deine Zelle wurde von einer Anderen Zelle umschlungen, welche dich jetzt verdaut. Der Verdauungsfortschritt wird in deiner Lebensleiste (unten rechts) angezeigt. Deine Zelle wird aus dieser Welt verschwinden sobald deine Lebensleiste leer ist oder das maximale Zeitlimit erreicht wurde. Wenn deine Zelle aus dieser Welt entrückt wurde sinkt auch deine Gesamtbevölkerung, so lange noch Zellen von dir übrig sind wirst du jedoch reinkarniert (wiedergeboren). Drücke den Apoptose (Suizid) Knopf um den Verdauungsprozess zu überspringen und schneller reinkarniert zu werden. Bedenke aber, dass immer eine Chance besteht zu entkommen!
es: Su célula ha sido engullida y se encuentra siendo digerida. El progreso está mostrado en su barra de vida. Su célula estará muerta una vez esta se acabe o se alcance un límite máximo de tiempo. Puede utilizar el botón de suicidio para saltarse el proceso y renacer, ¡pero recuerda que siempre hay una chance de que puedas escapar!
fr: Votre cellule a été engloutie et est en cours de digestion. La progression est indiquée sur votre barre de santé. Votre cellule sera morte une fois qu'elle sera vidée ou qu'une limite de temps maximale sera atteinte. Vous pouvez utiliser le bouton suicide pour passer et renaitre, mais n'oubliez pas qu'il y a toujours une chance que vous vous échappiez !
he: התא שלך נבלע ומתחיל להתעכל. תהליך מוצג על מד החיים. התא שלך יוגדר כמת ברגע שהתהליך יסתיים או כאשר שהגיע למגבלת הזמן המקסימלי. אתה יכול להשתמש בכפתור התאבדות על מנת לעקוף את התהליך ולהיוולד מחדש, אבל תזכור שתמיד יש סיכוי שתצליח לברוח!
it: La tua cellula è stata fagocitata ed è in procinto di essere digerita; sopra la tua barra della salute è mostrato l'avanzamento del processo. Essa morirà quando questo sarà finito, oppure quando verrà raggiunto un limite di tempo. Premi il pulsante di autodistruzione se desideri saltare l'attesa e rinascere. Ma ricorda: c'è sempre una possibilità che tu riesca a scappare!
nl: Je cel is verzwolgen en wordt verteerd. De voortgang kun je zien op je gezondheidsbalk. Je cel zal dood zijn wanneer het verteren is afgerond of een maximumtijdslimiet is bereikt. Je kunt de verga meteen knop gebruiken om dit over te slaan en meteen opnieuw geplaatst te worden. Houdt er echter rekening mee dat er altijd een kans is dat je onstsnapt!
pl: Twoja komórka została wchłonięta i jest trawiona. Postęp jest pokazany na twoim pasku zdrowia. Twoja komórka będzie martwa gdy ten proces się zakończy bądź maksymalny limit czasu osiągnięty. Możesz się zabić by pominąć i odrodzić się, lecz pamiętaj, zawsze jest szansa ucieczki!
pt_br: Sua célula foi fagocitada e está em processo de digestão. O progresso é mostrado na sua barra de saúde. Ela morrerá quando o processo estiver terminado, ou quando for atingido um limite de tempo. Você pode pressionar o botão de suicídio para pular o processo e renascer, mas lembre-se: sempre há uma chance de escapar!
ru: Ваша клетка была поглощена и переваривается. Прогресс отображается на вашей шкале здоровья. Ваша клетка умрёт как только переваривание завершится или будет достигнут лимит по времени. Вы можете использовать кнопку суицида чтобы пропустить этот этап, но помните, что всегда есть шанс спастись!
tr: Hücreniz yutuldu ve sindirilmeye başlandı. Sindirim işlemi, sağlık çubuğunda gösterilir. Hücreniz, sindirim bittiğinde ya da maksimum zaman sınırı aşıldığında ölü sayılacaktır. Bu işlemi atlamak için yok olma butonuna basın ve yeniden doğun. Ama unutmayın, her zaman kaçmak için bir şansınız var!
uk: Ваша клітина була поглинена та перетравлена. Прогрес показує вашу панель здоров'я. Ваша клітина помре, коли воно закінчиться або ви досягнете максимального ліміту часу. Ви можете використовувати кнопку суїциду для пропуску та респавну, але пам'ятайте, що завжди є шанс на втечу!
zh_cn: 你的细胞已经被吞噬，正在被消化。进度显示在你的健康栏上。一旦完成或达到最大的时间限制，你的细胞就会死亡。 你可以使用自杀按钮跳过并重生，但请记住，你总是有机会逃脱的！
zh_tw: 您的細胞已被吞噬並正在被消化。進度顯示在您的生命值欄上。一旦完成或達到最大時間限制，您的細胞就會死亡。 您可以使用自殺按鈕跳過並重生，但請記住您總是有機會逃脫的！

# TUTORIAL_MICROBE_STAGE_ENGULFMENT_FULL_TEXT
source: Your cell has a limited capacity for objects that can be engulfed at once. This limit is based on size; smaller cells have less capacity. When full, a cell can't engulf more things. To continue engulfing, wait until one or more ingested objects are fully digested.
bg: Вашата клетка може да погълне определено количество обекти наведнъж, което зависи от нейния размер. Поглъщането не е възможно, ако мястото за съхранение е пълно. За да продължите, изчакайте, докато погълнатите обекти бъдат усвоени.
ca: La teva cèl·lula té una capacitat limitada d'objectes que es poden engolir alhora. Aquest límit està basat en la mida; cèl·lules més petites tenen menys capacitat. Quan estigui plena, una cèl·lula no pot engolir més objectes. Per seguir engolint, cal esperar fins que un o més dels objectes ingerits hagin estat totalment digerits.
cs: Tvoje buňka ma omezenou kapacitu na předměty které může sníst najednou. Tento limit ze založen na velikosti buňky; menší buňky mají menší kapacitu. Buňka, když plna, nic víc nemůže jíst. Abys mohl/a jist dál, musíš počkat až jeden nebo dvě předměty jsou úplně strávený.
de: Deine Zelle kann nur eine begrenzte Menge an Objekten auf einmal verschlingen. Die Grenze hängt von der Größe der Zelle ab, kleinere Zellen haben weniger Kapazität. Eine volle Zelle kann nichts mehr verschlingen. Warte bis einige verschlungene Objekte verdaut sind.
es: Tu célula tiene una capacidad limitada para los objetos que puede engullir en una sola vez. Este límite es relativo a tu tamaño; células más pequeñas tienen menos capacidad. Cuando está llena, una célula no puede engullir más cosas. Para continuar engullendo, espera a que uno o más objetos previamente engullidos sean completamente digeridos.
he: לתא שלך מוגבל עד כמה אובייקטים מסוגלים להיבלע בבת אחת. המגבלה הזו תלויה בגדול של התא; תא קטן מכיל פחות מקום. כאשר שתא שלך מלא, הוא לא מסוגל לבלוע עוד. בשביל להמשיך לבלוע, תזדקק לחכות עד שיעוכלו לחלוטין אובייקט אחד או יותר.
it: La tua cellula ha una capacità limitata in riguardo a quanto materiale può fagocitare in una sola volta. Tale limite è relativo alle sue dimensioni: più è grande, più oggetti può contenere. Se è piena, non potrai inglobare altre cose, e dovrai aspettare che uno o più contenuti vengano digeriti completamente.
nl: Je cel heeft een beperkte capaciteit voor objecten die tegelijk verzwolgen kunnen zijn. Deze limiet is gebaseerd op formaat; kleinere cellen hebben minder capaciteit. Wanneer een cel vol is kan het geen nieuwe dingen meer verzwelgen. Om weer te kunnen verzwelgen zul je moeten wachten tot er genoeg verzwolgen objecten volledig verteerd zijn.
pl: Twoja komórka ma limitowaną pojemność dla obiektów które mogą być wchłonięte jednocześnie. Ten limit jest bazowany na wielkości; mniejsze komórki mają mniej pojemności. Gdy pełna, komórka nie może pochłaniać więcej rzeczy. By kontynuować wchłanianie, poczekaj aż jeden lub więcej wchłoniętych obiektów zostało w pełni strawionych.
pt_br: A sua célula tem uma capacidade limitada para objetos que podem ser fagocitados de uma vez. Esse limite é relativo ao seu tamanho; células menores têm menos capacidade. Quando cheio, um micróbio não pode fagocitar mais. É preciso esperar que pelo menos um objeto seja digerido.
pt_pt: A tua célula tem uma capacidade limitada para os objetos que podem ser engolidos de uma só vez. Este limite baseia-se no tamanho; as células mais pequenas têm menos capacidade. Quando está cheia, uma célula não pode engolir mais objetos. Para continuar a engolir, espera até que um ou mais objetos ingeridos estejam completamente digeridos.
ru: Вместимость клетки для поглощённых предметов ограничена. Ограничение основано на размере, чем меньше клетка, тем меньше вместимость. Полная клетка не может поглотить что-либо ещё. Чтобы продолжить поглощать, подождите пока что-то из уже поглощённого будет полностью переварено.
tr: Hücreniz, aynı anda yutulabilecek nesneler için sınırlı bir kapasiteye sahiptir. Bu sınır, hücrenizin büyüklüğüne dayanır; daha küçük hücreler daha az kapasiteye sahiptir. Bir hücre dolduğunda, başka bir şey yutamaz. Yutmaya devam etmek için içeri alınmış bir ya da daha fazla nesnenin tamamen sindirilmesini bekleyin.
uk: Ваша клітина має обмежену місткість для об'єктів, які можуть бути поглинуті одразу. Це обмеження базується на розмірі; менші клітини мають меншу місткість. Коли клітина заповнена, вона може поглинути більше об'єктів. Щоб продовжити поглинання, зачекайте, коли перетравляться один чи кілька об'єктів.
zh_cn: 你的细胞对一次可吞噬的物体的能力是有限的。这个限制基于大小；较小的细胞的容量较小。 当充满时，细胞不能吞噬更多的东西。要继续吞噬，要等到一个或多个摄入的物体被完全消化。
zh_tw: 您的細胞對於一次可吞噬的物體容量是有限的。此限制基於細胞大小；較小的細胞容量較小。 當細胞充滿時，就無法吞噬更多的東西。要繼續吞噬，請等待一個或多個攝入的物體被完全消化。
