Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# 2D_MOVEMENT_TYPE_SELECTION
source: 2D movement style:
bg: Двуизмерно движение:
cs: Styl pohybu 2D:
de: 2D Bewegungsart:
es: estilo de movimiento 2D:
fr: Style de mouvement 2D :
it: Stile di movimento 2D:
ka: 2D გადაადგილების სტილი:
nl: 2D bewegingsstijl:
pl: Styl ruchu 2D:
pt_br: Estilo de movimento bidimensional:
pt_pt: Estilo de movimento 2D:
ru: 2D стиль движения:
tr: 2D hareket stili:
uk: Стиль 2D-пересування:
zh_cn: 2D移动样式：
zh_tw: 2D 動作樣式：

source: 3D Editor
bg: Триизмерен редактор
ca: Editor 3D
es: Editor 3D
fr: Éditeur tridimensionnel
he: עורך תלת-מימדי
hu: 3D Szerkesztő
it: Editor 3D
ka: 3D რედაქტორი
nl: 3D-Bewerker
pl: Edytor 3D
pt_br: Editor 3D
pt_pt: Editor 3D
ru: 3D Редактор
tr: 3D Editör
uk: 3D-редактор
zh_cn: 3D编辑器
zh_tw: 3D 編輯器

source: 3D Movement
bg: Триизмерно движение
ca: Moviment 3D
cs: 3D Pohyb
de: Dreidimensionale Bewegung
es: Movimiento 3D
fr: Mouvement tridimensionnel
he: תנועה תלת-מימדית
hu: 3D Mozgás
it: Movimento 3D
ka: 3D გადაადგილება
nl: 3D-beweging
pl: Ruch 3D
pt_br: Movimento 3D
pt_pt: Movimento 3D
ru: 3D Перемещение
sk: 3D Pohyb
tr: 3D Hareket
uk: 3D-пересування
zh_cn: 3D移动
zh_tw: 3D 移動

# 3D_MOVEMENT_TYPE_SELECTION
source: 3D movement style:
bg: Триизмерно движение:
cs: Styl pohybu 3D:
de: 3D Bewegungsart:
es: estilo de movimiento 3D:
fr: Style de mouvement 3D :
it: Stile di movimento 3D:
ka: 3D გადაადგილების სტილი:
nl: 3D bewegingsstijl:
pl: Styl ruchu 3D:
pt_br: Estilo de movimento tridimensional:
pt_pt: Estilo de movimento 3D:
ru: 3D стиль движения:
tr: 3D hareket stili:
uk: Стиль 3D-пересування:
zh_cn: 3D移动样式：
zh_tw: 3D 動作樣式：

source: Abilities
bg: Способности
ca: Habilitats
cs: Schopnosti
de: Fähigkeiten
eo: Kapabloj
es: Habilidades
et: Võimed
fi: Kyvyt
fr: Capacités
he: יכולות
hu: Képességek
id: Kemampuan
it: Abilità
ka: შესაძლებლობები
ko: 능력
nl: Capaciteiten
nl_be: Vaardigheden
pl: Umiejętności
pt_br: Habilidades
pt_pt: Habilidades
ru: Способности
sk: Schopnosti
sr_cyrl: Способности
sr_latn: Sposobnosti
sv: Förmågor
th_th: ความสามารถ
tr: Yetenekler
uk: Здібності
zh_cn: 能力
zh_tw: 能力

source: Abort
bg: Прекратяване
cs: Přerušit
de: Abbrechen
es: Abortar
fr: Abandon
he: בטל
it: Annulla
ka: შეწყვეტა
nl: Afgebroken
pl: Przerwij
pt_br: Abortar
pt_pt: Abortar
ru: Отмена
tr: Durdur
uk: Перервати
zh_cn: 中止
zh_tw: 中止

# ABORTED_DOT
source: Aborted.
bg: Прекратена.
ca: Avortat.
cs: Přerušeno.
de: Abgebrochen.
es: Abortado.
et: Katkestatud.
fi: Peruutettu.
fr: Abandonné.
he: הופל.
hu: Megszakítva.
it: Processo annullato.
ka: გაუქმებულია.
nl: Afgebroken.
pl: Przerwano.
pt_br: Abortado.
pt_pt: Abortado.
ru: Отменено.
sk: Prerušené.
sv: Avbruten.
tr: Durduruldu.
uk: Перервано.
zh_cn: 中止。
zh_tw: 已中止。

source: Abyssopelagic
bg: Абисал
ca: Zona abissal
cs: Abysopelagiál (hloubka oceánu do 6000m)
de: Abyssal
eo: Abisma zono
es: Abisopelágico
et: Abyss
fi: Abyssaalivyöhyke
fr: Abyssopélagique
he: אביסלפלגיים
hu: Abisszopelágikus
id: Abisopelagik
it: Abissopelagico
ka: აბისოპელაგიური
ko: 심해원양성
nl: Abyssopelagisch
nl_be: Abyssopelagisch
pl: Abysal
pt_br: Abissopelágico
pt_pt: Zona Abissopelágica
ru: Абиссопелагический
sk: Abysopelagiál
sr_cyrl: Абисопелагик
sr_latn: Abisopelagik
sv: Abyssopelagisk
th_th: เขตเหวนรก
tr: Abissopelajik
uk: морська безодня
zh_cn: 深海带
zh_tw: 深海帶

# ACTION_AWAKEN
source: Awaken ({0:F1} / {1:F1})
cs: Probudit se ({0:F1}/{1:F1})
de: Erwachen ({0:F1}/{1:F1})
es: Despertar ({0:F1} / {1:F1})
fr: S'éveiller ({0:F1} / {1:F1})
ka: გაიღვიძა ({0:F1} / {1:F1})
nl: Ontwaak ({0:F1} / {1:F1})
pl: Przebudzony ({0:F1} / {1:F1})
pt_br: Despertar ({0:F1} / {1:F1})
pt_pt: Despertar ({0:F1} / {1:F1})
ru: Пробужден на {0:F1}/{1:F1}
tr: Uyandır ({0:F1} / {1:F1})
uk: Пробудити ({0:F1} / {1:F1})
zh_cn: 觉醒 ({0:F1} / {1:F1})
zh_tw: 覺醒（{0:F1}／{1:F1}）

# ACTION_AWAKEN_TOOLTIP
source: Move to the Awakening Stage. Available once you have enough brain power (tissue type with axons).
cs: Přejděte do fáze Probuzení. Dostupné, jakmile máte dostatečnou sílu mozku (typ tkáně s axony).
de: Begib dich auf die Ebene des Erwachens. Möglich wenn dein Hirn ausreichend Kraft zur Verfügung steht (Gewebeart weist Akzente auf) .
es: Avanzar al Estadio del Despertar. Solo disponible una vez tengas suficiente poder cerebral (tejido con axones)
fr: Passer à la phase Éveillé. Disponible une fois que vous avez assez de puissance cérébrale (Type de tissu avec axons).
ka: გამოღვიძების ფაზაზე გადასვლა. ხელმისაწვდომი გახდება, როცა საკმარისი ტვინის სიმძლავრე (ქსოვილის ტიპი აქსონებით) გექნებათ.
nl: Ga door naar de Ontwaakfase. Beschikbaar wanneer je genoeg breinkracht hebt (weefseltype met axonen).
pl: Przejdź do fazy przebudzenia. Dostępne w momencie osiągniecia wystarczającej siły umysłu (typ komórki z axonem).
pt_br: Ir para o Estágio Desperto. Disponível ao ter capacidade mental suficiente (representados por tecidos com axônios).
ru: Переместиться на Стадию Пробуждения. Доступно только если у вас есть достаточное количество развитости мозга (Поместите аксон в какой либо тип клетки).
tr: Uyanış Evresi'ne geç. Yeterli zihin gücüne sahip olduğunuzda açılır (aksonlu doku türü).
uk: Перейдіть до стадії пробудження. Доступно, коли у вас достатня сила мозку (тип клітини з аксонами).
zh_cn: 进入启蒙阶段。一旦你有足够的脑力就可以使用（需要带轴突的组织）
zh_tw: 進入覺醒階段。達到一定智力（具有軸突的組織）後開放。

# ACTION_BLOCKED_WHILE_ANOTHER_IN_PROGRESS
source: Action blocked while another is in progress
bg: Последното действие не е завършено
ca: Acció bloquejada mentre una altra s'està duent a terme
cs: Akce je zablokována zatímco probíhá jiná akce
de: Aktion ist blockiert während eine andere im Gange ist
es: Acción bloqueada mientras otra esta en progreso
fr: Action bloquée pendant qu'une autre est en cours
he: פעולה זו חסומה בזמן שפעולה אחרת בתהליך
it: Azione bloccata mentre un'altra è in corso
ka: ქმედება დაბლოკილია, სანამ სხვა გაშვებულია
nl: Actie geblokkeerd terwijl een andere actie bezig is
pl: Czynność zablokowana, kiedy inna jest w trakcie wykonywania
pt_br: Ação bloqueada enquanto há outra em curso
pt_pt: Ação bloqueada enquanto outra está a decorrer
ru: Действие заблокировано, поскольку другое еще совершается
sk: Akcia je zablokovaná, kým prebieha iná
tr: Başka bir eylem devam ettiğinden, mevcut işlem engellendi
uk: Дія заблокована, поки не завершилася інша
zh_cn: 当另一个行动在进行时无法进行行动
zh_tw: 正在進行其他操作

# ACTION_DELETE
source: Delete
cs: Odstranit
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ka: წაშლა
nl: Verwijder
pt_br: Remover
pt_pt: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

# ACTION_DOUBLE_POPULATION
source: Double Population
cs: Dvojnásobná populace
de: Verdopple Population
es: Doblar población
fr: Doubler la population
ka: პოპულაციის გაორმაგება
nl: Verdubbel Bevolking
pt_br: Dobrar População
pt_pt: Duplicar População
ru: Удвоить Популяцию
tr: Popülasyonu İki Katına Çıkar
uk: Подвоїти популяцію
zh_cn: 使人口加倍
zh_tw: 種群數量翻倍

# ACTION_DUPLICATE_UNITS
source: Duplicate Units
cs: Duplicitní jednotky
de: Dupliziere Einheiten
es: Duplicar unidades
fr: Dupliquer des éléments
ka: ერთეულების დუბლირება
nl: Dupliceer Eenheden
pt_br: Duplicar Unidades
pt_pt: Duplicar Unidades
ru: Дублировать юнитов
tr: Birimlerin Kopyasını Çıkart
uk: Копіювати одиниці
zh_cn: 复制单位
zh_tw: 複製單元

# ACTION_HALF_POPULATION
source: Halve Population
cs: Snížení počtu obyvatel na polovinu
de: Halbiere Population
es: Reducir población a la mitad
fr: Diviser la population par deux
ka: პოპულაციის განახევრება
nl: Halveer Bevolking
pt_br: Reduzir População Pela Metade
pt_pt: Reduzir em metade a população
ru: Сократить популяцию вдвое
tr: Popülasyonu Yarıya İndir
uk: Уполовинити популяцію
zh_cn: 使人口减半
zh_tw: 種群數量減半

# ACTION_TELEPORT
source: Teleport
cs: Teleportace
de: Teleportieren
es: Teletransportarse
fr: Se téléporter
it: Teletrasporto
ka: ტელეპორტი
nl: Teleporteer
pt_br: Teletransportar
pt_pt: Teleportar
ru: Телепортировать
tr: Işınlan
uk: Телепорт
zh_cn: 传送
zh_tw: 傳送

source: Active
bg: Енергично
ca: Actiu
cs: Aktivní
de: Aktiv
es: Activa
et: tegev
fi: Aktiivinen
fr: Actif
he: פעיל
hu: Aktív
it: Attivo
ka: აქტიური
nl: Actief
nl_be: Actief
pl: Ruchliwość
pt_br: Ativo
pt_pt: Activo
ru: Активный
sk: Aktívny
sv: Aktiv
tr: Hareketli
uk: Рухливі
zh_cn: 活泼
zh_tw: 活躍

# ACTIVE_THREAD_COUNT
source: Current threads:
bg: Текущи нишки:
ca: Fils actuals:
cs: Současná vlákna:
de: Aktuelle Threads:
es: Hilos actuales:
et: Praegused lõimed:
fi: Nykyinen suorittajien määrä:
fr: Threads actuels :
he: נושאים נוכחים:
hu: Észlelhető szálak:
it: Thread attuali:
ka: მიმდინარე ნაკადები:
nl: Huidige threads:
nl_be: Huidige discussies:
pl: Obecne wątki:
pt_br: Tarefas atuais:
pt_pt: Threads atuais:
ru: Число потоков:
sk: Súčasné vlákna:
tr: Mevcut iş parçacıkları:
uk: Поточні потоки:
zh_cn: 当前线程：
zh_tw: 當前線程：

# ACTIVITY_EXPLANATION
source: Active microbes will run and tumble when nothing interesting happens. Sessile microbes will be stationary and wait for the environment to change before acting.
bg: Енергичните микроби са в движение, дори да няма промени в околната среда. Мудните микроби не са в движение, докато няма промени в околната среда.
ca: Els microbis actius es mouran continuament per trobar recursos. Els microbis sèssils es mantindran relativament quiets, esperant a que l'entorn canviï abans d'actuar.
cs: Aktivní mikrobi se rozběhnou, když se nic zajímavého neděje. Přisedlé mikroby jsou nehybné a čekají na změnu prostředí, než začnou jednat.
de: Aktive Mikroben taumeln umher, wenn nichts Interessantes passiert. Sessile Mikroben sind stationär und warten darauf, dass sich die Umgebung verändert, bevor sie handeln.
es: Los microbios activos correrán y darán vueltas cuando no suceda nada interesante. Los microbios sésiles permanecerán en reposo y esperarán a que cambie el entorno antes de actuar.
et: Aktiivsed mikroobid jooksevad ja kukuvad, kui midagi huvitavat ei juhtu. Sessiilsed mikroobid on paigal ja ootavad enne tegutsemist, kuni keskkond muutub.
fi: Aktiiviset mikrobit vilistävät ja mukeltavat, kun mitään mielenkiintoista ei tapahdu. Lakoniset mikrobit pysyttelevät mieluummin paikoillaan odottaen ympäristön muutoksia reagoidakseen niihin.
fr: Les microbes actifs déambuleront en l'absence de cible. Les microbes sessiles seront immobile en l'attente d'un changement dans leur environnement.
he: מיקרבים פעילים יתרוצצו כששום דבר מעניין קורה. מיקרובים נייחים יחכו לסביבה להשתנות לפני שהם יפעלו.
hu: Az aktív sejtek össze-vissza bolyonganak a vizekben, ha semmi érdekes nem történik. A rögzült sejtek inkább egy helyben maradva várnak a környezet változásaira, mielőtt cselekednek.
it: I microbi attivi corrono e saltano anche quando non accade nulla di interessante. I microbi sessili sono stazionari e aspettano cambiamenti nell'ambiente prima di agire.
ka: აქტიური მიკრობები იმოძრავებენ, როცა არაფერი ხდება. მჯდომარე ბაქტერიები უმოძრაოდ იქნებიან და დაელოდებიან გარემოს ცვლილებას, სანამ რამეს იზამენ.
nl: Actieve microben zullen veel bewegen wanneer niets interessants gebeurt. Zittende microben zullen weinig bewegen en wachten tot er iets in hun omgeving veranderd voordat ze iets doen.
nl_be: Actieve microben rennen en tuimelen als er niets interessants gebeurt. Sessiele microben zullen stationair zijn en wachten tot de omgeving verandert voordat ze handelen.
pl: Ruchliwe mikroby będą migrować kiedy nic się nie dzieje. Osiadłe mikroby będą oczekiwać zmian w swoim środowisku zanim zaczną coś robić.
pt_br: Os micróbios ativos perambulam pelo mundo quando não há nada de interessante. Já os micróbios sésseis ficam parados e esperam o ambiente mudar antes de agir.
pt_pt: Micróbios ativos irão correr e cair quando nada de interessante acontecer. Micróbios sésseis ficarão parados e esperarão que o ambiente mude antes de agir.
ru: Активные микробы будут в движении, пока поблизости ничего не происходит. Оседлые микробы будут стоять и ждать изменения окружения, прежде чем действовать.
tr: Hareketli mikroplar, ilginç bir şey olmadığında ilerler ve yuvarlanırlar. Durağan mikroplar, hareketsizdirler ve hareket etmeden önce ortamın değişmesini beklerler.
uk: Рухливі мікроби будуть більше плавати та безлаодно тинятися. Пасивні будуть залишатися нерухомими до змін в оточені, й лиш тоді діють.
zh_cn: 活泼型细胞在周围没啥事的时候会四处乱跑。 沉着型微生物将静止不动，等待环境变化后才行动。
zh_tw: 活躍型微生物在周圍無事發生時會四處移動。 沉著型微生物將靜止不動，等待環境變化後才行動。

# ADDITIONAL_VALIDATION_FAILED
source: Additional validations detected an issue: {0}
bg: Допълнителните проверки откриха проблем: {0}
ca: Validacions addicionals han detectat un problema: {0}
cs: Při dodatečných validacích byl zjištěn problém: {0}
de: Zusätzliche Überprüfungen fanden einen Fehler: {0}
es: Se ha detectado un problema en las validaciones adicionales: {0}
et: Täiendavad kontrollimised tuvastasid probleemi: {0}
fr: Des validations supplémentaires ont détecté un problème : {0}
he: דרכי אימות נוספים זיהו בעיה: {0}
it: Ulteriori controlli hanno rilevato un problema: {0}
ka: დამატებითმა შემოწმებებმა გამოავლინა პრობლემა: {0}
nl: Extra controles hebben een probleem ontdekt: {0}
nl_be: Bijkomende controles detecteerden een probleem: {0}
pl: Dodatkowe walidacje wykryły błąd: {0}
pt_br: Validações adicionais detectaram um erro: {0}
pt_pt: Validações adicionais detectaram um problema: {0}
ru: Дополнительные проверки обнаружили проблему: {0}
sk: Pri dodatočných validáciách bol zistený problém: {0}
tr: Ek doğrulamalar bir sorun tespit etti: {0}
uk: Додаткові перевірки виявили проблему: {0}
zh_cn: 额外验证检测到了一个问题：{0}
zh_tw: 額外驗證檢測到了一個問題：{0}

# ADD_INPUT_BUTTON_TOOLTIP
source: Add a new key binding
bg: Добавяне на нов клавиш
ca: Afegir una nova vinculació de tecla
cs: Přidat nové tlačítko
de: Eingabemethode hinzufügen
eo: Aldonunovan funkcion por klavo
es: Agregar nueva tecla personalizada
et: Lisage uus võtme sidumine
fi: Lisää uusi syöte
fr: Ajouter un nouveau raccourci clavier
he: הוסף מקשר חדש
id: Tambah keybind baru
it: Aggiungi tasto
ka: ახალი ღილაკის ასახვის დამატება
ko: 새로운 키 배치 추가
nl: Voeg toetskoppeling toe
nl_be: Voeg een nieuwe sneltoets toe
pl: Dodaj nowe powiązanie klawisza
pt_br: Adicionar uma nova tecla
pt_pt: Adicionar um novo atalho de teclado
ru: Добавить новое назначение клавиши
sr_cyrl: Додајте ново везивање тастера
sr_latn: Dodajte novo vezivanje tastera
tr: Yeni bir tuş ataması yap
uk: Додати нову прив'язку клавіші
zh_cn: 添加新的绑定键位
zh_tw: 新增按鍵綁定

# ADVANCED_VIEW
source: Advanced
bg: Разширени
ca: Avançat
cs: Pokročilé
de: Fortgeschritten
es: Avanzado
fr: Avancée
he: מתקדם
hu: Speciális
it: Avanzata
ka: დამატებით
nl: Geavanceerd
pl: Zaawansowany
pt_br: Avançado
pt_pt: Avançadas
ru: Продвинутый вид
sk: Rozšírené
tr: Gelişmiş
uk: Детальніше
zh_cn: 高级
zh_tw: 進階

# ADVANCED_VIEW_BUTTON_TOOLTIP
source: Open the advanced setup view
bg: Отваряне на разширените настройки
ca: Obrir la vista de configuració avançada
cs: Otevřít náhled pokročilého nastavení
de: Erweiterte Einstellungen anzeigen
es: Abre las opciones avanzadas
fr: Ouvrir la vue de configuration avancée
he: פתח את תצוגת ההגדרה המתקדם
hu: Speciális beállítási nézet megnyitása
it: Apri la visualizzazione avanzata delle preimpostazioni
ka: დამატებითი მორგების ხედის გახსნა
nl: Open de weergave voor geavanceerde instellingen
pl: Otwórz widok konfiguracji zaawansowanej
pt_br: Abrir as configurações avançadas
pt_pt: Abrir a janela de configuração avançada
ru: Открыть продвинутый вид настроек
sk: Otvoriť zobrazenie rozšírených nastavení
tr: Gelişmiş kurulum görünümünü aç
uk: Відкрити вікно розширених налаштувань
zh_cn: 打开高级菜单
zh_tw: 開啟進階選單

# AEROBIC_NITROGEN_FIXING
source: Aerobic Nitrogen Fixation
bg: Аеробна азотна фиксация
ca: Fixació Aeròbica de Nitrogen
cs: Aerobní fixace dusíku
de: Aerobe Stickstofffixierung
eo: Aerobia Nitrogena Riparado
es: Fijación de Nitrógeno Aeróbica
et: Aeroobne lämmastiku fikseerimine
fi: Aerobinen typensidonta
fr: Fixation Aérobique d'Azote
he: קיבוע חנקן אירובי
hu: Aerob Nitrifikáció
id: Fiksasi Aerob Nitrogen
it: Azotofissazione aerobica
ka: აერობული აზოტის ფიქსაცია
ko: 호기성 질소 고정
nl: Aerobe stikstofbinding
nl_be: Aërobe stikstoffixatie
pl: Tlenowe Wiązanie Azotu
pt_br: Fixação Aeróbica de Nitrogênio
pt_pt: Fixação Aeróbica de Nitrogénio
ru: Аэробная азотфиксация
sk: Aeróbna fixácia dusíka
sr_cyrl: Аеробно Фиксирање Азота
sr_latn: Aerobno Fiksiranje Azota
sv: Aerob kvävefixering
th_th: การตรึงไนโตรเจนแบบแอโรบิค
tr: Oksijenli Azot Fiksasyonu
uk: Аеробна азотфіксація
zh_cn: 有氧固氮
zh_tw: 有氧固氮

source: Agents
bg: Химични агенти
cs: Činidlo
de: Mittel
eo: Agentoj
es: Agentes
et: ained
fi: Välittäjäaineet
he: חומרים
hu: Ágensek
id: Agen
it: Agenti
ka: ქიმიური აგენტები
ko: 물질
nl: Middelen
nl_be: Middelen
pl: Czynniki
pt_br: Agentes
pt_pt: Agentes
ru: Химические Агенты
sk: Činidlo
sr_cyrl: Агенси
sr_latn: Agensi
sv: Medel
tr: Ajanlar
uk: Агенти
zh_cn: 物质
zh_tw: 劑

# AGENTS_COLON
source: Agents:
bg: Химични агенти:
de: Agentien:
es: Agentes:
it: Agenti:
ka: აგენტები:
nl: Stoffen:
pl: Czynniki:
pt_br: Agentes:
pt_pt: Agentes:
ru: Агенты:
tr: Ajanlar:
uk: Агенти:
zh_tw: 作用劑：

# AGENT_NAME
source: {0} Agent
bg: Химичен агент {0}
cs: {0} Agentka
es: {0} Agente
fr: Agent {0}
ka: {0} აგენტი
nl: {0} Stof
pl: Czynnik {0}
pt_br: Agente {0}
pt_pt: Agente {0}
ru: {0} Агент
tr: {0} Ajan
uk: {0} Агент
zh_cn: {0} 试剂
zh_tw: {0} 作用劑

# AGGRESSION_EXPLANATION
source: Aggressive microbes will chase down prey over greater distances and are more likely to fight predators when attacked. Peaceful microbes won't engage others over greater distances and are less likely to use toxins against predators.
bg: Агресивните микроби преследват плячката си на големи разстояния и са склонни да се защитят, когато са нападнати. Пасивните микроби не преследват пляката си на големи разстояния и са склонни да избягат, когато са нападнати.
ca: Els microbis agressius perseguiran les preses a més distància i és més probable que s'enfrontin a depredadors quan siguin atacats. Els microbis pacífics desistiran de perseguir les seves preses abans i és menys probable que facin servir toxines contra depredadors.
cs: Agresivní mikrobi budou pronásledovat kořist na větší vzdálenosti a při napadení predátory jsou náchylnější k boji. Mírumilovní mikrobi se na větší vzdálenosti nezapojují do boje s ostatními a je méně pravděpodobné, že budou používat toxiny proti predátorům.
de: Aggressive Mikroben jagen ihre Beute über größere Entfernungen und kämpfen eher gegen Angreifer, wenn sie angegriffen werden. Friedliche Mikroben greifen andere nicht über größere Entfernungen an und setzen seltener Giftstoffe gegen Angreifer ein.
es: Los microbios agresivos perseguirán a las presas por mayores distancias y son más propensas a contra atacar a sus depredadores cuando son atacadas. Las pacíficas no perseguirán a otros microbios y son menos propensas a usar toxinas contra sus depredadores.
et: Agressiivsed mikroobid ajavad saaki taga suuremate vahemaade tagant ja nad võitlevad rünnaku korral tõenäolisemalt kiskjatega. Rahumeelsed mikroobid ei haara teisi kaugemal ja kasutavad vähem tõenäoliselt toksiine röövloomade vastu.
fi: Aggressiiviset mikrobit kulkevat pidempiä etäisyyksiä jahdatessaan muita ja taistelevat todennäköisemmin takaisin hyökkääjiäänsä vastaan. Passiiviset mikrobit pysyttelevät enemmän paikallaan ja eivät yleensä käytä esimerkiksi myrkkyjä toisia mikrobeja vastaan.
fr: Les microbes agressifs pourchasseront leurs proies sur de plus longues distances et sont plus enclins à affronter un assaillant. Les microbes pacifiques ne poursuivront pas les autres cellules si elles se tiennent à distance et utiliseront moins de toxines contre les prédateurs.
he: מיקרובים אגרסיבים ירדפו אחרי הטרפם למרחקים והם לרוב נוטים להילחם בטורפים כשהם מותקפים. מיקרובים שלווים לא יתקפו אחרים למרחקים ופחות נוטים להשתמש ברעלנים כנגד טורפים.
hu: Az agresszív sejtek a prédáikat távolabbról is le fogják vadászni, és nagyobb eséllyel küzdenek más ragadozók ellen, ha megtámadják őket. A békés sejtek nem kergetnek más prédákat, és kevesebb eséllyel használnak mérgeket ragadozók ellen.
it: I microbi aggressivi inseguono le prede per grandi distanze e sono più propensi a combattere quando aggrediti. I microbi pacifici, invece, ignorano i soggetti lontani e sono meno inclini a sparare tossine ai propri predatori.
ka: აგრესიულ მიკრობები მსხვერპლს დიდ მანძილზე გამოეკიდებიან და დიდი შანსით პასუხს გასცემენ, როცა ვინმე მათ უტევს. მშვიდობიანი მიკრობები დიდ მანძილზე არ გადაადგილდებიან და მტაცებლების წინააღმდეგ, დიდი შანსით, ტოქსინებს იყენებენ.
nl: Aggressieve microben zullen prooi op lange afstand jagen en zullen vaker terugvechten tegen roofdieren wanneer ze aangevallen worden. Vredige microben zullen niet op lange afstand jagen en zullen minder vaak gifstoffen tegen roofdieren gebruiken.
nl_be: Agressieve microben zullen prooien over grotere afstanden achtervolgen en hebben meer kans om roofdieren te bestrijden wanneer ze worden aangevallen. Vreedzame microben zullen anderen over grotere afstanden niet betrekken en zullen minder snel gifstoffen tegen roofdieren te gebruiken.
pl: Agresywne mikroby będą ścigać ofiarę przez długie dystanse oraz są bardziej skłonne do kontrataku. Pokojowe mikroby nie będą zaczynać pościgu na długie odległości i mniej chętnie używają toksyn przeciwko drapieżnikom.
pt_br: Micróbios agressivos perseguirão sua presa por mais tempo e são mais propensos a lutar com predadores quando atacados. Micróbios pacíficos não vão perseguir outros por tanto tempo e são menos inclinados a usar toxinas contra predadores.
pt_pt: Micróbios agressivos perseguirão presas em distâncias maiores e são mais propensos a lutar contra predadores quando atacados. Micróbios pacíficos não se envolvem com os outros em distâncias maiores e são menos propensos a usar toxinas contra predadores.
ru: Агрессивные микробы будут преследовать добычу на больших расстояниях и с большей вероятностью будут сражаться с хищниками при нападении. Мирные микробы не будут нападать на больших расстояниях и с меньшей вероятностью будут использовать токсины против хищников.
sv: Aggressiva mikrober jagar byte över större avstånd och har större sannolikhet att kämpa emot när rovdjur attackerar. Fredliga mikrober attackerar inte andra över större avstånd och har lägre sannolikhet att använda gifter mot rovdjur.
tr: Saldırgan mikroplar, avlarını çok uzun mesafelerden bile takip ederler, yırtıcılar saldırdığında ise onlarla savaşmaları muhtemeldir. Barışçıl mikroplar, çok uzun mesafelerdeki mikroplarla uğraşmazlar, yırtıcılara karşı toksin kullanmaları ise düşük ihtimaldir.
uk: Агресивні мікроби переслідуватимуть здобич на великих відстанях та скоріше битимуться з нападниками. Мирні ж не нападатимуть на великих відстанях і рідкіше використовують токсини проти хижаків.
zh_cn: 激进型微生物会在更远的距离追捕猎物， 并且在受到攻击时更有可能与捕食者作斗争。 和平型微生物不会在意更远距离的其它微生物， 并且不太可能使用毒素来对付捕食者。
zh_tw: 激進型微生物會在更遠的距離追捕獵物， 並且在受到攻擊時更有可能與捕食者作鬥爭。 和平型微生物不會在意更遠距離的其它微生物， 並且不太可能使用毒素來對付捕食者。

source: Aggressive
bg: Агресивно
ca: Agressiu
cs: Agresivnost
de: Aggressiv
es: Agresiva
et: Agressiivne
fi: Agressiivinen
fr: Agressif
he: אגריסיבי
hu: Agresszív
it: Aggressivo
ka: აგრესიული
nl: Aggressief
nl_be: Aggresief
pl: Agresja
pt_br: Agressivo
pt_pt: Agressivo
ru: Агрессивный
sk: Agresívny
sv: Aggressiv
tr: Saldırgan
uk: Агресивність
zh_cn: 激进
zh_tw: 激進

source: AI mutation rate
bg: Мутационна скорост
ca: Taxa de mutació de la IA
cs: Rychlost mutace AI
de: KI Mutationsrate
es: Velocidad de mutación de la AI
fr: Taux de mutation de l'IA
he: קצב מוטציות של AI
hu: MI mutációs mértéke
it: Tasso mutazione Intelligenza Artificiale
ka: ხი-ის მუტაციის სიჩქარე
nl: Mutatiesnelheid van de AI
pl: Częstość mutacji SI
pt_br: Taxa de mutação da IA
pt_pt: Taxa de mutação da IA
ru: Вероятность мутации ИИ
sk: Miera mutácie AI
tr: AI mutasyon hızı
uk: Частота мутацій від ШІ
zh_cn: AI突变率
zh_tw: AI 突變率
