Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SEARCH_DOT_DOT_DOT
source: Search...
bg: Търсене...
ca: Cerca...
cs: Vyhledat...
de: Suche...
eo: Serĉado...
es: Buscar...
et: Otsing...
fi: Hae...
fr: Rechercher...
he: מחפש...
hu: Keresés...
id: Cari...
it: Cerca...
ka: ძებნა...
ko: 검색...
nl: Zoeken...
nl_be: Zoeken...
pl: Wyszukiwanie...
pt_br: Pesquisar…
pt_pt: Procurar...
ru: Поиск...
sk: Vyhľadať...
sr_cyrl: Тражи...
sr_latn: Traži...
sv: Sök...
tr: Ara...
uk: Пошук...
zh_cn: 搜索…
zh_tw: 搜尋…

# SEARCH_PLACEHOLDER
source: Search...
ka: ძებნა...
nl: Zoek...
pt_br: Pesquisar...
pt_pt: Procurar...
ru: Поиск...
tr: Ara...
uk: Шукати...
zh_cn: 搜索...
zh_tw: 搜尋…

source: Search Radius:
bg: Обхват на търсенето:
ca: Radi de cerca:
cs: Vyhledávací rádius:
de: Suchradius:
es: Buscan en el radio:
et: Otsingu raadius:
fi: Etsintäsäde:
fr: Rayon de recherche :
he: רדיוס חיפוש:
hu: Keresési rádiusz:
it: Raggio di ricerca:
ka: ძებნის რადიუსი:
nl: Zoekradius:
pl: Zasięg Wyszukiwania:
pt_br: Raio de Procura:
pt_pt: Raio de Procura:
ru: Радиус Поиска:
tr: Arama Yarıçapı:
uk: Радіус пошуку:
zh_cn: 搜索半径：
zh_tw: 搜尋半徑：

source: Sea Floor
bg: Морско дъно
ca: Llit marí
cs: Mořské dno
de: Meeresboden
eo: Marfundo
es: Relieve oceánico
et: merepõhi
fi: Merenpohja
fr: Fond marin
he: קרקעית הים
hu: Tengerfenék
id: Dasar Laut
it: Fondale oceanico
ka: ოკეანის ფსკერი
ko: 해저
nl: Zeebodem
nl_be: Zeebodem
pl: Dno Morza
pt_br: Fundo do Mar
pt_pt: Fundo Oceânico
ru: Морское дно
sk: Morské dno
sr_cyrl: Морско Дно
sr_latn: Morsko Dno
sv: Havsbotten
th_th: พื้นทะเล
tr: Deniz Tabanı
uk: Морське дно
zh_cn: 海床
zh_tw: 海床

# SECRETE_SLIME
source: Secrete mucilage
bg: Освобождаване на слуз
ca: Secretar mucílag
cs: Vyměšuj sliz
de: Schleim absondern
es: Secretar mucílago
fr: Sécréter du mucilage
he: הפרש ריר
it: Secerni mucillagine
ka: ლორწოს გამოყოფა
nl: Slijm vrijlaten
pl: Wydziel śluz
pt_br: Expelir mucilagem
pt_pt: Secretar Mucilagem
ru: Выделить слизь
tr: Müsilaj salgıla
uk: Виділення слизу
zh_cn: 喷射黏液
zh_tw: 分泌黏液

# SECRETE_SLIME_TOOLTIP
source: Secrete mucilage for a speed boost and slowing down cells stuck in slime
ka: მცენარეული ლორწოს სეკრეცია, რომელიც თქვენს სიჩქარეს გაზრდის და შეამცირებს სიჩქარეს უჯრედებისას, რომლებიც ლორწოში გაიჭედნენ
pt_br: Expele mucilagem para aumentar a velocidade e desacelerar células presas na gosma
ru: Выпускает слизь, на некоторое время повышая вашу скорость, одновременно с этим замедляя клетки, что попали в слизь
tr: Hız artışı ve balçığa saplanan hücreleri yavaşlatmak için müsilaj salgıla
uk: Виділення слизу для власного прискорення і сповільнення клітин, які застрягли в слизу
zh_tw: 噴射黏液以提高速度並減緩困在黏液中細胞的速度

# SEED_LABEL
source: Planet seed: {0}
bg: Идентификатор: {0}
cs: Seed planety: {0}
de: Planetenseed: {0}
es: Semilla del planeta: {0}
he: זרע אקראי של כוכב לכת: {0}
it: Seme del pianeta: {0}
ka: პლანეტის თესლი: {0}
nl: Kiem van Planeet: {0}
pl: Ziarno planety: {0}
pt_br: Seed do planeta: {0}
pt_pt: Semente do planeta: {0}
ru: Сид планеты: {0}
tr: Gezegen tohumu: {0}
uk: Сід планети: {0}
zh_cn: 星球种子：{0}
zh_tw: 星球種子：{0}

# SELECTED_COLON
source: Selected:
bg: Избрани:
ca: Seleccionat:
cs: Vybráno:
de: Ausgewählt:
eo: Elektita(j):
es: Selección:
et: Valitud:
fi: Valittu:
fr: Sélectionné :
he: נבחרו:
hu: Kijelölve:
id: Terpilih:
it: Selezionati:
ka: მონიშნულია:
ko: 선택됨:
nl: Geselecteerd:
nl_be: Geselecteerd:
pl: Wybrane:
pt_br: Selecionado:
pt_pt: Selecionado:
ru: Выбрано:
sk: Vybrané:
sr_cyrl: Одабрано:
sv: Vald:
tr: Seçilen:
uk: Вибрано:
zh_cn: 选中的：
zh_tw: 已選取：

source: Selected Mod:
bg: Избрана:
ca: Mod Seleccionat:
cs: Vybraný mod:
de: Ausgewählte Mods:
es: Mods seleccionados:
et: Valitud mod:
he: מודים נבחרו:
hu: Kijelölt mod:
it: Mod selezionata:
ka: არჩეული მოდი:
nl: Geselecteerde Mod:
nl_be: Geselecteerde mod:
pl: Wybrany Mod:
pt_br: Mod Selecionado:
pt_pt: Mod Selecionado:
ru: Выбранный мод:
tr: Seçilen Modlar:
uk: Вибраний мод:
zh_cn: 选中的Mod：
zh_tw: 已選取模組：

# SELECTED_SAVE_IS_INCOMPATIBLE_PROMPT
source: Selected save is incompatible
bg: Избраният запис е несъвместим
ca: L'arxiu de guardat seleccionat és incompatible
cs: Vybraná uložená hra není kompatibilní
de: Der ausgewählte Speicherstand ist inkompatibel
es: La partida seleccionada es incompatible
et: Valitud salvestamine ei ühildu
fr: La sauvegarde sélectionnée est incompatible
he: השמירה שנבחרה אנו תואם
hu: A kiválasztott mentés nem kompatibilis
it: Il salvataggio selezionato è incompatibile
ka: მონიშნული შენახული შეუთავსებელია
nl: Geselecteerd opgeslagen bestand is niet-compatibel
pl: Wybrany zapis jest niekompatybilny
pt_br: O jogo salvo selecionado é incompatível
pt_pt: O jogo guardado selecionado é incompatível
ru: Выбранное сохранение несовместимо
tr: Seçilen kayıt uyumsuz
uk: Обране збереження несумісне
zh_cn: 选择的存档不兼容
zh_tw: 所選存檔不相容

# SELECTED_SAVE_IS_INCOMPATIBLE_PROTOTYPE_PROMPT
source: Selected save is from an incompatible prototype
bg: Избраният запис е от следващите етапи на играта и е несъвместим
ca: L'arxiu de guardat seleccionat és un prototip incompatible
cs: Vybrané uložení je nekompatibilní prototyp
de: Der ausgewählte Speicherstand ist inkompatibel
es: La partida seleccionada es incompatible
he: שמירה שנבחרה היינו גרסת אבטיפוס לא תואם
it: Il salvataggio selezionato è un prototipo incompatibile
ka: არჩეული შენახული არათავსებადი პროტოტიპიდანაა
nl: Geselecteerd opgeslagen bestand is een niet-compatibel prototype
nl_be: Geselecteerd opgeslagen bestand is een niet-compatibel prototype
pl: Wybrany zapis jest niekompatybilnym prototypem
pt_br: O jogo salvo selecionado é um protótipo incompatível
ru: Выбрано сохранение с несовместимым прототипом
tr: Seçilen kayıt, uyumsuz bir prototipten geliyor
uk: Обране збереження є несумісним прототипом
zh_cn: 选择的存档是不兼容的原型
zh_tw: 所選存檔來自不相容的原型

# SELECTED_SAVE_IS_UPGRADEABLE_PROMPT
source: Selected save is upgradeable
bg: Избраният запис може да бъде надграден
ca: L'arxiu de guardat seleccionat es pot actualitzar
cs: Vybranou uloženou hru lze převést na novější verzi
de: Der ausgewählte Speicherstand ist aktualisierbar
es: La partida seleccionada puede ser actualizada
et: Valitud salvestus on täiendatav
fr: La sauvegarde sélectionnée peut être mise à jour pour cette version du jeu
he: השמירה שנבחרה ניתנת לשידרוג
hu: A kiválasztott mentés frissíthető
it: Il salvataggio selezionato è aggiornabile
ka: მონიშნული შენახული განახლებადია
nl: Geselecteerd opgeslagen bestand is upgradebaar
pl: Wybrany zapis jest aktualizowalny
pt_br: O jogo salvo selecionado pode ser atualizado
pt_pt: O jogo guardado selecionado é atualizável
ru: Выбранное сохранение можно обновить
tr: Seçilen kayıt yükseltilebilir
uk: Обране збереження можливо оновити
zh_cn: 选中的存档可以更新
zh_tw: 所選存檔可更新

source: Select a generation
bg: Избиране на поколение
cs: Vyberte generaci
de: Eine Generation auswählen
es: Selecciona una generación
fr: Sélectionnez une génération
he: בחר דור
it: Seleziona una generazione
ka: აირჩიეთ თაობა
nl: Kies een generatie
pl: Wybierz pokolenie
pt_br: Selecione uma geração
pt_pt: Selecione uma geração
ru: Выберите поколение
tr: Bir kuşak seç
uk: Виберіть генерацію
zh_cn: 选择一个世代
zh_tw: 選取一個世代

# SELECT_A_PATCH
source: Select a patch to show details here
bg: Изберете зона
ca: Selecciona un Indret per a veure'n els detalls
cs: Vyberte prostředí, abyste zde o něm zobrazili detaily
de: Wähle ein Gebiet aus, um hier Details anzuzeigen
eo: Elektu flikaĵon por montri detalojn ĉi tie
es: Selecciona un bioma para mostrar los detalles aquí
et: Siin üksikasjade kuvamiseks valige plaaster
fi: Valitse alue nähdäksesi sen tiedot tässä
fr: Choisir un secteur pour voir ses détails ici
he: בחר אזור להצגת פרטים כאן
hu: Válassz ki egy patch-et a további részletek megtekintéséhez
id: Pilih daerah untuk menampilkan rincian
it: Seleziona una zona per visualizzarne i dettagli qui
ka: აირჩიეთ პაჩი, რომ დეტალები აქ გაჩვენოთ
ko: 세부 사항을 표시할 파편을 선택하십시오
nl: Selecteer een gebied om de details hier te tonen
nl_be: Kies een plek om de details hier te zien
pl: Wybierz obszar by zobaczyć jego szczegóły
pt_br: Selecione uma região para mostrar seus detalhes
pt_pt: Selecione uma região para mostrar detalhes
ru: Выберите биом для просмотра деталей
sr_cyrl: Изаберите зону да бисте овде приказали детаље
sv: Välj en plats för att visa detaljerna här
tr: Detayları görmek için bir arazi seçin
uk: Виберіть ділянку для перегляду деталей
zh_cn: 选择一个地区以显示详细
zh_tw: 選擇一個區域以在此處顯示詳細資訊

source: Select a species
bg: Избиране на създания
cs: Vyberte druh
de: Wähle ein Art aus
es: Selecciona una especie
fr: Sélectionner une espèce
he: בחר מין
it: Seleziona una specie
ka: აირჩიეთ სახეობა
nl: Kies een soort
pl: Wybierz gatunek
pt_br: Selecione uma espécie
pt_pt: Selecione uma espécie
ru: Выберите вид
tr: Bir tür seç
uk: Обрати види
zh_cn: 选择一个物种
zh_tw: 選擇一個物種

# SELECT_A_TECHNOLOGY
source: Select a technology from the TechWeb
ka: აირჩიეთ ტექნოლოგია TechWeb-დან
nl: Selecteer een technologie van het TechWeb
pt_br: Selecione uma tecnologia da Rede de Tecnologias
ru: Выберите технологию из сети технологий
tr: Teknoloji Ağından bir teknoloji seç
uk: Оберіть технологію з TechWeb
zh_cn: 从科技网上选择一项科技
zh_tw: 從科技網上選擇一項科技

# SELECT_CELL_TYPE_FROM_EDITOR
source: Select a cell type to edit here from the editor tab
bg: Изберете клетка от редактора за да промените нейните свойства
ca: Selecciona un tipus de cèl·lula per editar aquí des de la pestanya Editor
cs: V záložce editoru vyberte typ buňky pro úpravu
de: Wähle im Editor-Tab eine Zelle aus um sie hier zu editieren
es: Selecciona un tipo de célula en la pestaña de edición para modificar aquí
et: Valige redigeerija vahekaardil lahtri tüüp, mida siin redigeerida
fi: Valitse muokattavan soluelimen tyyppi editorin sivulta
fr: Sélectionnez un type de cellule à modifier dans l'onglet de l'éditeur
he: בחר סוג תא בשביל לערוך אותו בתגית העורך
hu: Válassz ki egy sejttípust, hogy szerkeszteni tudd
it: Seleziona un tipo di cellula dal pannello Editor per modificarla qui
ka: აირჩიეთ უჯრედის ტიპი რედაქტორში ჩასასწორებლად რედაქტორის ჩანართიდან
nl: Kies een celtype om hier te bewerken vanuit het Editortabblad
pl: Wybierz typ komórki do edytowania
pt_br: Selecione um tipo de célula para editá-lo aqui
pt_pt: Selecione um tipo de célula para editar aqui a partir do separador do editor
ru: Выберите тип клетки в лаборатории редактора для изменения
sk: Na karte editora, vyber typ bunky, ktorú chceš upraviť
sv: Välj en celltyp att redigera här från redigerarfliken
tr: Burayı düzenlemek için editör sekmesinden bir hücre türü seçin
uk: Оберіть тип клітин для редагування у вкладці редактору
zh_cn: 从编辑器选项卡中选择要在此处编辑的细胞类型
zh_tw: 從編輯器分頁中選擇要在此處編輯的細胞類型

source: Select Enzyme:
bg: Избиране на ензим:
ca: Seleccionar Enzim:
cs: Vyberte enzym:
de: Wähle Enzyme aus:
es: Seleciona Enzima:
fr: Sélectionner une enzyme :
he: בחר אנזים:
it: Seleziona l'enzima:
ka: აირჩიეთ ფერმენტი:
nl: Selecteer Enzym:
pl: Wybież Enzym:
pt_br: Selecione a Enzima:
pt_pt: Selecionar Enzima:
ru: Выберите фермент:
sk: Vybrať enzým:
tr: Enzim Seç:
uk: Вибраний фермент:
zh_cn: 选中的酶：
zh_tw: 選擇酶：

# SELECT_OPTION
source: Select An Option
bg: Изберете команда
ca: Seleccionar Una Opció
cs: Vyberte možnost
de: Eine Option auswählen
es: Selecciona una opción
et: Valige valik
fi: Valitse vaihtoehto
fr: Choisir une option
he: בחר אפשרות
hu: Válassz ki egy lehetőséget
it: Seleziona un'opzione
ka: აირჩიეთ ვარიანტი
nl: Selecteer Een Optie
pl: Wybierz Opcję
pt_br: Selecione uma Opção
pt_pt: Seleciona uma opção
ru: Выберите вариант
sk: Vyber možnosť
sv: Välj Ett Alternativ
tr: Bir Seçenek Seç
uk: Виберіть налаштування
zh_cn: 选择一个选项
zh_tw: 選取一個選項

source: Select Preview Image
bg: Избиране на изображение
ca: Seleccionar Imatge de Previsualització
cs: Vybrat náhled obrázku
de: Vorschaubild auswählen
es: Seleccionar imagen de previsualización
et: Valige Pildi eelvaade
fi: Valitse Esikatselukuva
he: בחר תמונה מקדימה
hu: Előzetes kép kiválasztása
it: Seleziona immagine di anteprima
ka: აირჩიეთ მინიატურის გამოსახულება
nl: Selecteer Voorbeeld Plaatje
nl_be: Selecteer voorbeeldafbeelding
pl: Wybierz zdjęcie podglądowe
pt_br: Selecionar Imagem de Pré-Visualização
pt_pt: Selecionar imagem de pré-visualização
ru: Выбрать превью
tr: Resim Önizlemesi Seç
uk: Вибрати зображення попереднього перегляду
zh_cn: 选择预览图
zh_tw: 選擇預覽圖像

# SELECT_SPACE_STRUCTURE_TITLE
source: Select Structure to Construct
fr: Choisissez un bâtiment à construire
ka: არჩიეთ ასაშენებელი სტრუქტურა
nl: Selecteer Structuur om te Bouwen
pt_br: Selecionar Estrutura a Construir
pt_pt: Selecionar Estrutura a Construir
ru: Выбор Структуры постройки
tr: İnşa Edilecek Yapıyı Seç
uk: Оберіть структуру для Конструювання
zh_cn: 选择要建造的结构
zh_tw: 選擇要建造的結構

# SELECT_STRUCTURE_POPUP_TITLE
source: Select Structure to Place
fr: Choisissez une structure à placer
ka: აირჩიეთ მოსათავსებელი სტრუქტურა
nl: Selecteer Constructie om te Plaatsen
pt_br: Selecione uma Estrutura para Colocar
pt_pt: Selecionar Estrutura a Colocar
ru: Выбор структуры
tr: Yerleştirilecek Yapıyı Seç
uk: Оберіть структуру для розміщення
zh_cn: 选择要放置的结构
zh_tw: 選擇要放置的結構

# SELECT_TISSUE_TYPE_FROM_EDITOR
source: Select a tissue type to edit here from the editor tab
bg: Изберете тъкан от редактора за да промените нейните свойства
ca: Seleccionar un tipus de teixit per a editar aquí des de la pestanya de l'editor
cs: V záložce editoru vyberte typ tkáně, který byste zde chtěli upravit
de: Wähle einen Zellentyp aus dem Editor Tab aus, um ihn hier zu bearbeiten
es: Selecciona un tipo de tejido en la pestaña de edición para modificar aquí
fr: Sélectionnez un type de cellule à éditer ici depuis l'onglet de l'éditeur
he: בחר סוג רקמה בשביל לערוך אותו כאן מהתג
it: Seleziona un tipo di tessuto dal pannello Editor
ka: აირჩიეთ რედაქტორის ჩანართში ჩასასწორებელი ქსოვილის ტიპი
nl: Selecteer een weefseltype om hier te bewerken vanuit het tabblad in de bewerker
pl: Wybierz typ tkanki do edytowania
pt_br: Selecione um tipo de tecido para editá-lo aqui
pt_pt: Selecione um tipo de tecido para editar aqui através do editor
ru: Выберите тип ткани во вкладке редактора для изменения
tr: Burayı düzenlemek için editör sekmesinden bir doku türü seçin
uk: Оберіть тип тканини для редагування у вкладці редактору
zh_cn: 从编辑器选项卡中选择要在此处编辑的组织类型
zh_tw: 從編輯器分頁中選擇要在此處編輯的組織類型

# SELECT_VACUOLE_COMPOUND_COLON
source: Select the compound the vacuole will store:
fr: Sélectionnez le composé que la vacuole stockera :
ka: აირჩიეთ ნაერთი, რომელსაც ვაკუოლა შეინახავს:
nl: Selecteer stof die door vacuole opgeslagen zal worden:
pt_br: Selecione o composto que o vacúolo armazenará:
pt_pt: Selecionar o composto que o vacúolo irá armazenar:
ru: Выберите соединение, что вакуоль будет в себе хранить:
tr: Kofulun depolayacağı bileşiği seçin:
uk: Оберіть речовину, що зберігатиметься у вакуолі:
zh_cn: 选择该液泡存储的化合物：
zh_tw: 選擇該液泡儲存的化合物：

source: September
bg: Септември
ca: Setembre
cs: Září
es: Septiembre
fi: Syyskuu
fr: Septembre
he: ספטמבר
hu: Szeptember
it: Settembre
ka: სექტემბერი
pl: Wrzesień
pt_br: Setembro
pt_pt: Setembro
ru: Сентябрь
tr: Eylül
uk: Вересень
zh_cn: 九月
zh_tw: 九月

source: Sessile
bg: Мудно
ca: Sèssil
cs: Přisedlost
de: Sessil
es: sésil
et: istuv
fi: Sessiili
he: נייח
hu: Rögzült
ka: მჯდომარე
nl: Zittend
nl_be: Zittend
pl: Osiadłość
pt_br: Séssil
pt_pt: Séssil
ru: Оседлый
sv: Stillastående
tr: Durağan
uk: Пасивні
zh_cn: 沉着
zh_tw: 沉着

# SETTING_ONLY_APPLIES_TO_NEW_GAMES
source: This value only applies to new games started after changing this option
bg: Промяната на тази стойност се прилага при започване на нова игра
ca: Aquest valor només s'aplicarà a les partides iniciades després de canviar la opció
cs: Tato hodnota se aplikuje pouze na nové hry započaté až po změně
de: Diese Option wird erst nach einem Neustart angewendet
es: Este valor solo se aplica a nuevos juegos empezados tras cambiar esta opción
et: See väärtus kehtib ainult uutele mängudele, mis alustati pärast selle valiku muutmist
fi: Tämä arvo vaikuttaa vain uusiin peleihin, jotka on aloitettu tämän muuttamisen jälkeen
fr: Cette valeur ne s'applique qu'aux nouvelles parties après avoir changé cette option
he: ערך זה חל רק על שמירות חדשות לאחר שינויו
id: Nilai ini hanya berlaku untuk permainan baru setelah mengubah opsi ini
it: Se modifichi questo valore, l'effetto si applica solo alle nuove partite
ka: ეს მნიშვნელობა, მხოლოდ, ახალ თამაშებს შეეხებათ, რომლებსაც ამ პარამეტრის ცვლილების შემდეგ დაიწყებთ
nl: Deze waarde wordt alleen toegepast op nieuwe spellen die gestart worden na het wijzigen van deze optie
nl_be: Deze waarde is alleen van toepassing op nieuwe games die zijn gestart nadat deze optie is gewijzigd
pl: Ta wartość stosuje się tylko do gier rozpoczętych po zmianie tej opcji
pt_br: Esse valor só é aplicado à novos jogos, criados após alterar esta opção
pt_pt: Este valor só se aplica a novos jogos iniciados após alterar esta opção
ru: Это значение начнёт работать при старте новой игры
th_th: ค่านี้ใช้กับเกมใหม่ที่เริ่มหลังจากเปลี่ยนตัวเลือกนี้เท่านั้น
tr: Bu ayar değiştirilirse, değişiklik yalnızca yeni başlatılan oyunlara uygulanır
uk: Це значення стосується тільки до нових ігор розпочатих після зміни налаштування
zh_cn: 这个数值只对你改变选项后新开的存档有效
zh_tw: 該值僅適用於更改此選項後開始的新遊戲

source: SFX volume
bg: Ефекти
ca: Volum SFX
cs: Hlasitost SFX
de: Effektlautstärke
eo: Volumo de sonefektoj
es: Volumen de efectos
et: SFX helitugevus
fi: Efektien voimakkuus
fr: Volume des effets spéciaux
he: עוצמת אפקטים
hu: SFX hangerő
id: Volume SFX
it: Volume degli effetti sonori
ka: SFX ხმა
ko: 효과음 음량
nl: Volume SFX
nl_be: Volume Geluidseffecten
pl: Głośność efektów dźwiękowych
pt_br: Volume dos efeitos sonoros
pt_pt: Volume de Efeitos
ru: Громкость звуковых эффектов
sk: Hlasitosť SFX
sr_cyrl: Том од звучних ефеката
sr_latn: Tom od zvučnih efekata
sv: SFX Volym
th_th: ปริมาณ SFX
tr: Ses efektleri
uk: Гучність SFX
zh_cn: 音效音量
zh_tw: 音效音量

source: Show help
bg: Отваряне на ръководството
ca: Mostrar tauler d'ajuda
cs: Zobrazit nápovědu
de: Hilfe anzeigen
eo: Montru helpon
es: Mostrar ayuda
et: Näita abi
fi: Näytä apu
fr: Montrer l'aide
he: הצג עזרה
hu: Segítség mutatása
id: Tampilkan bantuan
it: Mostra la finestra di aiuto
ka: დახმარების ჩვენება
ko: 도움말 보기
nl: Open hulp
nl_be: Laat hulp zien
pl: Pokaż pomoc
pt_br: Mostrar ajuda
pt_pt: Mostrar ajuda
ru: Показать помощь
sk: Zobraziť nápovedu
sr_cyrl: Покажите помоћ
sr_latn: Pokažite pomoć
sv: Visa hjälp
th_th: แสดงความช่วยเหลือ
tr: Yardım menüsünü göster
uk: Надати допомогу
zh_cn: 显示帮助
zh_tw: 顯示幫助

# SHOW_NEW_PATCH_NOTES
source: Show new patch notes automatically
bg: Бележки към изданието
fr: Afficher automatiquement les nouvelles notes de correctif
ka: ახალი პაჩის შენიშვნების ავტომატური ჩვენება
nl: Toon nieuwe patchnotities automatisch
pt_br: Mostrar novas notas de atualização automaticamente
ru: Показывать новые заметки релизов автоматически
tr: Yeni yama notlarını otomatik olarak göster
uk: Показувати нову інформацію про патчі автоматично
zh_cn: 自动显示新的补丁说明
zh_tw: 自動顯示新更新說明

# SHOW_NEW_PATCH_NOTES_TOOLTIP
source: Show patch notes of new Thrive releases automatically in the main menu
fr: Afficher automatiquement les notes de correctif des nouvelles versions de Thrive dans le menu principal
ka: ახალი Thrive-ის რელიზების პაჩის შენიშვნების ავტომატური ჩვენება მთავარ მენიუში
nl: Toon patchnotities van nieuwe Thrive uitgaven automatisch in het hoofdmenu
pt_br: Mostrar as notas de atualização das novas versões de Thrive automaticamente no menu principal
ru: Показывать заметки обновлений новых релизов Thrive автоматически в главном меню
tr: Yeni Thrive sürümlerinin yama notlarını ana menüde otomatik olarak göster
uk: Показувати нову інформацію про зміни у нових версіях Thrive автоматично в головному меню
zh_cn: 在主菜单中自动显示新版Thrive的补丁说明
zh_tw: 在主選單中自動顯示新 Thrive 版本的更新說明

source: Show tutorials
bg: Показване на упътването
ca: Mostrar tutorials
cs: Zobrazit tutoriál
de: Einführung anzeigen
eo: Montru lernilojn
es: Mostrar tutoriales
et: Näita õpetusi
fr: Montrer les tutoriels
he: הצג מדריכים
id: Tampilkan tutorial
it: Mostra i tutorial
ka: სახელმძღვანელოების ჩვენება
ko: 튜토리얼 보기
nl: Toon instructies
pl: Pokazuj samouczki
pt_br: Mostrar tutoriais
pt_pt: Mostrar tutoriais
sr_cyrl: Прикажи туторијале
sv: Visa handledningar
tr: Rehberi göster
uk: Показати туторіали
zh_cn: 显示教程
zh_tw: 顯示教學

# SHOW_TUTORIALS_IN_NEW_CURRENT_OPTION
source: Show tutorials (in current game)
bg: Упътване (в текущата игра)
ca: Mostrar tutorials (a la partida actual)
cs: Zobrazit tutoriály (v aktuální hře)
de: Tutorials anzeigen (im aktuellen Spiel)
eo: Montru lernilojn (en ĉi tiu ludo)
es: Mostrar tutoriales (en la partida actual)
et: Näita õpetusi (praeguses mängus)
fr: Afficher les tutoriels (dans la partie actuelle)
he: הצג מדריכים (בשמירה נוכחית)
hu: Tutoriálok mutatása (jelenlegi játékban)
id: Tampilkan tutorial (di permainan saat ini)
it: Mostra i tutorial (nella partita attuale)
ka: სახელმძღვანელოების ჩვენება (მიმდინარე თამაშში)
ko: 튜토리얼 보기(현재 진행중인 게임)
nl: Toon instructies (in huidige spel)
pl: Pokazuj samouczki (w aktualnej rozgrywce)
pt_br: Mostrar tutoriais (no jogo atual)
pt_pt: Mostrar tutoriais (no jogo atual)
ru: Показывать руководства (в текущей игре)
sk: Zobraziť tutoriál (v aktuálnej hre)
sr_cyrl: Прикажи водиче (у тренутној игри)
sr_latn: Prikaži vodiče (u trenutnoj igri)
th_th: แสดงบทช่วยสอน (ในเกมปัจจุบัน)
tr: Rehberi göster (mevcut oyunda)
uk: Показати туторіал (в поточній грі)
zh_cn: 现有游戏中显示教程
zh_tw: 顯示教學（在當前遊戲中）

# SHOW_TUTORIALS_IN_NEW_GAMES_OPTION
source: Show tutorials (in new games)
bg: Упътване (при започване на нова игра)
ca: Mostrar tutorials (en noves partides)
cs: Zobrazit tutoriály (v nových hrách)
de: Tutorials anzeigen (in neuen Spielen)
eo: Montru lernilojn (en novaj ludoj)
es: Mostrar tutoriales (en nuevas partidas)
et: Näita õpetusi (uutes mängudes)
fr: Afficher les tutoriels (dans les nouvelles parties)
he: הצג מדריכים (בשמירות חדשות)
hu: Tutoriálok mutatása (új játék esetén)
id: Tampilkan tutorial (di permainan baru)
it: Mostra i tutorial (in nuove partite)
ka: სახელმძღვანელოების ჩვენება (ახალ თამაშში)
ko: 튜토리얼 보기(새 게임 시작 시)
nl: Toon instructies (in nieuwe spellen)
pl: Pokazuj samouczki (w nowych rozgrywkach)
pt_br: Mostrar tutoriais (em novos jogos)
pt_pt: Mostrar tutoriais (em novos jogos)
ru: Показывать руководства (в новых играх)
sk: Zobraziť tutoriál (v nových hrách)
sr_cyrl: Прикажи водиче (у новим играма)
sr_latn: Prikaži vodiče (u novim igrama)
th_th: แสดงบทช่วยสอน (ในเกมใหม่)
tr: Rehberi göster (yeni oyunlarda)
uk: Показати туторіали (в новій грі)
zh_cn: 开始新游戏时显示教程
zh_tw: 顯示教學（在新遊戲中）

source: Show unsaved progress warning
bg: Предупреждение при излизане от играта
ca: Mostra avís de progrés no guardat
cs: Zobrazení upozornění na neuložený postup
de: Warnung vor ungesichertem Fortschritt anzeigen
es: Mostrar aviso de progreso sin guardar
et: Kuva salvestamata edenemise hoiatus
fi: Näytä varoitus tallentamattomista muutoksista
fr: Avertissement lorsque la progression n'a pas été sauvegardée
he: הראה אזהרת התקדמות ללא שמירה
hu: "Mentetlen játék" figyelmeztetés mutatása
it: Mostra avvertimeto relativo ai progressi non salvati
ka: შეუნახავი მიმდინარეობის გაფრთხილების ჩვენება
nl: Toon waarschuwing voor niet opgeslagen voortgang
nl_be: Toon niet opgeslagen voortgang waarschuwing
pl: Pokaż ostrzeżenie o niezapisanym postępie
pt_br: Mostrar aviso de progresso não salvo
pt_pt: Mostrar aviso de progresso não guardado
ru: Показать предупреждение о несохраненном прогрессе
sk: Zobraziť upozornenie na neuložený postup
sv: Visa osparade framstegsvarning
tr: Kaydedilmemiş ilerlemeler uyarısını göster
uk: Програвати попередження про незбережену гру
zh_cn: 显示未保存的进度警告
zh_tw: 顯示未儲存進度警告
