Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_STAGE_HELP_MESSAGE_5
source: Osmoregulation costs [thrive:compound type="atp"][/thrive:compound], which means the bigger your cell is, the more mitochondria, metabolosomes or rusticyanin (or cytoplasm, which does glycolysis) you need to avoid losing [thrive:compound type="atp"][/thrive:compound] when you are stationary.
bg: Осморегулацията отнема [thrive:compound type="atp"]АТФ[/thrive:compound], това означава, че колкото е по-голяма Вашата клетка, толкова повече митохондрии, метаболозоми или рустицианин (или цитоплазма, която извършва процеса гликолиза) ще са Ви нужни за да не губите [thrive:compound type="atp"]АТФ[/thrive:compound], докато не се движите.
ca: L'Osmoregulació comporta un cost en [thrive:compound type="atp"][/thrive:compound], de manera que, com més gran és la teva cèl·lula, més Mitocondris, Metabolosomes o Rusticianina (o Citoplasma, que duu a terme la Glicòlisi) necessites per evitar morir [thrive:compound type="atp"][/thrive:compound] quan estàs quiet.
cs: Osmoregulace stojí [thrive:compound type="atp"][/thrive:compound], což znamená, že čím větší bude tvoje buňka, tím víc bude potřebovat Mitochondrií, Metabolomů nebo Rusticyaninu (nebo cytoplasmy, která provádí Glykolýzu), abys neztrácel(a) [thrive:compound type="atp"][/thrive:compound] v době kdy stojíš.
de: Osmoregulation kostet [thrive:compound type="atp"][/thrive:compound], was bedeutet, dass je größer deine Zelle ist, desto mehr Mitochondrien, Metabolosomen oder Rusticyanin (oder Zytoplasma, welches Glukose herstellt) benötigt werden, um kein [thrive:compound type="atp"][/thrive:compound] zu verlieren, selbst, wenn du still stehst.
eo: Osmoregado kostas ATP-ojn, kio signifas, ju pli granda estas via ĉelo, des pli da Mitokondrioj aŭ Metabolosomoj aŭ Rusticianinoj (aŭ citoplasmo, kiu faras Glikolizon) vi bezonas por eviti perdi ATP-on kiam vi estas senmova.
es: La osmorregulación cuesta [thrive:compound type="atp"][/thrive:compound], lo que significa que cuanto más grande es la célula, más mitocondrias, metabolosomas, rusticianinas (u orgánulos que puedan realizar glicólisis) necesitarás para evitar perder [thrive:compound type="atp"][/thrive:compound] cuando esté inmóvil.
et: Osmoregulatsioon maksab [thrive:compound type="atp"][/thrive:compound], mis tähendab, et mida suurem on teie rakk, seda rohkem on teil vaja mitokondreid, metabolosoome või rustitsüaniini (või tsütoplasmat, mis teeb glükolüüsi), et vältida nende kadumist [thrive: ühend type="atp"][/thrive:compound], kui olete paigal.
fi: Osmoregulaatio kuluttaa ATP:tä, joka tarkoittaa, että mitä suurempi solusi on, sitä enemmän tarvitset mitokondrioita, metabolosomeja tai rusticyaninia (tai solulimaa, joka suorittaa glykolyysiä) välttääksesi menettämästä ATP:tä, kun olet paikallasi.
fr: L'Osmoregulation coûte de l'[thrive:compound type="atp"][/thrive:compound], ce qui signifie que plus votre cellule est grande, plus vous aurez besoin de Mitochondries, de Metabolosomes ou de Rusticyanines (ou cytoplasmes, qui réalisent la Glycolyse) pour éviter de perdre de l'[thrive:compound type="atp"][/thrive:compound] quand vous êtes à l'arrêt.
he: אוסמורגולציה עולה [thrive:compound type="atp"][/thrive:compound], מה שזה אומר שככל שהתא שלך גדול יותר, כך יותר מיטוכונדריה, מטבולוזומים או רוסטיצינין (או ציטופלזמה, שעושה גליקוליזה) אתה צריך על מנת למנוע איבוד של [thrive:compound type="atp"][/thrive:compound] בזמן שאתה נח.
hu: Az ozmoreguláció ATP-be kerül, ami azt jelenti, hogy minél nagyobb a sejted, annál több mitokondriumra, metaboloszómára vagy rusticyanin-ra (vagy citoplazmára, mely a glikolízist végzi) van szükséged, hogy minél kevesebb ATP-t veszíts, amikor egy helyhez vagy kötve.
id: Osmoregulasi memerlukan [thrive:compound type="atp"][/thrive:compound], yang berarti semakin besar sel kamu, semakin banyak Mitokondria, Metabolosom, atau Rusticyanin (atau sitoplasma, yang melakukan proses Glikolisis) yang kamu butuhkan agar terhindar dari kehilangan [thrive:compound type="atp"][/thrive:compound] saat kamu tidak bergerak.
it: L'osmoregolazione costa [thrive:compound type="atp"][/thrive:compound]. Ciò significa che più grande è la tua cellula, più mitocondri, metabolosomi, rusticianina (o citoplasma, per fare la glicolisi) servono per evitarne la perdita mentre sei fermo.
ko: 삼투압 조절은 ATP를 소모하므로, 당신의 세포가 더 클수록, 미토콘드리아나 대사체나 루스티시아닌(또는 해당을 수행하는 세포질)이 정지해있을 때 ATP 손실을 방지해야 합니다.
nl: Osmoregulatie kost [thrive:compound type="atp"][/thrive:compound]. Dat betekent dat hoe groter je cel is, hoe meer mitochondriën, metabolosomen of rusticyanine (of cytoplasma, dat aan glycolyse doet) je nodig hebt om te voorkomen dat je [thrive:compound type="atp"][/thrive:compound] verliest als je stilstaat.
nl_be: Osmoregulatie kost [thrive:compound type="atp"][/thrive:compound], wat betekend dat des te groter je cel is, des te meer mitochondriën, metabolosomen of rusticyanine (of cytoplasme, die glycolyse uitvoert) je nodig hebt om het verlies van [thrive:compound type="atp"][/thrive:compound] wanneer je stilstaat te verkomen.
pl: Osmoregulacja kosztuje [thrive:compound type="atp"][/thrive:compound], co oznacza że im większa jest twoja komórka, tym więcej mitochondriów, metabolosomów lub rusticyjaniny (albo cytoplazmy, który przeprowadza glikolizę) będziesz potrzebować by uniknąć tracenia [thrive:compound type="atp"][/thrive:compound] stojąc w miejscu.
pt_pt: Osmorregulação custa [thrive:compound type="atp"][/thrive:compound], o que significa que quanto maior for a tua célula, mais Mitocôndrias, Metabolossomas ou Rusticianina (ou citoplasma, o qual realiza a Glicólise) necessitas para evitar perder [thrive:compound type="atp"][/thrive:compound] quando te encontrares parado.
sk: Osmoregulácia stojí [thrive:compound type="atp"][/thrive:compound], čo znamená, že čím väčšia je tvoja bunka, tým viac mitochondrií, metabolozómov alebo rusticyanínu (alebo cytoplazmy, ktorá robí glykolýzu), potrebuješ, aby si sa vyhol strate [thrive:compound type="atp"][/thrive:compound], keď sa nehýbeš.
sr_cyrl: Осморегулација кошта ATP, што значи да што је већа ваша ћелија, то вам је потребно више митохондрије или метаболосоми или рустицијанине (или цитоплазме, која врши гликолизу) да бисте избегли губитак АTP-а када мирујете.
sr_latn: Osmoregulacija košta ATP, što znači da što je veća vaša ćelija, to vam je potrebno više mitohondrije ili metabolosomi ili rusticijanine (ili citoplazme, koja vrši glikolizu) da biste izbegli gubitak ATP-a kada mirujete.
sv: Osmoregulering kostar ATP, vilket innebär att ju större din cell är, desto fler mitrokondrier, metabolosomer eller Rusticyanin (eller cytoplasmer som utför Glykolys) behövs för att undvika att förlora ATP när du inte rör dig.
th_th: การออสโมซิส มีค่าใช้จ่าย ATP ซึ่งหมายความว่ายิ่งเซลล์ของคุณมีขนาดใหญ่มากขึ้น ไมโตคอนเดรีย, เมตาโบโลมโซม หรือ รัสติไซยานิน (หรือไซโตพลาสซึมซึ่งทำ ไกลโคไลซิส) คุณต้องหลีกเลี่ยงการสูญเสีย ATP เมื่อคุณอยู่กับที่
uk: Осморегуляція коштує [thrive:compound type="atp"][/thrive:compound], тож чим більша Ваша клітина, тим більше Мітохондрій, Метаболосом чи Рустіціаніну (або цитоплазми, що виконує гліколіз) Вам потрібно, аби уникнути втрат [thrive:compound type="atp"][/thrive:compound], коли Ви непорушні.
zh_cn: 渗透调节消耗[thrive:compound type="atp"][/thrive:compound]（三磷酸腺苷），这意味着你的细胞越大，你所需要的线粒体/代谢体/铁硫菌蓝蛋白（或细胞质-也可进行糖酵解）就越多。否则你在静止不动时都会损失[thrive:compound type="atp"][/thrive:compound]。
zh_tw: 滲透調節會消耗 [thrive:compound type="atp"][/thrive:compound]，這意味著您的細胞越大，您需要的粒線體、代謝體或鐵硫菌藍蛋白（或細胞質，能進行糖解）就越多。否則您在靜止不動時都會損失 [thrive:compound type="atp"][/thrive:compound]。

# MICROBE_STAGE_HELP_MESSAGE_6
source: There are many organelles in the editor for you to evolve, allowing for a wide range of different playstyles.
bg: В редактора имате на разположение различни органели, които дават възможност за различни стилове на игра.
ca: A l'editor hi ha un munt d'Orgànuls que pots fer servir per evolucionar; un munt de possibilitats jugables.
cs: V editoru je spousta Organel, které můžete vyvíjet. Dík tomu máte k dispozici obrovský počet herních stylů.
de: Es gibt viele Organellen im Editor, mit denen du dich weiterentwickeln kannst und die ein breites Spektrum an verschiedenen Spielstilen ermöglichen.
eo: Estas multaj Organetoj en la redaktilo por ke vi evoluu, permesante larĝan gamon de malsamaj ludstiloj.
es: Hay varios orgánulos en el editor para que evoluciones, lo que te permite una amplia diversidad de estilos de juego.
et: Redigeerijas on palju organelle, mida saate arendada, võimaldades laia valikut erinevaid mängustiile.
fi: Editorissa on saatavilla monia soluelimiä, joita voit lisätä lajiisi. Nämä mahdollistavat paljon erilaisia pelityylejä.
fr: Il y a plein d'Organites dans l'éditeur pour vous permettre d'évoluer, vous donnant accès à un grand panel de style de jeu.
he: ישנו אוסף של אברונים בעורך שאתה יכול לבחור ולפתח, מה שמאפשר סגנונות משחק שונים ומגוונים.
hu: Sok sejtszervecske érhető el a szerkesztőben, ezzel megadva neked a lehetőséget arra, hogy a saját tetszésed szerint játszd a játékot.
id: Ada banyak organel di editor yang dapat kamu gunakan untuk mengembangkan selmu, memungkinkan gaya permainan yang luas.
it: Nell'editor ci sono diversi organuli da poter evolvere. Ciò permette una grande varietà di stili di gioco.
ko: 편집기에 있는 수많은 진화 가능한 세포 기관들로, 다양한 종류의 게임 진행 방식을 만들 수 있습니다.
nl: Er zijn veel organellen in de editor om te evolueren, wat voor een brede selectie aan speelwijzen zorgt.
nl_be: Er zijn vele organellen in de "editor" die je kan ontwikkelen, waardoor je een brede waaier aan verschillende speelstijlen kunt gebruiken.
pl: W edytorze jest wiele Organelli które możesz ewoluować, pozwalając na szeroki zakres różnych stylów gry.
pt_pt: Há muitos Organelos no editor para tu evoluires, permitindo uma vasta gama de diferentes estilos de jogo.
sk: V editore je veľa organel, ktoré môžeš vyvíjať, čo umožňuje širokú škálu rôznych herných štýlov.
sr_cyrl: У уређивачу има много oрганела да бисте могли да се развијате, омогућавајући широк спектар различитих стилова играња.
sr_latn: U uređivaču ima mnogo organela da biste mogli da se razvijate, omogućavajući širok spektar različitih stilova igranja.
sv: Det finns många Organeller i redigeraren som du kan utveckla, vilket tillåter mycket variation av olika spelstilar.
th_th: มี ออร์แกเนลล์ มากมายในตัวแก้ไขเพื่อให้คุณพัฒนาทำให้สามารถเล่นสไตล์ต่างๆได้หลากหลาย
uk: У редакторі присутньо багато Органел, які ви можете розвинути, що відкриває широкий вибір різноманітних стилів гри.
zh_cn: 编辑器里有很多细胞器可供你进化，提供多种不同的玩法。
zh_tw: 編輯器中有許多細胞器可供您演化，提供多種不同的遊戲玩法。

# MICROBE_STAGE_HELP_MESSAGE_7
source: If your population drops to zero, you go extinct.
bg: Ако популацията Ви спадне до нула, Вашите създания ще изчезнат.
ca: Per a la versió actual del joc, si la teva població baixa fins a 0 t'hauràs extingit.
cs: Pokud tvá populace spadne na 0, tak vyhyneš.
de: Wenn deine Population auf Null sinkt, stirbst du derzeit noch aus.
eo: Se la nombro de via loĝantaro iĝos nulo, vi formortos.
es: Por ahora, si tu población cae a cero, te extinguirás.
et: (Praeguseks) Kui su rakkude arv väheneb 0-ks siis oled välja surnud.
fi: Toistaiseksi, jos populaatiosi tippuu nollaan, lajisi kuolee sukupuuttoon.
fr: Pour l'instant, si votre population chute à zéro, votre espèce s'éteint.
he: לעת עתה, אם כמות האוכלוסייה שלך יורדת לאפס, אתה נכחד.
hu: Perpillanat, ha a populációd egyedszáma a nullára esik, akkor ki fogsz halni.
id: Untuk saat ini jika populasi turun menjadi nol maka kamu akan punah.
it: Ti estingui se la tua popolazione raggiunge lo zero.
ko: 지금부터 개체 수가 전부 사라지면 멸종하게 됩니다.
nl: Voor nu, als je populatie naar nul zakt, sterf je uit.
nl_be: Voorlopig, als je populatie naar nul zakt zal je uitsterven.
pl: Jeśli twoja populacja spadnie do zera, wyginiesz.
pt_pt: Por agora, se a tua população cair para zero extingues-te.
sk: Ak tvoja populácia klesne na nulu, vyhynieš.
sr_cyrl: За сада, ако вам популација падне на нулу, ви сте изумрли.
sr_latn: Za sada, ako vam populacija padne na nulu, vi ste izumrli.
sv: För tillfället utrotas du om din population går ner till 0 individer.
th_th: ในตอนนี้หากจำนวนประชากรของคุณลดลงเหลือศูนย์คุณจะสูญพันธุ์
uk: Якщо ваша популяція знизиться до нуля, ви зникнете.
zh_cn: 目前版本，只要你的细胞数量降到零，你就会灭绝。
zh_tw: 如果您的種群數量減少到零，您就會滅絕。

# MICROBE_STAGE_HELP_MESSAGE_8
source: The various compound clouds are: White – [thrive:compound type="glucose"][/thrive:compound] Yellow – [thrive:compound type="hydrogensulfide"][/thrive:compound] Orange – [thrive:compound type="ammonia"][/thrive:compound] Purple – [thrive:compound type="phosphates"][/thrive:compound] Rust Brown – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] makes [thrive:compound type="atp"][/thrive:compound].
bg: Видовете облаци са: Бял — [thrive:compound type="glucose"]глюкоза[/thrive:compound] Жълт — [thrive:compound type="hydrogensulfide"]сероводород[/thrive:compound] Оранжев — [thrive:compound type="ammonia"]амоняк[/thrive:compound] Лилав — [thrive:compound type="phosphates"]фосфат[/thrive:compound] Ръждивокафяв — [thrive:compound type="iron"]желязо[/thrive:compound] [thrive:compound type="glucose"]Глюкозата[/thrive:compound] създава [thrive:compound type="atp"]АТФ[/thrive:compound].
ca: Els diferents núvols de compostos són: Blanc – [thrive:compound type="glucose"][/thrive:compound] Groc – [thrive:compound type="hydrogensulfide"][/thrive:compound] Taronja – [thrive:compound type="ammonia"][/thrive:compound] Violeta – [thrive:compound type="phosphates"][/thrive:compound] Marró rovellat – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] fa [thrive:compound type="atp"][/thrive:compound].
cs: Různé barvy mračen jsou: Bílá - [thrive:compound type="glucose"]Glukóza[/thrive:compound] Žlutá - [thrive:compound type="hydrogensulfide"]Sirovodík[/thrive:compound] Oranžová - [thrive:compound type="ammonia"]Amoniak[/thrive:compound] Fialová - [thrive:compound type="phosphates"]Fosfáty[/thrive:compound] Rezavě hnědá - [thrive:compound type="iron"]Železo[/thrive:compound] [thrive:compound type="glucose"]Glukóza[/thrive:compound] tvoří [thrive:compound type="atp"]ATP[/thrive:compound].
de: Die verschiedenen Substanzen-Wolken sind: Weiß – [thrive:compound type="glucose"][/thrive:compound] Gelb – [thrive:compound type="hydrogensulfide"][/thrive:compound] Orange – [thrive:compound type="ammonia"][/thrive:compound] Lila – [thrive:compound type="phosphates"][/thrive:compound] Rostbraun – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] wird in [thrive:compound type="atp"][/thrive:compound] umgewandelt.
eo: La diversaj kunmetitaj nuboj estas: Blanka - Glukozo Flava - Hidrogena Sulfido Oranĝa - Amoniako Purpura - Fosfato Rusta Bruno - Fero Glukozo produktas ATP-on
es: Las nubes de compuestos son: Blanca – [thrive:compound type="glucose"][/thrive:compound] Amarilla – [thrive:compound type="hydrogensulfide"][/thrive:compound] Naranja – [thrive:compound type="ammonia"][/thrive:compound] Púrpura – [thrive:compound type="phosphates"][/thrive:compound] Marrón – [thrive:compound type="iron"][/thrive:compound] La [thrive:compound type="glucose"][/thrive:compound] se usa para generar [thrive:compound type="atp"][/thrive:compound].
et: Erinevad liitpilved on: Valge – [thrive:compound type="glucose"][/thrive:compound] Kollane – [thrive:compound type="hydrogensulfide"][/thrive:compound] Oranž – [thrive:compound type="ammoniaak"][/thrive:compound] Lilla – [thrive:compound type="phosphates"][/thrive:compound] Roostepruun – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] muudab [thrive:compound type="atp"][/thrive:compound].
fi: Kerättävät yhdisteet voi tunnistaa pilven väristä seuraavasti: Valkoinen – Glukoosi Keltainen – Rikkivety Oranssi – Ammoniakki Purppura – Fosfaatti Ruosteen ruskea – Rauta Glukoosi tuottaa ATP:tä.
fr: Les différents nuages de composants sont : Blanc - [thrive:compound type="glucose"][/thrive:compound] Jaune - [thrive:compound type="hydrogensulfide"][/thrive:compound] Orange - [thrive:compound type="ammonia"][/thrive:compound] Violet - [thrive:compound type="phosphates"][/thrive:compound] Rouille - [thrive:compound type="iron"][/thrive:compound] Le [thrive:compound type="glucose"][/thrive:compound] Produit de l'[thrive:compound type="atp"][/thrive:compound].
he: העננים המורכבים השונים הם: לבן - [thrive:compound type="glucose"][/thrive:compound] צהוב - [thrive:compound type="hydrogensulfide"][/thrive:compound] כתום - [thrive:compound type="ammonia"][/thrive:compound] סגול - [thrive:compound type="phosphates"][/thrive:compound] חום חלודה - [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] מייצר [thrive:compound type="atp"][/thrive:compound].
hu: A különböző vegyületfelhők lehetnek: Fehérek – [thrive:compound type="glucose"]Glükóz[/thrive:compound] Citromsárgák – [thrive:compound type="hydrogensulfide"]Hidrogén-szulfid[/thrive:compound] Narancssárgák – [thrive:compound type="ammonia"]Ammónia[/thrive:compound] Lilák – [thrive:compound type="phosphates"]Foszfátok[/thrive:compound] Rozsdabarnák – [thrive:compound type="iron"]Vas[/thrive:compound] A glükózból ATP készül.
id: Jenis-jenis awan senyawa adalah sebagai berikut: Putih - [thrive:compound type="glucose"][/thrive:compound] Kuning - [thrive:compound type="hydrogensulfide"][/thrive:compound] Oranye - [thrive:compound type="ammonia"][/thrive:compound] Ungu - [thrive:compound type="phosphates"][/thrive:compound] Coklat Karat - [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"]Glukosa-lah[/thrive:compound] yang membuat [thrive:compound type="atp"][/thrive:compound]
it: Le varie nuvole di composti sono le seguenti: - bianco - [thrive:compound type="glucose"][/thrive:compound]; - giallo - [thrive:compound type="hydrogensulfide"][/thrive:compound]; - arancione - [thrive:compound type="ammonia"][/thrive:compound]; - viola - [thrive:compound type="phosphates"][/thrive:compound]; - marrone ruggine - [thrive:compound type="iron"][/thrive:compound]. Il [thrive:compound type="glucose"][/thrive:compound] fornisce [thrive:compound type="atp"][/thrive:compound].
ko: 화합물 구름은 다음과 같습니다: 흰색 – 포도당 노란색 – 황화수소 주황색 – 암모니아 자주색 – 인산염 적갈색 – 철 포도당은 ATP를 생산합니다
nl: De verschillende stofwolken zijn: Wit - [thrive:compound type="glucose"][/thrive:compound] Geel - [thrive:compound type="hydrogensulfide"][/thrive:compound] Oranje - [thrive:compound type="ammonia"][/thrive:compound] Paars - [thrive:compound type="phosphates"][/thrive:compound] Roestbruin - [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] maakt [thrive:compound type="atp"][/thrive:compound].
nl_be: De verschillende wolken met chemische stoffen zijn: Wit – [thrive:compound type="glucose"][/thrive:compound] Geel – [thrive:compound type="hydrogensulfide"][/thrive:compound] Oranje – [thrive:compound type="ammonia"][/thrive:compound] Paars – [thrive:compound type="phosphates"][/thrive:compound] Roest bruin – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] maakt [thrive:compound type="atp"][/thrive:compound].
pl: Różne kolory chmur związków to: Białe – [thrive:compound type="glucose"][/thrive:compound] Żółte – [thrive:compound type="hydrogensulfide"][/thrive:compound] Pomarańczowe – [thrive:compound type="ammonia"][/thrive:compound] Fioletowe – [thrive:compound type="phosphates"][/thrive:compound] Rdzawo-Brązowe – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] wytwarza [thrive:compound type="atp"][/thrive:compound].
pt_pt: As várias nuvens de compostos são: Branco – [thrive:compound type="glucose"][/thrive:compound] Amarelo – [thrive:compound type="hydrogensulfide"][/thrive:compound] Laranja – [thrive:compound type="ammonia"][/thrive:compound] Roxo – [thrive:compound type="phosphates"][/thrive:compound] Castanho Ferrugem – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] produz [thrive:compound type="atp"][/thrive:compound].
sk: Rôzne oblaky zlúčenín sú: Biela – [thrive:compound type="glucose"][/thrive:compound] Žltá – [thrive:compound type="hydrogensulfide"][/thrive:compound] Oranžová – [thrive:compound type="ammonia"][/thrive:compound] Fialová – [thrive:compound type="phosphates"][/thrive:compound] Hrdzavohnedá – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] vyrába [thrive:compound type="atp"][/thrive:compound].
sr_cyrl: Разни облак једињења су: Бела - глукоза Жута - водоник-сулфид Наранџа - амонијак Љубичаста - фосфат Руст Бровн - гвожђе Глукоза ствара ATP
sr_latn: Razni oblak jedinjenja su: Bela - glukoza Žuta - vodonik-sulfid Narandža - amonijak Ljubičasta - fosfat Rust Brovn - gvožđe Glukoza stvara ATP
sv: De olika molekylmolnen (resurser) är: Vit – Glukos Gul – Svavelväte Orange – Ammoniak Lila – Fosfat Rödaktig – Järn Glukos används till att bilda ATP
th_th: เมฆประกอบต่างๆ ได้แก่ : ขาว - กลูโคส สีเหลือง - ไฮโดรเจนซัลไฟด์ ส้ม - แอมโมเนีย สีม่วง - ฟอสเฟต สนิมน้ำตาล - เหล็ก กลูโคสทำให้ ATP
uk: Різноманітні хмари сполук: Білий –[thrive:compound type="glucose"][/thrive:compound] Жовтий – [thrive:compound type="hydrogensulfide"][/thrive:compound] Помаранчевий – [thrive:compound type="ammonia"][/thrive:compound] Фіолетовий – [thrive:compound type="phosphates"][/thrive:compound] Іржаво-коричневий – [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] перетворюється у [thrive:compound type="atp"][/thrive:compound].
zh_cn: 各种化合物云分别是： 白色 - [thrive:compound type="glucose"][/thrive:compound] 黄色 - [thrive:compound type="hydrogensulfide"][/thrive:compound] 橙色 - [thrive:compound type="ammonia"][/thrive:compound] 紫色 - [thrive:compound type="phosphates"][/thrive:compound] 铁锈棕 - [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound]用于生产[thrive:compound type="atp"][/thrive:compound]（三磷酸腺苷）。
zh_tw: 各種化合物雲是： 白色 - [thrive:compound type="glucose"][/thrive:compound] 黄色 - [thrive:compound type="hydrogensulfide"][/thrive:compound] 橙色 - [thrive:compound type="ammonia"][/thrive:compound] 紫色 - [thrive:compound type="phosphates"][/thrive:compound] 銹棕色 - [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound] 用於製造 [thrive:compound type="atp"][/thrive:compound]。
