Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TOXIN_VACUOLE_DESCRIPTION
source: The toxin vacuole is a vacuole that has been modified for the specific production, storage, and secretion of [thrive:compound type="oxytoxy"][/thrive:compound]. More toxin vacuoles will increase the rate at which toxins can be released.
bg: Токсичната вакуола е видоизменена вакуола, която произвежда, съхранява и изстрелва [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound]. Всяка токсична вакуола увеличава скоростта на изстрелване на токсините.
ca: El Vacúol de Toxines, és un Vacúol que ha estat modificat per a la producció, emmagatzematge i secreció de Toxines OxyToxy. Com més quantitat d'aquests Vacúols tingui una cèl·lula, més ràpidament produirà aquestes Toxines.
cs: Toxinová vakuola je vakuola, která byla upravena pro specifickou produkci, skladování a sekreci oxytoxytoxinů. Více toxinových vakuol zvýší rychlost uvolňování toxinů.
de: Die Toxinvakuole ist eine Vakuole, die für die spezifische Produktion, Lagerung und Sekretion von Oxytoxiden modifiziert wurde. Mehr Toxinvakuolen erhöhen die Geschwindigkeit, mit der Toxine freigesetzt werden können.
eo: La toksina vakuolo estas vakuolo, kiu estis modifita por la specifa produktado, stokado kaj sekrecio de oxytoxy toksinoj. Pli da toksinaj vacuoloj pliigos la rapidecon, per kiu toksinoj povas esti liberigitaj.
es: La vacuola de toxinas es una vacuola modificada específicamente para la producción, secreción y almacenamiento de toxinas. Más vacuolas de toxinas incrementan la velocidad a la que se pueden disparar las toxinas.
et: Toksiinivakuool on vakuool, mida on modifitseeritud oksütoksütoksiinide spetsiifiliseks tootmiseks, säilitamiseks ja sekreteerimiseks. Rohkem toksiinide vakuoole suurendab toksiinide vabanemise kiirust.
fr: La vacuole à toxines est une vacuole ayant évolué de manière à spécifiquement produire, contenir et sécréter des toxines oxytoxy. La vitesse de production et sécrétion augmente proportionellement au nombre de vacuoles à toxines.
he: חלולית רעלן היא חלולית שהשתנה לצורך ייצור, אחסון והפרשה ספציפיים של רעלנים אוקסיטוקסיים. חלוליות רעלן נוספים יגדילו את קצב שחרור הרעלנים.
id: Vakuola racun adalah vakuola yang telah dimodifikasi untuk pembuatan khusus, penyimpanan dan sekresi racun oksitoksi. Vakuola racun yang lebih banyak akan mempercepat laju pengeluaran racun tersebut.
it: Il vacuolo tossine è un vacuolo che è stato modificato per la produzione, l'immagazzinamento e la secrezione di [thrive:compound type="oxytoxy"][/thrive:compound]. Più vacuoli tossine hai, più rapidamente sarai in grado di rilasciare le tossine.
ko: 독성 액포는 OxyToxy 독소의 특정 생산, 저장 및 분비를 위해 수정 된 액포입니다. 독성 액포가 많을 수록 독소의 방출 속도를 증가시킬 수 있습니다.
nl_be: De gifstofvacuole is een vacuole die speciaal aangepast is voor de specifieke productie, opslag en afscheiding van oxytoxy gifstoffen. Meer gifstofvacuole's zullen de snelheid waarmee gifstoffen vrijgelaten mee kunnen worden vergroten.
pl: Toksyczna wakuola to wakuola zmodyfikowana do specyficznej produkcji, magazynowania i uwalniania toksyn oxytoxy. Więcej toksycznych wakuoli zwiększa tempo z którym można wypuszczać toksyny.
pt_br: O vacúolo de toxinas é um vacúolo que foi modificado para a produção, armazenamento, e secreção específica de [thrive:compound type="oxytoxy"][/thrive:compound]. Mais vacúolos de toxinas vão aumentar a taxa na qual toxinas podem ser liberadas. Pode ser modificado para trocar o tipo de toxina gerada para outros efeitos.
ru: Токсинная Вакуоль -- вакуоль, что была модифицирована для синтеза, хранилища и секреции [thrive:compound type="oxytoxy"][/thrive:compound]. Большее количество Токсинных Вакуолей повысят скорость при которой синтезируются токсины. Может быть изменена для переключения типа синтезированного токсина для иных эффектов, которые могут потребовать производства [thrive:compound type="oxygen"][/thrive:compound].
sr_cyrl: Отровна вакуола је вакуола која је модификована за специфичну производњу, складиштење и излучивање окситокси токсина. Више отровне вакуола повећаће брзину ослобађања токсина.
sr_latn: Otrovna vakuola je vakuola koja je modifikovana za specifičnu proizvodnju, skladištenje i izlučivanje oksitoksi toksina. Više otrovne vakuola povećaće brzinu oslobađanja toksina.
sv: Giftvakuolen är en vakuol som har modifierats för produktion, lagring, och utsöndring av oxytoxy-gifter. Mer giftvakuoler ökar intervallen gift kan avfyras med.
th_th: ท็อกซินแวคิวโอลเป็นแวคิวโอลที่ได้รับการดัดแปลงเพื่อการผลิตการจัดเก็บและการหลั่งสารพิษออกซีโทซีโดยเฉพาะ แวคิวโอลที่เป็นพิษมากขึ้นจะทำให้สารพิษถูกปล่อยออกมามากขึ้น
tr: Toksin kofulu, [thrive:compound type="oxytoxy"]OksiToksi NT'lerin[/thrive:compound] özel üretimi, depolanması ve salgılanması için özelleşmiş bir kofuldur. Daha fazla toksin kofulu, salınabilecek toksin oranını arttırır. Diğer etkiler için, üretilen toksin türünü değiştirmek amacıyla, üzerinde değişiklik yapılabilir.
zh_cn: 毒素液泡是一种专门用于产出，存储和分泌氧化毒素的液泡。更多毒素液泡可以加快释放毒素的速度。
zh_tw: 毒素液泡是為了專門生產、儲存和分泌 [thrive:compound type="oxytoxy"][/thrive:compound] 而經過修飾的液泡。更多的毒素液泡能增加釋放毒素的速度。

# TOXIN_VACUOLE_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="oxytoxy"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="oxygen"][/thrive:compound]. Can release toxins by pressing [thrive:input]g_fire_toxin[/thrive:input]. When [thrive:compound type="oxytoxy"][/thrive:compound] amount is low, shooting is still possible but will have a reduced damage.
bg: Превръща [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда. Изстрелва токсини с натискане на [thrive:input]g_fire_toxin[/thrive:input]. Тяхната ефективност зависи от количеството на [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound] в клетката.
ca: Transforma [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="oxygen"][/thrive:compound]. Allibera toxines quan es prem la tecla [thrive:input]g_fire_toxin[/thrive:input]. Quan la quantitat de [thrive:compound type="oxytoxy"][/thrive:compound] és baixa, encara és possible disparar, però el dany causat serà menor.
cs: Přeměňuje [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="oxytoxy"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="oxygen"][/thrive:compound]. Toxiny můžete vypustit stisknutím [thrive:input]g_fire_toxin[/thrive:input]. Pokud je množství [thrive:compound type="oxytoxy"][/thrive:compound] nízké, střelba je stále možná, ale bude mít snížené poškození.
de: Wandelt [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound] um. Die Rate hängt von der Konzentration von [thrive:compound type="oxygen"][/thrive:compound] ab. Kann durch Drücken von [thrive:input]g_fire_toxin[/thrive:input] Giftstoffe freisetzen. Wenn die [thrive:compound type="oxytoxy"][/thrive:compound]-Menge niedrig ist, ist das Schießen immer noch möglich, aber der Schaden ist geringer.
es: Convierte [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. La tasa de conversión escala con la concentración de [thrive:compound type="oxygen"][/thrive:compound]. Puedes liberar toxinas presionando la tecla [thrive:input]g_fire_toxin[/thrive:input]. Cuando la cantidad de [thrive:compound type="oxytoxy"][/thrive:compound] este baja, disparar seguira siendo posible pero con un daño reducido.
et: Muudab [thrive:compound type="atp"][/thrive:compound] tüübiks [thrive:compound type="oxytoxy"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="oxygen"][/thrive:compound]. Võib vabastada toksiine, vajutades nuppu [thrive:input]g_fire_toxin[/thrive:input]. Kui [thrive:compound type="oxytoxy"][/thrive:compound] kogus on väike, on pildistamine siiski võimalik, kuid sellega kaasneb väiksem kahju.
fi: Muuntaa [thrive:compound type="atp"][/thrive:compound]:tä [thrive:compound type="oxytoxy"]oxytoxyksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="oxygen"]happipitoisuudesta[/thrive:compound]. Ampuu myrkkyä painamalla [thrive:input]g_fire_toxin[/thrive:input]. Kun [thrive:compound type="oxytoxy"][/thrive:compound]varastot ovat alhaiset, ampuminen on edelleen mahdollista tuottaen vähemmän vahinkoa kohteelle.
fr: Transforme l'[thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. Taux proportionnel à la concentration d'[thrive:compound type="oxygen"][thrive:compound]. Peut libérer des toxines en appuyant sur [thrive:input]g_fire_toxin[/thrive:input].
he: הופך[thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="oxytoxy"][/thrive:compound]. בהתאם לריכוזו של ה[thrive:compound type="oxygen"][/thrive:compound]. ניתן לשחרר את הרעלן על ידי לחיצה על [thrive:input]g_fire_toxin[/thrive:input].
hu: [thrive:compound type="atp"][/thrive:compound]-t alakít át [thrive:compound type="oxytoxy"][/thrive:compound]-vá. Hatékonysága függ az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától. Mérget képes kilőni a [thrive:input]g_fire_toxin[/thrive:input] megnyomásával. Ha az [thrive:compound type="oxytoxy"][/thrive:compound] mennyisége alacsony, akkor azt a kis mennyiséget ki tudod lőni, viszont kevesebb sebzést okoz.
id: Mengubah [thrive:compound type="atp"][/thrive:compound] menjadi [thrive:compound type="oxytoxy"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="oxygen"][/thrive:compound]. Dapat meluncurkan toksin dengan menekan tombol [thrive:input]g_fire_toxin[/thrive:input].
it: Trasforma l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="oxygen"][/thrive:compound]. Puoi rilasciare tali tossine premendo [thrive:input]g_fire_toxin[/thrive:input]. Il danno aumenta con la quantità disponibile.
nl: Zet [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="oxytoxy"][/thrive:compound]. Snelheid schaalt met de concentractie van [thrive:compound type="oxygen"][/thrive:compound]. De gifstoffen kunnen worden vrijgelaten door [thrive:input]g_fire_toxin[/thrive:input]. Wanneer er weinig [thrive:compound type="oxytoxy"][/thrive:compound] is, blijft het mogelijk om deze te schieten maar er zal minder schade worden aangedaan.
nl_be: Verandert [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound]. Ratio schaalt met de concentratie van [thrive:compound type="oxygen"][/thrive:compound]. Kan gif afvuren met [thrive:input]g_fire_toxin[/thrive:input].
pl: Przekształca [thrive:compound type="atp"][/thrive:compound] w [thrive:compound type="oxytoxy"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="oxygen"][/thrive:compound]. Może wypuszczać toksyny po naciśnięciu [thrive:input]g_fire_toxin[/thrive:input].
pt_br: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="oxytoxy"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound]. Pode disparar toxinas apertando [thrive:input]g_fire_toxin[/thrive:input]. Quando a quantidade de [thrive:compound type="oxytoxy"][/thrive:compound] ficar baixa, será possível disparar, mas o dano irá ser reduzido.
ru: Превращает [thrive:compound type="atp"][/thrive:compound] в [thrive:compound type="oxytoxy"][/thrive:compound]. Можно выпустить токсины нажав [thrive:input]g_fire_toxin[/thrive:input]. Если количество [thrive:compound type="oxytoxy"][/thrive:compound] низкое, стрельба все еще возможна, но урон будет уменьшен.
tr: [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="oxytoxy"]OksiToksi NT'ye[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır. [thrive:input]g_fire_toxin[/thrive:input] tuşuna basıldığında toksin salabilir. [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] miktarı düşük olduğunda, ateş etmek mümkün ancak toksinler daha düşük hasara neden olur.
uk: Перетворює [thrive:compound type="atp"][/thrive:compound] на [thrive:compound type="oxytoxy"][/thrive:compound]. Кількість залежить від [thrive:compound type="oxygen"][/thrive:compound]. Може пирснути токсини при натисканні [thrive:input]g_fire_toxin[/thrive:input]. Коли [thrive:compound type="oxytoxy"][/thrive:compound] недостатньо, то постріл можливий, але шкода буде незначною.
zh_cn: 将[thrive:compound type="atp"][/thrive:compound]转换成[thrive:compound type="oxytoxy"][/thrive:compound]。速率跟[thrive:compound type="oxygen"][/thrive:compound]的浓度成正比。按[thrive:input]g_fire_toxin[/thrive:input]以释放毒素。当[thrive:compound type="oxytoxy"][/thrive:compound]储量不足时也能释放，但伤害会降低。
zh_tw: 將 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="oxytoxy"][/thrive:compound]。速率與 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。可以透過按下 [thrive:input]g_fire_toxin[/thrive:input] 釋放毒素。當 [thrive:compound type="oxytoxy"][/thrive:compound] 儲量較低時仍然可以釋放，但傷害會降低。

source: To be Implemented.
bg: В процес на разработка.
ca: Encara no s'ha implementat.
cs: K implementaci.
de: Noch zu implementieren.
eo: Devos ankoraŭ esti farita.
es: A implementar.
et: Pole veel mängus.
fi: Tullaan toteuttamaan tulevaisuudessa.
fr: Doit être implémenté.
he: יושם בקרוב.
hu: Fejlesztés alatt.
id: Untuk di implementasi.
it: Da implementare.
ka: ჯერ განხორციელებული არაა.
ko: 실행됨.
nl: Wordt Nog Geimplementeerd.
nl_be: Moet nog toegevoegd worden.
pl: Do zaimplementowania.
pt_br: A ser implementado.
pt_pt: A ser implementado.
sr_cyrl: Да се имплементира.
sr_latn: Da se implementira.
sv: Ej implementerat än.
th_th: ที่จะดำเนินการ
tr: Henüz Eklenmedi.
uk: Буде реалізовано.
zh_cn: 仍在开发中。
zh_tw: 等待實現。

source: Translators
bg: Преводачи
ca: Traductors
cs: Překladatelé
de: Übersetzer
es: Traductores
et: Tõlkijad
fi: Kääntäjät
fr: Traducteurs
he: מתרגמים
hu: Fordítók
it: Traduttori
ka: მთარგმნელები
nl: Vertalers
nl_be: Vertalers
pl: Tłumacze
pt_br: Tradutores
pt_pt: Tradutores
ru: Переводчики
sk: Prekladatelia
sv: Översättare
tr: Çevirmenler
uk: Перекладачі
zh_cn: 翻译者
zh_tw: 翻譯人員

source: Transparency
bg: Прозрачност
ca: Transparència
cs: Průhlednost
de: Transparenz
es: Transparencia
fr: Transparence
he: שקיפות
hu: Átlátszóság
it: Trasparenza
ka: გამჭვირვალობა
nl: Transparantie
pl: Przejrzystość
pt_br: Transparência
pt_pt: Transparência
ru: Прозрачность
sk: Priehľadnosť
tr: Saydamlık
uk: Прозорість
zh_cn: 透明度
zh_tw: 透明度

source: Try fossilising some species!
bg: Трябва да направите няколко вкаменелости!
de: Versuche ein paar Fossilien zu machen!
fr: Essayez de fossiliser des espèces !
ka: სცადეთ ზოგიერთი სახეობის განამარხება!
nl: Probeer enkele soorten te fossilizeren!
pt_br: Tente fossilizar algumas espécies!
pt_pt: Tenta fossilizar alguma espécie!
ru: Попробуйте сохранить окаменелости некоторых видов!
tr: Bazı türleri fosilleştirmeyi deneyin!
uk: Спробуйте зробити декілька викопувань!
zh_cn: 尝试将某些物种变成化石！
zh_tw: 嘗試將一些物種變成化石！

source: Try making a save!
bg: Трябва да направите поне един запис!
ca: Intenta guardar una partida!
cs: Zkus vytvořit uloženou pozici!
de: Versuche das Spiel zu speichern!
es: ¡Intenta guardar una partida!
et: Proovige salvestada!
fi: Kokeile tallennuksen tekemistä!
fr: Essayez de sauvegarder !
he: נסה ליצור שמירה!
hu: Próbálj egy mentést létrehozni!
id: Coba buat save!
it: Prova a creare un salvataggio!
ka: სცადეთ, შეინახოთ!
nl: Probeer een opslagbestand te maken!
nl_be: Probeer een save te maken!
pl: Spróbuj zapisać!
pt_br: Tente salvar um jogo!
pt_pt: Tente guardar!
ru: Попробуйте сделать сохранение!
tr: Kaydetmeyi deneyin!
uk: Спробуйте зробити збереження!
zh_cn: 试着存个档吧！
zh_tw: 嘗試存個檔吧！

source: Try taking some screenshots!
bg: Трябва да направите няколко снимки!
ca: Intenta fer algunes captures de pantalla!
cs: Zkuste udělat snímek obrazovky!
de: Versuche ein paar Screenshots zu machen!
es: Intenta tomar algunas capturas de pantalla!
et: Proovige teha ekraanipilte!
fi: Kokeile ottaa ruudunkaappauksia!
fr: Essayez de prendre une capture d'écran !
he: נסה לצלם כמה צילומי מסך!
hu: Próbálj pár képernyőképet készíteni!
it: Prova a scattare qualche screenshot!
ka: სცადეთ, ეკრანის ანაბეჭდები აიღოთ!
nl: Maak een screenshot!
nl_be: Probeer wat screenshots te pakken!
pl: Spróbuj zrobić kilka zrzutów ekranu!
pt_br: Tente fazer algumas capturas de tela!
pt_pt: Tente tirar algumas capturas de ecrã!
ru: Попробуйте сделать скриншоты!
sk: Skús spraviť zopár snímiek obrazovky!
sv: Testa att ta några screenshots!
tr: Bir ekran görüntüsü almayı deneyin!
uk: Спробуйте зробити декілька скріншотів!
zh_cn: 试着截一些图吧！
zh_tw: 嘗試截一些圖吧！

source: Tutorial
bg: Упътване
cs: Tutoriál
de: Anleitung
eo: Lernilo
et: Õpetus
fr: Tutoriel
he: מדריך
ka: სახელმძღვანელო
ko: 튜토리얼
nl: Instructie
pl: Samouczek
ru: Руководство
sk: Tutoriál
sr_cyrl: Приручник
sv: Handledning
th_th: บทช่วยสอน
tr: Oyun Rehberi
uk: Туторіал
zh_cn: 教程
zh_tw: 教學

# TUTORIAL_EARLY_MULTICELLULAR_STAGE_WELCOME
source: Welcome to the Early Multicellular Stage! You have succeeded in guiding your species through the unicellular phase. The gameplay follows the core mechanics of the Microbe Stage. You still need to keep growing your organism to reproduce and get to the editor. However, you can now design your colony cell layout in the editor and you can specialize your cells for various roles. Keep in mind that colony members cannot share [thrive:compound type="atp"][/thrive:compound]. If you are using budding reproduction (the default method), you start off controlling a small bud and need to grow the rest of your cell layout.
bg: Добре дошли в ранния многоклетъчен етап! Вашите създания процъфтяха по време на микробния етап. Играта следва основните принципи на микробния етап. Трябва да еволюирате Вашите създания и да стигнете до редактора. В този етап, може да промените местоположението на клетките в клетъчната колония и да ги специализирате в редактора. Клетките в колонията не могат да споделят [thrive:compound type="atp"]АТФ[/thrive:compound] помежду си. Ако Вашите създания се възпроизвеждат чрез пъпкуване (по подразбиране), техните клетки постепенно ще се увеличават, докато достигнат максималния си размер.
de: Willkommen im frühen multizellulären Stadium! Du hast deine Spezies erfolgreich durch die einzellige Phase geleitet. Das Gameplay hat im Kern die selben Mechaniken, wie das Mikroben Stadium. Du musst genauso deinen Organismus wachsen lassen und dich fortpflanzen um zum Editor zu gelangen. Allerdings kannst du das zelluläre Layout deiner Kolonie im Editor bearbeiten und deine Zellen für bestimmte Rollen spezialisieren. Bedenke, dass die Mitglieder deiner Kolonie [thrive:compound type="atp"][/thrive:compound] nicht teilen können. Wenn du Knospung als Fortpflanzung benutzt (was Standard ist), beginnst du in Kontrolle einer kleinen Knospe und musst den Rest deines zellulären Layouts wachsen lassen.
es: ¡Bienvenido al estadio multicelular inicial! Conseguiste guiar a tu especie a través de la fase unicelular. El juego continúa con las mecánicas básicas del estadio microbio. Aún necesitas seguir alimentando a tu organismo para reproducirte y entrar en el editor. Sin embargo, ahora puedes diseñar tu colonia celular en el editor y especializar tus células en varios roles. Ten en mente que los miembros de tu colonia no pueden compartir [thrive:compound type="atp"][/thrive:compound]. Si estás utilizando la reproducción por gemación (el método predeterminado), comenzaras controlando una pequeña yema y deberás crecer el resto de tus células.
fr: Bienvenue au début de la phase multicellulaire ! Vous avez réussi à guider votre espèce à travers la phase unicellulaire. Le gameplay suit les mécanismes de base de la phase microbienne. Vous devez toujours faire croître votre organisme pour vous reproduire et atteindre l'éditeur. Cependant, vous pouvez maintenant concevoir la disposition des cellules de votre colonie dans l'éditeur et vous pouvez spécialiser vos cellules pour divers rôles. N'oubliez pas que les membres de la colonie ne peuvent pas partager l'[thrive:compound type="atp"][/thrive:compound]. Si vous utilisez la reproduction par bourgeonnement (la méthode par défaut), vous commencez par contrôler un petit bourgeon et devez faire croître le reste de la disposition des cellules.
he: ברוכים הבאים לשלב הרב תאי הקדמוני! הצלחת להדריך את המין שלך דרך השלב החד תאי. המשחק עוקב אחר מכניקת הליבה של שלב המיקרובי. אתה עדיין צריך להמשיך לגדל את האורגניזם שלך על מנת להתרבות ולהגיע לעורך. עם זאת, כעת תוכל לעצב את פריסת המושבה שלך בעורך ותוכל להתמחות תאים לתפקידים שונים. זכור שחברי מושבה אינם מסוגלים לשתף [thrive:compound type="atp"][/thrive:compound]. אם אתה משתמש בצורת רבייה מסוג הנצה (ברירת המחדל), אתה מתחיל בכך שאתה שלוט בניצן קטן ומצריך אותך לגדל את שאר פריסת המושבה שלך.
nl: Welkom bij de Vroege Meercellige Fase! Het is je gelukt om je soort door de eencellige fase te leiden. Het spel volgt dezelfde kernmechanieken als de Microbenfase. Je moet nog steeds je organisme laten groeien en reproduceren om de bewerker te openen. Echter, je kunt nu in de bewerker vorm geven aan een celkolonie. Je kunt verschillende cellen specializeren in verschillende rollen. Houdt er rekening mee dat leden van koloniën geen [thrive:compound type="atp"][/thrive:compound] kunnen delen. Als je als reproductie de knopvorming gebruikt (dit is de standaardmethode), dan start je met een kleine cel en moet je de rest van je vormgegeven celkolonie uitgroeien.
pl: Witaj we Wczesnym Etapie Wielokomórkowym! Twoje prowadzenie gatunku przez fazę jednokomórkową zakończyło się sukcesem. Rozgrywka toczy się wedle podstawowych mechanik Etapu Mikroba. Wciąż musisz rozwijać swój organizm by móc się rozmnożyć i dostać do edytora. Jednak teraz możesz tworzyć układ komórek twojej kolonii w edytorze jak i specjalizować swoje komórki do różnych zadań. Pamiętaj, że członkowie kolonii nie mogą dzielić się [thrive:compound type="atp"][/thrive:compound]. Jeśli rozmnażasz się przez pączkowanie (sposób podstawowy), zaczynasz poprzez kontrolowanie małego pączka i musisz rozwinąć resztę swojego układu komórek.
uk: Вітаємо на ранній багатоклітинній стадії! Ви змогли довести свій вид крізь одноклітинну фазу. Геймплей наслідує основній механіці мікробної стадії. Вам ще треба рости своїм за організм, щоб розмножуватись та переходити до редактору. Проте зараз ви ще можите розробити макет колоніальної клітини в редакторі та спеціалізувати вашу клітину для різних цілей. Пам'ятайте, що члени колонії не здатні ділити між собою [thrive:compound type="atp"][/thrive:compound]. Якщо ви використовуєте розмноження брунькуванням( метод за замовчуванням) ви почнете керувати малою брунькою та потребуватимете вирощення решти клітинного макету.
zh_cn: 欢迎来到早期多细胞生物阶段! 你已经成功带领你的物种度过了单细胞生物阶段. 游戏现在的核心玩法与单细胞生物阶段并无二致. 你仍需要使你的生物持续生长以繁殖并进入编辑器. 然而，你现在可以设计细胞群落中各细胞排布的位置并使它们分化以让它们分别承担不同的生命活动. 不过要记住群落中的各个细胞并不能共享 [thrive:compound type="atp"][/thrive:compound]. 如果你使用出芽繁殖 (默认繁殖方式), 你开始时只会控制一个芽体并需要长出群落中剩下的细胞.
zh_tw: 歡迎來到早期多細胞階段！ 您已經成功地引導您的物種度過了單細胞階段。 本階段遊戲玩法遵循微生物階段的核心機制。您仍然需要繼續培養您的生物以繁殖並進入編輯器。 然而，您現在可以在編輯器中設計細胞群落佈局，並且可以分化細胞使其專門用於各種職責。請記住，群落成員不能共享 [thrive:compound type="atp"][/thrive:compound]。 如果您使用出芽生殖（預設繁殖方式），您首先會控制一個牙體，並生長細胞佈局的其餘部分。
