Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_EDITOR_HELP_MESSAGE_3
source: Membrane Bound Organelles Nucleus: Takes up 11 hexes and allows for evolution of membrane bound organelles, doubles your cell's size and reduces the damage taken by 50% (can only be evolved once) Binding Agent: Allows binding with other cells. Required to advance to the Multicellular Stage. Mitochondrion: Produces [thrive:compound type="atp"][/thrive:compound] out of [thrive:compound type="glucose"][/thrive:compound] and atmospheric O2 much more efficiently than cytoplasm Chloroplast: Makes [thrive:compound type="glucose"][/thrive:compound] out of sunlight and atmospheric CO2 Thermoplast: Produces [thrive:compound type="atp"][/thrive:compound] using temperature gradients Lysosome: Contains digestive enzymes. Enzymes speed up and improve efficiency of digestion Chemoplast: Makes [thrive:compound type="glucose"][/thrive:compound] out of [thrive:compound type="hydrogensulfide"][/thrive:compound] Nitrogen Fixing Plastid: Makes [thrive:compound type="ammonia"][/thrive:compound] from [thrive:compound type="atp"][/thrive:compound] and atmospheric Nitrogen and Oxygen Vacuole: Stores 8 collected compounds Toxin Vacuoles: Produces toxins (called [thrive:compound type="oxytoxy"][/thrive:compound]) and allows you to release it dealing damage based on the amount of oxytoxy available Signaling Agent: Allow cells to create chemicals that other cells can react to
bg: Вътрешни органели Ядро: Заема 11 шестоъгълника и позволява използването на другите вътрешни органели. Също така, удвоява размера на клетката и увеличава нейната издръжливост с 50 % (може да се сложи само веднъж) Свързващ агент: Позволява свързването с други клетки. Изисква се за многоклетъчния етап Митохондрия: Произвежда [thrive:compound type="atp"]АТФ[/thrive:compound], чрез [thrive:compound type="glucose"]глюкозата[/thrive:compound] и атмосферния O2, много по-ефективно от цитоплазмата Хлоропласт: Създава [thrive:compound type="glucose"]глюкоза[/thrive:compound], чрез слънчевата светлина и атмосферния СО2 Термопласт: Произвежда [thrive:compound type="atp"]АТФ[/thrive:compound], чрез температурните градиенти Лизозома: Съдържа храносмилателни ензими. Те подобряват хранителната ефективност на клетката Хемопласт: Създава [thrive:compound type="glucose"]глюкоза[/thrive:compound] от [thrive:compound type="hydrogensulfide"]сероводорода[/thrive:compound] Пластид за азотна фиксация: Създава [thrive:compound type="ammonia"]амоняк[/thrive:compound] от [thrive:compound type="atp"]АТФ[/thrive:compound], атмосферния азот и кислорода Вакуола: Съхранява до 8 хранителни вещества Токсични вакуоли: Произвеждат токсини. Тяхната ефективност зависи от количеството на [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound] в клетката Сигнализиращ агент: Използва се от клетките за отделяне на вещества, благодарение на които те могат да излъчват различни видове сигнали помежду си
ca: Orgànuls adherits a la membrana Nucli: Ocupa 11 hexàgons i permet evolucionar orgànuls adherits a la membrana, duplica la mida de la teva cèl·lula i redueix el mal rebut en un 50% (només es pot evolucionar una vegada) Agent d'Adhesió: Permet adherir-se amb altres cèl·lules Mitocondri: Produeix [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound] i O2 atmosfèric de manera molt més eficient que el citoplasma Cloroplast: Produeix [thrive:compound type="glucose"][/thrive:compound] a partir de llum solar i CO2 atmosfèric Thermoplast: Produeix [thrive:compound type="atp"][/thrive:compound] fent servir gradients de temperatura Lysosome: Conté enzims digestius Quimioplast: Produeix [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] Plastidi Fixador de Nitrogen: Produeix [thrive:compound type="ammonia"][/thrive:compound] a partir de [thrive:compound type="atp"][/thrive:compound] i Nitrogen i Oxigen atmosfèric Vacúol: Emmagatzema fins a 8 unitats de compostos recol·lectats Vacúol de Toxines: Produeix toxines (anomenades [thrive:compound type="oxytoxy"][/thrive:compound]) i et permet alliberar-les, tot produïnt mal en funció de la quantitat de toxines disponibles Agent de Senyalització: Permet crear productes químics als quals altres espècies hi poden reaccionar.
cs: Membránově vázané organely Jádro: Zabírá 11 Hexů a umožňuje vývoj organel vázaných na membránu. Zdvojnásobuje velikost vaší buňky. (Může se vyvinout pouze jednou) Pojivové médium: Umožňuje spojení s dalšími buňkami Mitochondrie: Produkují ATP z glukózy a atmosférického kyslíku (O2). Mnohem efektivněji než cytoplazma Chloroplast: Vytváří glukózu ze slunečního záření a atmosférického oxidu uhličitého (CO2) Chemoplast: Vytváří glukózu ze sirovodíku Plastid fixující dusík: Vytváří amoniak z ATP a atmosférického dusíku a kyslíku Vakuola: Uchovává 8 nashromážděných sloučenin Vakuola s toxiny: Produkuje toxiny (nazývané [thrive:compound type="oxytoxy"][/thrive:compound]) a umožňuje jejich uvolnění, které způsobuje poškození v závislosti na množství dostupných oxytoxinů
de: Membran-gebundene Organellen Nukleus : Nimmt 11 Felder ein und ermöglicht die Evolution von membrangebundenen Organellen. Außerdem verdoppelt er die Größe Ihrer Zelle. (Kann nur einmal entwickelt werden) Bindemittel: Ermöglicht die Bindung mit anderen Zellen Mitochondrium: Produziert [thrive:compound type="atp"][/thrive:compound] aus [thrive:compound type="glucose"][/thrive:compound] und atmosphärischem O2. Viel effizienter als Zytoplasma. Chloroplast: Macht [thrive:compound type="glucose"][/thrive:compound] aus Sonnenlicht und atmosphärischem CO2 Chemoplast: Macht [thrive:compound type="glucose"][/thrive:compound] aus [thrive:compound type="hydrogensulfide"][/thrive:compound] Stickstofffixier-Plastid: Stellt [thrive:compound type="ammonia"][/thrive:compound] aus [thrive:compound type="atp"][/thrive:compound], atmosphärischem Stickstoff und Sauerstoff her Vakuole: Lagert 8 gesammelte Substanzen Toxin-Vakuolen: Produziert Toxine (genannt [thrive:compound type="oxytoxy"][/thrive:compound]) und erlaubt dir, es freizusetzen und dabei Schaden zu verursachen, der von der verfügbaren Menge an Oxytoxid abhängt
eo: Membranaj Binditaj Organetoj Nukleo: Prenas 11 sesangulojn kaj permesas evoluon de membranligitaj organetoj. Kaj ankaŭ duobligas la grandecon de via ĉelo. (Evolueblas nur unufoje) Mitokondrio: Produktas ATP-ojn el glukozo kaj atmosfera O2. Multe pli efika ol citoplasmo Kloroplasto: Faras glukozon el sunlumo kaj atmosfera CO2 Chememioplasto: Faras glukozon el Hidrogena Sulfido Nitrogenfiksanta plastido: Faras amoniakon de ATP kaj atmosfera Nitrogeno kaj Oksigeno Vakuolo: Konservas 15 kolektitajn komponaĵojn Toksinaj Vakuoloj: Produktas toksinojn (nomitajn OxyToxy NT-ojn)
es: Orgánulos con membrana Núcleo: Ocupa 11 espacios y permite la evolución de orgánulos unidos a la membrana, duplicando el tamaño de tu célula y protegiéndola del 50% de los daños (solo puede ser evolucionado una vez). Agente de ligación: Permite ligarte con otras células Mitocondria: Produce [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound y oxígeno atmosférico de forma mucho más eficiente que el citoplasma Cloroplasto: Sintetiza [thrive:compound type="glucose"][/thrive:compound] utilizando luz solar y CO2 atmosférico Termoplasto: Produce [thrive:compound type="atp"][/thrive:compound] usando gradientes de temperatura Lisosoma: Contiene enzimas digestivas, que aceleran la digestión y mejoran su eficacia Quimioplasto: Sintetiza [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] Nitroplasto: Sintetiza [thrive:compound type="ammonia"][/thrive:compound] a partir de [thrive:compound type="atp"][/thrive:compound], nitrógeno y oxígeno Vacuola: Puede almacenar hasta 8 compuestos recolectados Vacuola de toxinas: Produce toxinas (llamadas [thrive:compound type="oxytoxy"][/thrive:compound]) y te permite liberarlas, causando daño de forma proporcional a las cantidad de oxitoxinas restantes Agente de señalización: Permite a las células sintetizar químicos a los que otras células pueden reaccionar
et: embrane Bound Organellid Tuum: võtab enda alla 11 kuusnurka ja võimaldab areneda membraaniga seotud organellidel ning kahekordistab ka teie raku suurust (saab arendada ainult üks kord) Sideaine: võimaldab siduda teiste rakkudega Mitokondrid: toodab [thrive:compound type="atp"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound]-st ja atmosfääri O2-st palju tõhusamalt kui tsütoplasmas Kloroplast: muudab [thrive:compound type="glucose"][/thrive:compound] päikesevalgusest ja atmosfääri CO2-st välja Kemoplast: loob [thrive:compound type="glucose"][/thrive:compound] välja [thrive:compound type="vesiniksulfiid"][/thrive:compound] Lämmastikku fikseeriv plastiid: muudab [thrive:compound type="ammonia"][/thrive:compound] [thrive:compound type="atp"][/thrive:compound]-st ja atmosfääri lämmastikust ja hapnikust Vacuool: salvestab 8 kogutud ühendit Toksiinivakuoolid: toodab toksiine (nimetatakse [thrive:compound type="oxytoxy"][/thrive:compound]) ja võimaldab teil neid vabastada, tekitades kahju sõltuvalt saadaoleva oksütoksükoguse kogusest Signaalagent: lubage rakkudel luua kemikaale, millele teised rakud võivad reageerida
fi: Kalvorakenteiset soluelimet Tuma: Käyttää 11 hexaa mahdollistaen muut kalvorakenteiset soluelimet. Kaksinkertaistaa myös solun koon (voi jalostaa vain kerran) Solukkoelimet: Solut voivat liittyä toisiinsa muodostaen solukkoja Mitokondrio: Tuottaa [thrive:compound type="atp"]ATP:tä[/thrive:compound] käyttäen [thrive:compound type="glucose"]glukoosia[/thrive:compound] ja ympäristön happea (paljon nopeammin kuin solulima) Kloroplasti: Tuottaa [thrive:compound type="glucose"]glukoosia[/thrive:compound] auringon valosta ja ympäristön hapesta Kemoplasti: Tuottaa [thrive:compound type="glucose"]glukoosia[/thrive:compound] [thrive:compound type="hydrogensulfide"]vetysulfideista[/thrive:compound] Typpiplastidi: Tuottaa [thrive:compound type="ammonia"]ammoniakkia[/thrive:compound] käyttäen [thrive:compound type="atp"]ATP:tä[/thrive:compound], ympäristön typpeä ja happea Vakuoli: Varastoi 8 kerättyä yhdistettä Myrkkyvakuoli: Tuottaa myrkkyä ([thrive:compound type="oxytoxy"][/thrive:compound]), jota voi vapauttaa sen aiheuttaen vahinkoa suhteessa varastoituun [thrive:compound type="oxytoxy"]happimyrkkyyn[/thrive:compound] Viestintäkeskus: Tuottaa kemikaaleja joihin toiset solut reagoivat
fr: Organites liés à la membrane Noyau : occupe 11 hexagones et permet l'évolution d'organites liés à la membrane ; double aussi la taille de votre cellule et réduit le dommage subi de 50% (ne peut être évolué qu'une fois) Agents de liaison : permettent de former une colonie avec d'autres cellules, est nécessaire au passage à l'état multicellulaire. Mitochondrie : produit de l'[thrive:compound type="atp"][/thrive:compound] à partir de [thrive:compound type="glucose"][/thrive:compound] et de l'O2 environnant, bien plus efficacement que le cytoplasme Chloroplaste : produit du [thrive:compound type="glucose"][/thrive:compound] à partir du soleil et du CO2 environnant Thermoplaste : produit de l'[thrive:compound type="atp"][/thrive:compound] en utilisant des gradients de température Lysosome : contient des enzymes digestifs. Les enzymes accélèrent la digestion et en améliorent l'efficacité Chimioplaste : produit du [thrive:compound type="glucose"][/thrive:compound] à partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] Plaste Fixeur d'Azote : produit de l'[thrive:compound type="ammonia"][/thrive:compound] à partir d'[thrive:compound type="atp"][/thrive:compound] et d'azote et d'oxygène environnants Vacuole : emmagasine 8 unités supplémentaires pour les composés collectés Vacuoles à toxines : produisent des toxines (nommées [thrive:compound type="oxytoxy"][/thrive:compound]) et vous permettent de les projeter afin d'infliger des dégâts basés sur la quantité d'oxytoxy disponible. Agent de signalisation : Permet aux cellules de créer des composés chimiques faisant réagir d'autres cellules
he: אברונים בעלי ממברנה גרעין: תופס עד 11 משושים ומאפשר התפתחות של אברונים בעלי ממברנה, ובנוסף הוא גם מכפיל את גודל התא שלך. (יכול להתפתח רק פעם אחת) מקשר: מאפשר התחברות עם תאים אחרים מיטוכונדריון: מפיק [thrive:compound type="atp"][/thrive:compound] מ[thrive:compound type="glucose"][/thrive:compound] וחמצן אטמוספרי באופן יותר יעיל מציטופלזמה כלורופלסט: מייצר [thrive:compound type="glucose"][/thrive:compound] מאור שמש ופחמן דו חמצני אטמוספרי תרמופלסט: מייצר [thrive:compound type="atp"][/thrive:compound] באמצעות שינוי טמפרטורה ליזוזום: מכיל אנזימי עיכול כימופלסט: מייצר [thrive:compound type="glucose"][/thrive:compound] מ[thrive:compound type="hydrogensulfide"][/thrive:compound] פלסטיד מקבע חנקן: מייצר [thrive:compound type="ammonia"][/thrive:compound] מ[thrive:compound type="atp"][/thrive:compound] ומחמצן וחנקן אטמוספרי חלולית: מאחסן 15 תרכובות שנאספו חלוליות רעלן: מייצר רעלנים (המכונים [thrive:compound type="oxytoxy"][/thrive:compound]) חומר מאותת: מאפשר לתאים ליצור כימיקלים שתאים אחרים מגיבים לו
hu: Eukarióta sejtszervecskék Sejtmag: 11 hexagonnyi helyet foglal, és a sejtszervecskéket teszi elérhetővé, plusz megduplázza a sejted méretét (ezt csak egyszer teheted meg) Kötőszövet: Ezzel más sejtekhez tudsz kapcsolódni Mitokondrium: Glükózból és oxigénből (O2) állít elő ATP-t, méghozzá sokkal hatékonyabban, mint egy citoplazma Kloroplasztisz: Glükózt állít elő napfény és szén-dioxid (CO2) segítségével Kemoplasztisz: Glükózt állít elő hidrogén-szulfidból Nitrifikáló színtest: Ammóniát állít elő ATP-ből, és az atmoszférából gyűjtött oxigénből és nitrogénből Sejtüreg: 8 egységnyi vegyületet tud raktározni Mérget tartalmazó sejtüreg: Mérget állít elő (Neve [thrive:compound type="oxytoxy"][/thrive:compound]) és lehetővé teszi, hogy ezt a mérget kilőve megsebezz más sejteket a méreg mennyisége alapján
id: Organel Terikat Membran Nukleus: Memerlukan 11 heksa dan memungkinkan evolusi organel terikat membran yang juga menggandakan ukuran sel kamu sebesar dua kali lipat. (Hanya dapat berevolusi sekali saja) Mitokondria: Menghasilkan [thrive:compound type="atp"][/thrive:compound] dari [thrive:compound type="glucose"][/thrive:compound] dan gas CO2. Jauh lebih efisien dari sitoplasma. Kloroplas: Membuat [thrive:compound type="glucose"][/thrive:compound] dari sinar matahari dan gas CO2. Kemoplas: Membuat [thrive:compound type="glucose"][/thrive:compound] dari [thrive:compound type="hydrogensulfide"][/thrive:compound]. Pengikat Nitrogen Plastida: Membuat [thrive:compound type="ammonia"][/thrive:compound] dari [thrive:compound type="atp"][/thrive:compound] serta atmosfer Nitrogen dan Oksigen Vakula: Menyimpan senyawa yang dikumpulkan sebesar 15 Vakula Toksin: Menghasilkan toksin (Disebut [thrive:compound type="oxytoxy"][/thrive:compound])
it: Organuli membranosi: - nucleo: occupa 11 esagoni e permette l'evoluzione degli altri organuli membranosi; inoltre, raddoppia le dimensioni della tua cellula e riduce il danno subito del 50% (può essere evoluto solo una volta); - agente legante: permette di legarsi alle altre cellule; richiesto per avanzare alla Fase Multicellulare; - mitocondrio: produce [thrive:compound type="atp"][/thrive:compound] consumando [thrive:compound type="glucose"][/thrive:compound] e O2 atmosferico, con efficienza maggiore rispetto al citoplasma; - cloroplasto: produce [thrive:compound type="glucose"][/thrive:compound] a partire dalla luce del sole e dal CO2 atmosferico; - termoplasto: produce [thrive:compound type="atp"][/thrive:compound] sfruttando i gradienti di temperatura; - lisosoma: contiene enzimi i quali velocizzano e rendono più efficiente la digestione; - chemioplasto: produce [thrive:compound type="glucose"][/thrive:compound] consumando [thrive:compound type="hydrogensulfide"][/thrive:compound]; - plastidio azotofissante: produce [thrive:compound type="ammonia"][/thrive:compound] consumando [thrive:compound type="atp"][/thrive:compound], azoto e oossigeno atmosferici; - vacuolo: conserva 8 unità di composto raccolte; - vacuolo tossine: produce tossine (ovvero [thrive:compound type="oxytoxy"][/thrive:compound]) e ti permette di rilasciarle; il danno aumenta con la quantità disponibile; - agente di segnalazione: permette alla cellula di creare segnali chimici a cui le altre possono reagire.
ko: 세포 소 기관 핵: 세포 11칸을 차지하며 세포 소 기관의 진화를 가능하게 함. 또한 세포 크기를 두 배로 늘림. (한 번만 진화 할 수 있음) 미토콘드리아: 포도당과 대기 중 산소로 ATP를 생성. 세포질보다 더욱 효율적 엽록체: 햇빛과 대기 중 이산화탄소로 포도당을 생성 화학세포: 황화수소로 포도당을 생성 질소 고정 색소체: ATP와 대기 중 질소와 산소로 암모니아를 생성 액포: 화합물 15개 저장 독성 액포: 독소 생성 (OxyToxy NT라 불림)
nl: Membraangebonden Organellen Nucleus: Neemt 11 hexen in beslag en maakt het evolueren van andere membraangebonden organellen mogelijk. Verdubbelt het formaat van je cel maar vermindert de schade die je krijgt met 50% (kan maar één keer geëvolueerd worden) Bindingsmiddel: Geeft de mogelijkheid om te binden met andere cellen. Nodig om door te gaan naar de meercellige fase. Mitochondrion: Produceert [thrive:compound type="atp"][/thrive:compound] uit [thrive:compound type="glucose"][/thrive:compound] en atmosferische O2. Dit is veel efficiënter dan glycolyse door cytoplasma Chloroplast: Maakt [thrive:compound type="glucose"][/thrive:compound] uit zonlicht en atmosferische CO2 Thermoplast: Gebruikt temperatuurverschillen om [thrive:compound type="atp"][/thrive:compound] te produceren Lysosoom: Bevat spijsverteringsenzymen. Deze enzymen versnellen en verhogen de efficiëntie van spijsvertering Chemoplast: Maakt [thrive:compound type="glucose"][/thrive:compound] uit [thrive:compound type="hydrogensulfide"][/thrive:compound] Stikstofbindende plastide: Maakt [thrive:compound type="ammonia"][/thrive:compound] van [thrive:compound type="atp"][/thrive:compound], atmosferische stikstof, en zuurstof Vacuole: Slaat 8 verzamelde chemicaliën op Gifstoffenvacuolen: Produceert gifstoffen ( [thrive:compound type="oxytoxy"][/thrive:compound] genoemd) en maakt het mogelijk om deze uit te spuwen en op basis van de hoeveelheid aanwezige [thrive:compound type="oxytoxy"][/thrive:compound] schade aan te doen. Signaalgever: Maakt het mogelijk om chemicaliën te gebruiken waar andere cellen op kunnen reageren
nl_be: Membraangebonden organellen Nucleus: Neemt 11 zeshoeken in en laat evolutie van membraangebonden organellen toe. Verdubbeld ook de grootte van je cel. (Kan maar één keer ontwikkeld worden) Mitochondri: Produceert [thrive:compound type="atp"][/thrive:compound] uit [thrive:compound type="glucose"][/thrive:compound] en atmosferische O2. Veel efficiënter dan cytoplasma Chloroplast: Maakt [thrive:compound type="glucose"][/thrive:compound] uit zonlicht en atmosferische CO2 Chemoplast: Maakt [thrive:compound type="glucose"][/thrive:compound] uit [thrive:compound type="hydrogensulfide"][/thrive:compound] Stikstoffixerende plastide: Maakt [thrive:compound type="ammonia"][/thrive:compound] van[thrive:compound type="atp"][/thrive:compound], atmosferische stikstof en zuurstof Vacuole: Slaat 8 opgenomen stoffen op Toxine vacuolen: Produceert gifstoffen (genaamd [thrive:compound type="oxytoxy"][/thrive:compound])
pl: Organella Otoczone Błonami Jądro komórkowe: Zajmuje 11 heksów i pozwala na ewolucję organelli otoczonych membranami, podwaja również rozmiar twojej komórki. Komórka może mieć tylko jedno jądro. Czynnik Wiążący: Pozwala na łączenie się z innymi komórkami. Mitochondrium: Produkuje [thrive:compound type="atp"][/thrive:compound] z [thrive:compound type="glucose"][/thrive:compound] i atmosferycznego O₂ o wiele wydajniej niż cytozol Chloroplast: Wytwarza [thrive:compound type="glucose"][/thrive:compound] wykorzystując światło słoneczne i atmosferyczny CO₂ Termoplast: Produkuje [thrive:compound type="atp"][/thrive:compound] używając różnic temperatury Lizosom: Zawiera enzymy trawienne. Enzymy przyspieszają oraz poprawiają wydajność trawienia Chemoplast: Wytwarza na drodze chemosyntezy [thrive:compound type="glucose"][/thrive:compound] zużywając [thrive:compound type="hydrogensulfide"][/thrive:compound] Nitroplast: Wiąże tlenowo azot atmosferyczny do [thrive:compound type="ammonia"][/thrive:compound] zużywając [thrive:compound type="atp"][/thrive:compound]. Wakuola: Przechowuje 8 jednostek zebranych substancji chemicznych. Wakuola Z Toksynami: Syntezuje toksyny (nazwane [thrive:compound type="oxytoxy"][/thrive:compound]) Czynnik Komunkacyjny: Pozwala komórkom na komunikację między sobą za pośrednictwem substancji chemicznych
pt_pt: Organelos Limitados por Membrana Núcleo: Ocupa 11 hexágonos e permite a evolução de organelos limitados por membrana. Também duplica o tamanho da tua célula (apenas pode ser evoluído uma única vez) Agente de Adesão: Permite a ligação com outras células Mitocôndria: Produz [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound] e O2 atmosférico. Bastante mais eficiente que o citoplasma Cloroplasto: Produz [thrive:compound type="glucose"][/thrive:compound] a partir de luz solar e CO2 atmosférico Quimioplasto: Produz [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] Plastídeo Fixador de Nitrogénio: Produz [thrive:compound type="ammonia"][/thrive:compound] a partir de [thrive:compound type="atp"][/thrive:compound], Nitrogénio e Oxigénio atmosférico Vacúolo: Armazena 15 compostos coletados Vacúolo de Toxinas: Produz toxinas (denominadas [thrive:compound type="oxytoxy"][/thrive:compound]) e permite que as libertes causando dano com base na quantidade de OxiToxi disponível
sk: Membránové organely Jadro: Zaberá 11 hex políčok a umožňuje vývoj membránových organel. Zdvojnásobí veľkosť bunky a znižuje spôsobené škody o 50% (môže sa vyvinúť len raz). Spojivo: Umožňuje spojenie s ostatnými bunkami Mitochondria: Produkuje [thrive:compound type="atp"][/thrive:compound] z [thrive:compound type="glucose"][/thrive:compound] a atmosferického kyslíka atmospheric (O2) a dosť efektívnejšie ako cytoplazma Chloroplast: Vyrába [thrive:compound type="glucose"][/thrive:compound] zo slnečného žiarenia a atmosferického oxidu uhličitého (CO2) Termoplast: Produkuje [thrive:compound type="atp"][/thrive:compound] použitím teplotných gradientov. Lyzozóm: Obsahuje tráviace enzýmy Chemoplast: Vyrába [thrive:compound type="glucose"][/thrive:compound] z [thrive:compound type="hydrogensulfide"][/thrive:compound] Plastid fixujúci dusík: Vyrába [thrive:compound type="ammonia"][/thrive:compound] z [thrive:compound type="atp"][/thrive:compound] a atmosferického dusíka a kyslíka Vakuola: Ukladá 8 nazbieraných zlúčenín Vakuola s toxínmi: Produkuje toxíny (nazývané [thrive:compound type="oxytoxy"][/thrive:compound]) a umožňuje ich uvoľnenie, ktoré spôsobuje poškodenie v závislosti od množstva dostupných oxytoxýnov Bunková signalizácia: Umožňuje bunkám vytvoriť chemikálie, na ktoré môžu ostatné bunky reagovať
sr_cyrl: Мембране везане органеле Нуклеус: Заузима 11 хексе и омогућава развој мембрана везаних органела. Такође удвостручује величину ваше ћелије. (Може се развити само једном) Митохондрион: Ствара ATP из глукозе и атмосферског О2. Много ефикасније од цитоплазме Хлоропласт: Ствара глукозу од сунчеве светлости и атмосферског CO2 Хемопласт: Ствара глукозу од водоник-сулфида Пластид за фиксирање азота: Ствара амонијак од ATP и атмосферског азота и кисеоника Вацуоле: Чува 15 прикупљених једињења Отровна Вацуоле: Производе токсине (назване ОксиТокси НТ)
sr_latn: Membrane vezane organele Nukleus: Zauzima 11 hekse i omogućava razvoj membrana vezanih organela. Takođe udvostručuje veličinu vaše ćelije. (Može se razviti samo jednom) Mitohondrion: Stvara ATP iz glukoze i atmosferskog O2. Mnogo efikasnije od citoplazme Hloroplast: Stvara glukozu od sunčeve svetlosti i atmosferskog CO2 Hemoplast: Stvara glukozu od vodonik-sulfida Plastid za fiksiranje azota: Stvara amonijak od ATP i atmosferskog azota i kiseonika Vacuole: Čuva 15 prikupljenih jedinjenja Otrovna Vacuole: Proizvode toksine (nazvane OksiToksi NT)
sv: Membranbundna organeller Nucleus: Tar upp 11 plattor och möjliggör utveckling av membranbundna organeller. Och fördubblar också cellens storlek. (Kan bara utvecklas en gång) Mitokondrion: Producerar ATP ur glukos och atmosfärisk O2. Mycket mer effektivt än cytoplasma Kloroplast: Gör glukos ur solljus och atmosfärisk CO2 Chemoplast: Gör glukos ur vätesulfid Kvävefixerande plastid: Tillverkar ammoniak från ATP och atmosfäriskt kväve och syre Vacuole: Lagrar 15 samlade molekyler Toxin Vacuoles: Producerar gifter (kallas OxyToxy NT)
th_th: เมมเบรน Bound Organelles นิวเคลียส: ใช้ 11 hexes และอนุญาตให้วิวัฒนาการของออร์แกเนลล์ที่มีเยื่อหุ้มเซลล์และยังเพิ่มขนาดเซลล์ของคุณเป็นสองเท่า (สามารถวิวัฒนาการได้เพียงครั้งเดียว) ไมโทคอนเดรีย: ผลิต ATP จากกลูโคสและ O2 ในชั้นบรรยากาศได้อย่างมีประสิทธิภาพมากกว่าไซโตพลาสซึม คลอโรพลาสต์: ทำให้กลูโคสไม่ถูกแสงแดดและ CO2 ในชั้นบรรยากาศ เคโมพลาสต์: ทำให้กลูโคสออกจากไฮโดรเจนซัลไฟด์ พลาสติดตรึงไนโตรเจน: สร้างแอมโมเนียจาก ATP และไนโตรเจนและออกซิเจนในชั้นบรรยากาศ แวคิวโอล: เก็บรวบรวม 15 สารประกอบ สารพิษ แวคิวโอล: ผลิตสารพิษ (เรียกว่า OxyToxy NT)
uk: Мембранні органели Ядро: Використовує 11 гексів (шестикутників) і дозволяє еволюціонувати мембранним органелам, подвоює розміри клітини та знижує отримані пошкодження на 50% (можна розвинути тільки одноразово) Зв'язувальний агент: Дозволяє зв'язуватись з іншими клітинами. Є необхідним для переходу до Стадії Багатоклітинності. Мітохондрія: Продукує [thrive:compound type="atp"][/thrive:compound] з [thrive:compound type="glucose"][/thrive:compound] та атмосферного O2 набагато ефективніше за цитоплазму Хлоропласт: Продукує [thrive:compound type="glucose"][/thrive:compound] з сонячного світла та атмосферного CO2 Термопласт: Продукує [thrive:compound type="atp"][/thrive:compound], використовуючи температурні градієнти Лізосома: Зберігає травні ферменти, що прискорюють та покращують ефективність травлення Хемопласт: Виробляє [thrive:compound type="glucose"][/thrive:compound] з [thrive:compound type="hydrogensulfide"][/thrive:compound] Ферропласт: Перетворює [thrive:compound type="iron"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound] набагато ефективніше за рустіціанін Азотфіксувальні пластиди: Утворюють [thrive:compound type="ammonia"][/thrive:compound] з [thrive:compound type="atp"][/thrive:compound] та атмосферних азоту та кисню Вакуоля: Зберігає 8 зібраних сполук Токсинова вакуоля: Продукує токсини (показані як [thrive:compound type="oxytoxy"][/thrive:compound]) і дозволяє випорскувати їх, завдаючи шкоди відповідно до кількості окситоксину Сигнальний агент: Дозволяє клітинам створювати хімікати, на які зреагують інші
zh_cn: 膜细胞器 细胞核：占用十一个六角格并允许你进化膜细胞器，使你的细胞大小翻倍的同时减少50%所受伤害。（只能被进化一次） 连接器：允许和其它细胞连接在一起。提升到多细胞阶段需要此细胞器。 线粒体：用[thrive:compound type="glucose"][/thrive:compound]和大气中的氧气生产[thrive:compound type="atp"][/thrive:compound]，比细胞质的效率高很多 叶绿体：用阳光和大气中的二氧化碳生产[thrive:compound type="glucose"][/thrive:compound]。 热能体：利用温度梯度来产生[thrive:compound type="atp"][/thrive:compound]。 溶酶体：含有消化酶。酶可以增加消化的速度和效率。 化学质体：用[thrive:compound type="hydrogensulfide"][/thrive:compound]生产[thrive:compound type="glucose"][/thrive:compound]。 固氮质体：用大气中的氧气，氮和[thrive:compound type="atp"][/thrive:compound]生产[thrive:compound type="ammonia"][/thrive:compound]。 液泡：储存8单位收集的化合物 毒素液泡：生产毒素（[thrive:compound type="oxytoxy"][/thrive:compound]）并释放它，根据可用的氧化毒素量造成伤害 信号剂：让细胞可以生产其它细胞可以响应的化学物质
zh_tw: 有膜細胞器 細胞核：佔用 11 個六邊形網格並允許您演化有膜細胞器，使您的細胞大小翻倍的同時減少 50% 所受傷害（只能被演化一次） 連接器：允許和其它細胞連接在一起。進入多細胞階段需要此細胞器。 粒線體：用 [thrive:compound type="glucose"][/thrive:compound] 和氧氣生產 [thrive:compound type="atp"][/thrive:compound]，比細胞質的更高效 葉綠體：用日光和二氧化碳生產 [thrive:compound type="glucose"][/thrive:compound] 熱能體：使用溫度梯度生產 [thrive:compound type="atp"][/thrive:compound] 溶酶體：含有消化酶。酶可以加速並提高消化效率 化學質體：用 [thrive:compound type="hydrogensulfide"][/thrive:compound] 生產 [thrive:compound type="glucose"][/thrive:compound] 固氮質體：用 [thrive:compound type="atp"][/thrive:compound]、氮氣和氧氣生產 [thrive:compound type="ammonia"][/thrive:compound] 液泡：儲存 8 單位的化合物 毒素液泡：生產毒素（[thrive:compound type="oxytoxy"][/thrive:compound]）並釋放它，根據可用的氧化毒素量造成傷害 信號劑：讓細胞產生化學物質以通知其他細胞
