Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# OLDER_VERSION_LOADING_WARNING
source: This save is from an old version of Thrive and may be incompatible. As Thrive is currently early in development save compatibility is not a priority. You may report any issues you encounter, but they aren't the highest priority right now. Do you want to try loading the save anyway?
bg: Този запис е от стара версия на „Thrive“ и е несъвместим. Играта е в начален етап на разработка и съвместимостта не е приоритет. Ако искате, може да докладвате за потенциалните проблеми. Искате ли да го заредите въпреки това?
ca: Aquest arxiu de guardat pertany a una versió de Thrive antiga i, probablement, sigui incompatible. Com que el joc actualment encara està en una fase primerenca de desenvolupament, la compatibilitat entre diferents versions encara no és la major prioritat. Teniu la opció de notificar els problemes que us troben en aquest respecte però, no obstant, actualment no són de màxima prioritat. Voleu intentar carregar l'arxiu igualment?
cs: Toto uložení pochází ze staré verze a může být nekompatibilní. Protože Thrive je v současné době na počátku vývoje, kompatibilita ukládání není prioritou. Můžeš nahlásit jakékoli problémy, se kterými se setkáš, ale právě teď nemají nejvyšší prioritu. Chceš přesto zkusit načíst uložení?
de: Dieser Speicherstand stammt aus einer alten Version von Thrive und ist möglicherweise inkompatibel. Da sich Thrive derzeit noch in einem frühen Entwicklungsstadium befindet, hat Abwärtskompatibilität keine Priorität. Du kannst alle Probleme melden auf die du stoßt, aber sie haben im Moment nicht die höchste Priorität. Möchtest du trotzdem versuchen den Spielstand zu laden?
eo: Ĉi tiu konservado devenas de malnova versio de Thrive kaj eble ne kongruas. Ĉar Thrive nuntempe estas en frua disvolviĝo kaj kongruo de konsevadoj ne estas prioritato. Vi eble raportos iujn ajn problemojn, kiujn vi renkontas, sed ili ne estas la plej alta prioritato nun. Ĉu vi volas provi ŝargi la konservadon ĉiuokaze?
es: Esta partida es de una versión previa de Thrive, y muy probablemente incompatible. Como Thrive esta actualmente en desarrollo, la compatibilidad entre partidas no es una prioridad. Puedes reportar problemas que encuentres, pero no son la mayor prioridad ahora mismo. ¿ Aún así deseas intentar cargar la partida?
et: See salvestamine pärineb Thrive'i vanast versioonist ja võib olla ühildumatu. Kuna Thrive on praegu arendusjärgus, ei ole salvestamise ühilduvus prioriteet. Võite teatada kõigist tekkinud probleemidest, kuid need ei ole praegu kõige olulisemad. Kas soovite siiski proovida salvestust laadida?
fr: Cette sauvegarde provient d'un version antérieure de Thrive et pourrait être incompatible. Comme Thrive est actuellement en developpement précoce, la compatibilité des sauvegardes n'est pas une priorité. Vous pouvez signaler les problèmes rencontrés, mais ils n'ont pas la plus haute priorité actuellement. Voulez-vous essayer de charger la sauvegarde malgré tout ?
he: השמירה זו נוצרה בגרסאות החדשות יותר של Thrive ויכולה שלא תפקד כראוי. בגלל שThrive עוד בשלבי בנייה ראשוניים, שמירת גרסאות שלא תואמות לגרסה אינו בסדר העדיפויות. אתה יכול לדווח על כל בעיה שנתקלת, אבל זה אינו בעדיפות גבוהה כרגע. האם ברצונך להמשיך לטעון שמירה זו?
hu: Ez a mentés a Thrive egy régebbi verziójából való, és nem biztos, hogy kompatibilis. Mivel a Thrive még eléggé gyermekcipőben jár, ezért nem elsődleges cél a mentések kompatibilitása. Jelentheted ezeket a hibákat a fejlesztőknek, de ezek nem elsődlegesek. Biztos be akarod tölteni a mentést?
id: Save ini berasal dari versi Thrive lama dan mungkin tidak lagi kompatibel. Karena Thrive masih dalam awal pengembangan, kompatibilitas save bukanlah prioritas. Kamu dapat melapor masalah yang kamu temui, tetapi mereka bukan prioritas utama. Apakah kamu ingin tetap memuat save ini?
it: Questo salvataggio viene da una vecchia versione di Thrive. Probabilmente è incompatibile. Siccome lo sviluppo di Thrive è attualmente agli inizi, la compatibilità dei salvataggi non rappresenta una priorità. Puoi segnalare qualunque problema che trovi, ma questi non sono la priorità al momento. Vuoi provare a caricare il salvataggio ugualmente?
ko: 이 저장은 이전 버전 Thrive의 것이며 호환되지 않을 수 있습니다. Thrive의 개발은 한참 진행 중 이며 저장 간 호환은 우선적이지 않습니다. 문제를 보고하더라도, 지금 당장 해결되지 않을 것입니다. 그래도 불러오시겠습니까?
nl: Dit opgeslagen bestand is van een oudere versie van Thrive en kan niet-compatibel zijn. Aangezien Thrive momenteel in een vroeg stadium van zijn ontwikkeling is, is opslagcompatibiliteit geen prioriteit. Je kan alle problemen die je tegenkomt melden, maar ze zijn momenteel niet de hoogste prioriteit. Wil je toch proberen om het opgeslagen bestand te laden?
nl_be: Dit opgeslagen bestand is van een oudere versie van Thrive en kan niet-compatibel zijn. Aangezien Thrive momenteel in een vroeg stadium van zijn ontwikkeling is. Is opslagcompatibiliteit geen prioriteit. Je kan alle problemen die je tegenkomt melden, maar ze zijn momenteel niet de hoogste prioriteit. Wil je toch proberen om het opgeslagen bestand te laden?
pl: Ten zapis jest ze starszej wersji Thrive i może być niekompatybilny. Jako że Thrive jest na wczesnym etapie rozwoju kompatybilność zapisów nie jest priorytetem. Możesz zgłosić wszelkie błędy jakie napotkasz, ale nie mają one teraz najwyższego priorytetu. Czy chcesz spróbować wczytać zapis mimo to?
pt_br: Este jogo salvo é de uma versão mais antiga e pode ser incompatível com a atual. Como Thrive está em desenvolvimento, a compatibilidade entre versões não é uma prioridade. Você pode relatar qualquer problema que encontrar, mas não serão priorizados. Deseja tentar carregar o jogo salvo mesmo assim?
pt_pt: Este jogo guardado é de uma versão antiga do Thrive e pode ser incompatível. Como o Thrive está atualmente no início do desenvolvimento, a compatibilidade de jogos guardados não é uma prioridade. Podes reportar quaisquer problemas que encontrares, no entanto eles não têm uma prioridade alta no momento. Queres tentar carregar o jogo guardado mesmo assim?
ru: Это сохранение из старой версии Thrive и оно может быть несовместимо. Thrive на текущий момент находится в ранней стадии разработки и совместимость сохранений не приоритетна. Вы можете сообщить о проблемах, но они не будут высоко приоритетны на данный момент. Всё равно попробовать загрузить это сохранение?
sr_cyrl: Овај сачување је из старе верзије Thrive-а и можда је некомпатибилно. Како је Thrive тренутно у раном развоју, компатибилност није приоритет. Можете да припремите све проблеме на које наиђете, али они тренутно нису највиши приоритети. Да ли желите да ипак покушате да прочитате овај чување?
tr: Bu kayıt, Thrive'ın eski bir sürümüne ait ve mevcut sürümle uyumsuz olabilir. Thrive şu an yapım aşamasındadır bu nedenle kayıt uyumluluğu bu aşamada bir öncelik değil. Karşılaştığınız sorunları rapor edebilirsiniz ancak şu an bunlar da en büyük öncelik değil. Yine de kaydı yüklemeyi denemek ister misiniz?
uk: Це збереження походить зі старої версії Thrive та може бути несумісним. Оскільки Thrive знаходиться у розробці, сумісність збережень не є пріоритетною. Ви можете повідомити про будь-яку проблему, але вони наразі не в пріоритеті. Спробувати завантажити збереження все одно?
zh_cn: 这个存档是来自于更老版本的Thrive的，有可能不兼容。 由于Thrive尚在早期开发中，存档兼容性并不是首要目标。 你很可能会碰上各种问题，但它们不会是我们的首要解决对象。 你确定要强行载入这个存档吗？
zh_tw: 此存檔來自舊版本的 Thrive 並且可能不相容。 由於 Thrive 目前還處於開發早期，存檔相容性並不是優先考慮的問題。 您可以報告遇到的任何問題，但它們不是目前的最高優先事項。 您仍然想嘗試載入此存檔嗎？

source: Open Folder
bg: Местоположение
ca: Obrir Carpeta
cs: Otevřít složku
de: Verzeichnis öffnen
es: Abrir carpeta
et: Ava kaust
fr: Ouvrir le dossier
he: פתח תיקייה
hu: Mappa megnyitása
it: Apri cartella
ka: საქაღალდის გახსნა
nl: Open Map
nl_be: Open Map
pl: Otwórz Folder
pt_br: Abrir Pasta
pt_pt: Abrir diretório
ru: Открыть папку
sk: Otvoriť priečinok
tr: Klasörü Aç
uk: Відкрити теку
zh_cn: 打开文件夹
zh_tw: 打開資料夾

# OPEN_FOSSIL_FOLDER
source: Open Fossils Folder
bg: Местоположение на вкаменелостите
de: Fossilienordner öffnen
ka: ნამარხების საქაღალდის გახსნა
nl: Open Fossielenmap
pt_br: Abrir a Pasta de Fósseis
pt_pt: Abrir pasta de Fósseis
ru: Открыть папку с окаменелостями
tr: Fosiller Klasörünü Aç
uk: Відкрити теку викопувань
zh_cn: 打开化石目录
zh_tw: 打開化石資料夾

# OPEN_FOSSIL_IN_FREEBUILD_WARNING
source: Are you sure you want to start a new game as the selected species? You will lose any unsaved progress.
bg: Сигурни ли сте, че искате да започнете нова игра с избраните създания? Всички незапазени промени ще бъдат изгубени.
de: Dies' startet ein neues Spiel im Sandboxmodus mit der selektierten Art. Ungespeicherter Fortschritt geht verloren.
es: ¿Estás seguro de empezar una nueva partida con la especie seleccionada? Perderás cualquier progreso no guardado.
fr: Êtes-vous sûr de vouloir commencer une nouvelle partie avec l'espèce sélectionnée ? Vous perdrez toute progression non sauvegardée.
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, დაიწყოთ ახალი თამაში არჩეული სახეობებით? შეუნახავი ცვლილებები დაგეკარგებათ.
nl: Weet je zeker dat je een nieuw spel met de geselecteerde soort wil beginnen? Je zult alle voortgang die je niet hebt opgeslagen verliezen.
pt_br: Tem certeza que você quer começar um novo jogo com a espécie selecionada? Você perderá qualquer progresso não salvo.
pt_pt: Tens a certeza de que queres começar um novo jogo com a espécie selecionada? Perderás todo o progresso não guardado.
ru: Вы уверены, что хотите начать новую игру за выбранный вид? Весь несохранённый прогресс будет утерян.
tr: Seçilen tür ile yeni bir oyuna başlamak istediğinize emin misiniz? Kaydedilmemiş ilerlemeler kaybedilecek.
uk: Ви впевнені, що хочете розпочати нову гру за вибраний вид? Ви втратите весь незбережений прогрес.
zh_cn: 您确定想作为这个被选中的物种开始一局新的游戏吗？ 您将失去任何未保存的进度。
zh_tw: 您確定要使用此物種開始新遊戲嗎？ 您將遺失所有未儲存的進度。

# OPEN_GOD_TOOLS
source: God Tools
fr: Outils divins
ka: ღმერთის ხელსაწყოები
nl: Goddelijke Hulpmiddelen
pt_br: Ferramentas Divinas
pt_pt: Ferramentas Divinas
ru: Божественные Инструменты
tr: Tanrı Araçları
uk: Інструменти Бога
zh_cn: 上帝工具
zh_tw: 上帝工具

source: Open help screen
bg: Отваряне на ръководството
ca: Obrir pantalla d'ajuda
cs: Otevřít nápovědu
de: Hilfemenü öffnen
eo: Malfermu helpekranon
es: Abrir pantalla de ayuda
et: Avage abiekraan
fi: Avaa apuvalikko
fr: Ouvrir l'écran d'aide
he: פתח את מסך העזרה
hu: Nyisd meg a segítség ablakot
id: Buka tampilan bantuan
it: Apri la finestra di aiuto
ka: დახმარების ეკრანის გახსნა
ko: 도움말 열기
nl: Open het hulpscherm
nl_be: Open help-scherm
pl: Otwórz ekran pomocy
pt_br: Abrir a tela de ajuda
pt_pt: Abrir o ecrã de ajuda
ru: Открыть экран помощи
sk: Otvoriť nápovedu
sr_cyrl: Отворите екран помоћи
sr_latn: Otvorite ekran pomoći
sv: Öppna hjälpmenyn
th_th: เปิดหน้าจอความช่วยเหลือ
tr: Yardım ekranını aç
uk: Відкрити вікно допомоги
zh_cn: 打开帮助页面
zh_tw: 打開幫助界面

source: Open in Freebuild
bg: Отваряне в редактора
de: Im Sandboxmodus öffnen
es: Abrir en el modo libre
ka: გახსნა უჯრედების თავისუფალ რედაქტორში
nl: Open in Vrije Bouwmodus
pt_br: Abrir no editor livre
ru: Открыть в свободном редакторе клеток
tr: Serbest Yapım Editöründe Aç
uk: Відкрити у Вільному конструктуюванні
zh_cn: 在自由编辑器中打开
zh_tw: 在自由編輯器中打開

source: Open Logs Folder
bg: Местоположение на дневниците
ca: Obrir Carpeta de Registres
cs: Otevřít složku protokolů
de: Logverzeichnis öffnen
eo: Malfermu Dosierujon de Registroj
es: Abrir carpeta de registros
et: Avage logide kaust
fi: Avaa lokien kansio
fr: Ouvrir le dossier des Logs
he: פתח תקיית קבצי לוג
hu: Feljegyzés mappa megnyitása
id: Buka Folder Catatan
it: Apri la cartella dei log
ka: ჟურნალის საქაღალდის გახსნა
ko: 로그 폴더 열기
nl_be: Open Logs Map
pl: Otwórz Folder z Logami
pt_br: Abrir pasta de logs
pt_pt: Abrir pasta de Logs
ru: Открыть папку с логами
sk: Otvoriť priečinok protokolov
sv: Öppna Logmapp
th_th: เปิดโฟลเดอร์บันทึก
tr: Günlük Dosyaları Klasörünü Aç
uk: Відкрити теку журналів
zh_cn: 打开日志文件夹
zh_tw: 打開記錄檔資料夾

# OPEN_MOD_URL
source: Open Info URL
bg: Хранилище
ca: Obrir Informació de l'URL
cs: Otevřít URL Info
de: Info-URL öffnen
es: Abrir URL de información
et: Ava teabe URL
he: פתח כתובת מידע
hu: A mod URL-jének megnyitása
it: Apri URL info
ka: ინფორმაციის ბმულის გახსნა
pl: Otwórz URL Informacji
pt_br: Abrir URL
pt_pt: Abrir URL
ru: Открыть информационный URL-адрес
tr: Bilgi URL'sini Aç
uk: Відкрити інформацію про URL
zh_cn: 打开Mod网址
zh_tw: 開啟資訊網址

source: Open organelles page
ka: ორგანელების გვერდის გახსნა
nl: Open organel menu
pt_br: Abrir a página de organelas
pt_pt: Abrir pagina de organelos
ru: Открыть страницу органелл
tr: Organeller sayfasını aç
uk: Відкрити сторінку органел
zh_tw: 開啟細胞器頁面

source: Open organelle menu
bg: Отваряне на контекстното меню
ca: Obrir menú d'orgànul
cs: Otevřít nabídku organel
de: Organellenmenü öffnen
es: Abrir menu de orgánulos
et: Ava Organelli menüü
fi: Avaa soluelimen valikko
fr: Ouvrir le menu des organites
he: פתח תפריט האברון
hu: Sejtszervecske menü megnyitása
it: Apri il menù dell'organulo
ka: ორგანელის მენიუს გახსნა
nl: Open organel menu
nl_be: Open Organel menu
pl: Otwórz menu organelli
pt_br: Abrir o menu de organelas
pt_pt: Abrir o menu do organelo
ru: Открыть меню органеллы
sk: Otvoriť ponuku organel
sv: Öppna organell meny
tr: Organel menüsünü aç
uk: Відкрити меню органел
zh_cn: 打开细胞器菜单
zh_tw: 開啟細胞器選單

source: Open Research Screen
ka: კვლევების ეკრანის გახსნა
nl: Open Onderzoeksvenster
pt_br: Abrir a Tela de Pesquisa
pt_pt: Abrir menu de pesquisa
ru: Открыть окно исследований
tr: Araştırma Ekranını Aç
uk: Відкрити екран досліджень
zh_cn: 打开研究页面
zh_tw: 開啟研究頁面

source: Open Save Directory
bg: Отваряне на папката с записи
ca: Obrir el directori de guardats
cs: Otevřít složku uložení
de: Speicherverzeichnis öffnen
eo: Malfermu Konservadan Adresaron
es: Abrir directorio de guardado
et: Avage Salvesta kataloog
fi: Avaa tallennusten kansio
fr: Ouvrir le Dossier de Sauvegarde
he: פתח ספריית שמירות
hu: Mentések mappájának megnyitása
id: Buka Direktori Save
it: Apri la cartella dei salvataggi
ka: შენახულის საქაღალდის გახსნა
ko: 저장 폴더 열기
nl: Open Map voor Opslagbestanden
nl_be: Open adresboek van opgeslagen bestanden
pl: Otwórz folder zapisów
pt_br: Abrir Diretório de Salvamentos
pt_pt: Abrir a pasta dos jogos guardados
ru: Открыть папку сохранений
sr_cyrl: Отворите Сачувај Директоријум
tr: Kayıt Dizinini Aç
uk: Відкрити каталог збережень
zh_cn: 打开存档文件夹
zh_tw: 開啟存檔目錄

source: Open science menu
ka: მეცნიერების მენიუს გახსნა
nl: Open wetenschapsmenu
pt_br: Abrir o menu de ciência
pt_pt: Abrir menu de ciência
ru: Открыть меню науки
tr: Bilim menüsünü aç
uk: Відкрити меню науки
zh_cn: 打开科研菜单
zh_tw: 開啟科研選單

source: Open Screenshot Folder
bg: Местоположение на снимките
ca: Obrir la carpeta de captures de pantalla
cs: Otevřít screenshoty
de: Bildschirmfotoverzeichnis öffnen
eo: Malfermu Ekrankopian Dosierujon
es: Abrir carpeta de capturas de pantalla
et: Avage ekraanipildi kaust
fi: Avaa Näyttökuva kansio
fr: Ouvrir le dossier de captures d'écran
he: פתח תיקיית צילומי מסך
hu: Képernyőkép mappa megnyitása
id: Buka Folder Tangkapan Layar
it: Apri la cartella degli screenshot
ka: ეკრანის ანაბეჭდების საქაღალდის გახსნა
ko: 스크린샷 폴더 열기
nl: Open screenshots
pl: Otwórz Folder Zrzutów Ekranu
pt_br: Abrir a pasta de capturas de tela
pt_pt: Abrir pasta de capturas de ecrã
ru: Открыть папку со скриншотами
sk: Otvoriť priečinok snímiek obrazovky
sv: Öppna Skärmbildsmapp
th_th: เปิดโฟลเดอร์สกรีนช็อต
tr: Ekran Görüntüsü Klasörünü Aç
uk: Відкрити теку скриншотів
zh_cn: 打开截图存放文件夹
zh_tw: 開啟截圖資料夾

source: Open the menu
bg: Отваряне на менюто
ca: Obrir el menú
cs: Otevřít menu
de: Das Menü öffnen
eo: Malfermu la menuon
es: Abrir el menú
et: Avage menüü
fi: Avaa valikko
fr: Ouvrir le menu
he: פתח את התפריט
hu: Nyisd meg a menüt
id: Buka Menu
it: Apri il menù
ka: მენიუს გახსნა
ko: 메뉴 열기
nl: Open het menu
nl_be: Open het menu
pl: Otwórz menu
pt_br: Abrir o menu
pt_pt: Abrir o menu
ru: Открыть меню
sk: Otvoriť menu
sr_cyrl: Отворите мени
sr_latn: Otvorite meni
sv: Öppna menyn
th_th: เปิดเมนู
tr: Menüyü aç
uk: Відкрити меню
zh_cn: 打开主菜单
zh_tw: 開啟主選單

# OPEN_TRANSLATION_SITE
source: Help Translate The Game
bg: Допринасяне към превода
ca: Ajuda'ns a traduïr el joc
cs: Pomozte přeložit hru
de: Hilf das Spiel zu übersetzen
eo: Helpu Traduki La Ludon
es: Ayuda a traducir el juego
et: Aidake mängu tõlkida
fi: Auta pelin kääntämisessä
fr: Aidez nous à traduire le jeu
he: עזור לתרגם את המשחק
hu: Segíts a játék fordításában
id: Bantu Alih Bahasa Permainan
it: Aiutaci a tradurre il gioco
ka: დაგვეხმარეთ თამაშის თარგმნაში
ko: 게임을 번역하는 것을 도와주세요
nl: Help met vertalen
nl_be: Help met het spel te vertalen
pl: Pomóż W Tłumaczeniu Gry
pt_br: Ajude a traduzir o jogo
pt_pt: Ajude a traduzir o jogo
ru: Помогите перевести эту игру
sk: Pomôž preložiť hru
sv: Hjälp Översätta Spelet
th_th: ช่วยแปลเกม
tr: Oyunun Çevrilmesine Yardımcı Olun
uk: Допомогти з перекладом гри
zh_cn: 帮忙翻译这个游戏
zh_tw: 幫助翻譯此遊戲

# OPERATION_PAUSED_DOT
source: Paused.
bg: Прекъсната.
cs: Pozastaveno.
de: Pausiert.
es: Pausado.
fr: Mis en pause.
he: הושהה.
it: Processo in pausa.
ka: დაპაუზებული.
nl: Gepauzeert.
pl: Spauzowano.
pt_br: Pausado.
pt_pt: Parado.
ru: На паузе.
tr: Duraklatıldı.
uk: Зупинити.
zh_cn: 暂停中。
zh_tw: 暫停中。

# OPPORTUNISM_EXPLANATION
source: Opportunistic microbes will compete with rivals over chunks and will try to hunt down prey with toxins if they can't engulf them. Cautious microbes might not put themselves in danger over chunks.
bg: Самонадеяните микроби се съревновават за своята плячка и са склонни да използват токсини срещу по-големите микроби. Предпазливите микроби не се излагат на опасност за своята плячка.
ca: Els microbis oportunístics competiran amb els rivals pels uns mateixos recursos e intentaran caçar preses amb toxines si no les poden engolir. Els microbis prudents normalment no es posaran a si mateixos en perill per uns mateixos recursos.
cs: Oportunističtí mikrobi budou soupeřit s konkurenty o kousky a pokud se jim nepodaří kořist pohltit, pokusí se ji ulovit pomocí toxinů. Opatrní mikrobi by se nemuseli vystavovat nebezpečí kvůli kouskům.
de: Opportunistische Mikroben konkurrieren mit Rivalen um Brocken und werden versuchen, ihre Beute mit Giften zu erlegen, wenn sie sie nicht verschlingen können. Vorsichtige Mikroben setzen sich wegen Brocken möglicherweise nicht in Gefahr.
es: Los microbios oportunistas competirán con sus rivales por los nutrientes y intentarán cazar a sus presas con toxinas si no las pueden fagocitar (comer). Los microbios cautelosos no se pondrán en peligro para conseguir nutrientes.
et: Oportunistlikud mikroobid võistlevad rivaalidega tükkide pärast ja püüavad saaki toksiinidega jahtida, kui nad ei suuda neid endasse neelata. Ettevaatlikud mikroobid ei pruugi end tükkide tõttu ohtu seada.
fi: Opportunistiset mikrobit kilpailevat ahnaasti yhdisteistä ja yrittävät todennäköisemmin jahdata saaliitaan myrkkyillään, jos eivät pysty syömään heitä. Varovaiset mikrobit välttävät vaaroja ja siten kilpailutilanteita esimerkiksi ravinnon keruun yhteydessä.
fr: Les microbes opportunistes se battront pour les débris flottants et essaieront d'éliminer avec leurs toxines les proies qu'ils ne peuvent pas absorber. Les microbes prudents éviteront de risquer leur vie pour accéder à ces débris.
he: מיקרובים אופורטוניסטיים יתחרו עם יריבים על גושים וינסו לצוד את טרפם עם רעלנים אם הם לא יכולים לבלוע אותם. מיקרובים זהירים ינסו לא לסכן את עצמם על גושים.
hu: Az opportunista sejtek versengeni fognak riválisaikkal bizonyos nyersanyagokért, és más sejteket is levadásznak mérgek segítségével, ha nem tudják elnyelni őket. A gyanakvó sejtek nem nagyon teszik ki magukat veszélynek nyersanyagokért.
it: I microbi opportunisti competono coi rivali per il cibo e, se non riescono a fagocitare la preda, cercano di ucciderla con le tossine. I microbi cauti potrebbero evitare di avvicinarsi ai pezzi di cibo in caso che ciò costituisca un pericolo.
nl: Opportunistische microben zullen met rivalen concurreren over brokstukken en zullen prooi met gifstoffen najagen als ze deze niet kunnen verzwelgen. Voorzichtige microben zullen zichzelf minder snel in gevaar brengen voor brokstukken.
nl_be: Opportunistische microben zullen concurreren met rivalen om brokken en zullen proberen prooien op te sporen met gifstoffen als ze hen niet kunnen verzwelgen. Voorzichtige microben brengen zichzelf minder in gevaar door brokken.
pl: Oportunistyczne mikroby będą rywalizować o pożywienie i będą polować toksynami na zdobycz, jeżeli jest za duża aby pochłonąć ją na drodze fagocytozy. Uważne mikroby będą unikać niebezpiecznej rywalizacji o pożywienie.
pt_br: Os micróbios oportunistas competirão com os rivais por causa de alimentos e tentarão caçar suas presas usando toxinas se não puderem fagocitá-las. Enquanto isso, os micróbios mais cautelosos tendem a não se colocar em perigo por alimentos.
pt_pt: Os micróbios oportunistas competirão com os rivais por comida, e tentarão caçar presas com toxinas se não as conseguirem engolir. Os micróbios cautelosos podem não se colocar em perigo por causa de pedaços.
ru: Рисковые микробы будут конкурировать с соперниками за куски и будут пытаться загнать добычу токсинами, если не могут поглотить их. Осторожные микробы, вероятно, не будут рисковать за куски.
tr: Fırsatçı mikroplar, büyük parçalar için rakipleri ile rekabet ederler, avlarını yutamadıklarında ise onları toksinler ile öldürürler. Temkinli mikroplar, büyük parçalar için hayatlarını tehlikeye atmayabilirler.
uk: Упереджені мікроби будуть влаштовувати змагання за брили, та полювати за допомогою токсинів, якщо не вдасться поглинути здобич. Обережні мікроби старатимуться не наражатись на небезпеку через брили.
zh_cn: 机会主义型微生物会和竞争对手争夺物质块 并且会在猎物过大无法吞噬的情况下使用毒素攻击。 谨慎型微生物则不大可能冒风险争夺物质块。
zh_tw: 投機型微生物會與競爭對手爭奪物質塊 並且會在獵物過大無法吞噬的情況下使用毒素攻擊。 謹慎型微生物則不會為了物質塊而將自己置於危險之中。

source: Opportunistic
bg: Самонадеяно
ca: Oportunístic
cs: Oportunismus
de: Opportunistisch
es: Oportunista
et: Oportunistlik
fi: Opportunistinen
fr: Opportuniste
he: אופורטוניסטי
hu: Opportunista
it: Opportunista
ka: ოპორტუნისტული
nl: Opportunistisch
nl_be: Opportunistisch
pl: Oportunizm
pt_br: Oportunista
pt_pt: Oportunista
ru: Рисковый
sk: Oportunistický
sv: Opportunistisk
tr: Fırsatçı
uk: Упереджені
zh_cn: 机会主义
zh_tw: 投機

source: Options
bg: Настройки
ca: Opcions
cs: Nastavení
de: Einstellungen
eo: Agordoj
es: Ajustes
et: Valikud
fi: Asetukset
he: אפשרויות
hu: Beállítások
id: Pilihan
it: Opzioni
ka: მორგება
ko: 설정
nl: Opties
nl_be: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Настройки
sk: Možnosti
sr_cyrl: Опције
sr_latn: Opcije
sv: Inställningar
th_th: ตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_cn: 选项
zh_tw: 選項

# OPTIONS_BUTTON_TOOLTIP
source: Change your settings
bg: Отваряне на настройките
ca: Canviar la configuració
cs: Změna nastavení
de: Einstellungen ändern
es: Cambiar configuración
fr: Modifier les paramètres
he: שנה את ההגדרות שלך
hu: Változtasd meg beállításaidat
it: Modifica le impostazioni di gioco
ka: თქვენი პარამეტრების შეცვლა
nl: Pas je instellingen aan
pl: Zmień swoje ustawienia
pt_br: Muda as configurações do jogo
pt_pt: Mudar as definições
ru: Сменить настройки
sk: Zmeniť nastavenia
tr: Ayarlarını değiştir
uk: Зміна ваших налаштувань
zh_cn: 改变你的设置
zh_tw: 更改您的設定

source: Organelles
bg: Органели
ca: Orgànuls
cs: Organely
de: Organellen
eo: Organetoj
es: Orgánulos
et: Organellid
fi: Soluelin
fr: Organites
he: אברונים
hu: Sejtszervecskék
id: Organel
it: Organuli
ka: ორგანელები
ko: 세포 기관
nl: Organellen
nl_be: Organellen
pl: Organella komórkowe
pt_br: Organelas
pt_pt: Organelos
ru: Органеллы
sk: Organely
sr_cyrl: Органеле
sr_latn: Organele
sv: Organeller
tr: Organeller
uk: Органели
zh_cn: 细胞器
zh_tw: 細胞器

# ORGANELLE_AXON
source: Axon
bg: Аксон
fr: Axone
ka: აქსონი
pl: Akson
pt_br: Axônio
pt_pt: Axónio
ru: Аксон
tr: Akson
uk: Аксон
zh_cn: 轴突
zh_tw: 軸突
