Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# IN_PROTOTYPE
source: You are playing the later stage prototypes that are included with the game. These may be very incomplete, use placeholder graphics, be very rough in general, and not always very playable. As such saving is not currently possible. Some parts of prototypes may allow limited saving.
bg: Това са следващите етапи на играта. Те все още са в процес на разбработка, не са завършени и може да не функционират правилно. Създаването на запис по време на следващите етапи на играта не винаги е възможно.
ca: Estàs jugant els prototips d'estadis futurs, inclosos en el joc actual. Aquests poden ser molt incomplerts, fer servir gràfics temporals, ser molt "matussers" en general i no ser gaire jugables. Per tant, actualment no s'hi pot guardar la partida. Algunes parts dels prototips poden permetre una opció de guardat limitada
cs: Hrajete prototypy pozdějších období, které jsou zahrnuty se hrou. Mohou být nedokončené, používat dočasnou grafiku, a být obecně velmi neuhlazené, a ne vždy velmi hratelné. Z těchto důvodů není ukládání v tento moment možné. Některé části prototypů mohou umožňovat limitované ukládání.
de: Du spielst die späteren Prototypen, die dem Spiel beigefügt sind. Diese sind möglicherweise sehr unvollständig, verwenden Platzhaltergrafiken und sind im Allgemeinen sehr grob. Das Speichern ist daher derzeit nicht möglich.
es: Estas jugando las ultimas etapas desarrolladas incluidas en el juego en este momento. Las mismas pueden estar incompletas, utilizar gráficos poco detallados, no estar pulidas y no ser demasiado jugables. Por eso guardar actualmente no es posible. Algunas partes de los prototipos pueden permitir guardado.
et: Mängite hilisema etapi prototüüpe, mis on mänguga kaasas. Need võivad olla väga puudulikud, kasutada kohatäitegraafikat ja olla üldiselt väga karmid. Kuna selline salvestamine ei ole hetkel võimalik.
fr: Vous jouez les derniers prototypes qui sont inclus dans le jeu. Ils peuvent être très incomplets, utiliser des graphismes de remplacement, être très grossiers en général, et ne sont pas toujours très jouables. Il n'est donc pas possible de les sauvegarder. Certaines parties des prototypes peuvent permettre une sauvegarde limitée.
he: אתה משחק באבטיפוס של השלב המאוחר יותר הכלול במשחק. אלה עשויים להיות מאוד לא שלמים, להשתמש בגרפיקה של מציין מיקום, נוקשים מאוד בכללי, ולא תמיד ניתן לשחק בו בצורה חלקה. כך ששמירה אינו אפשרי כרגע. חלקים מהאבטיפוס ניתן לשמור באופן חלקי.
it: Stai giocando ai prototipi delle fasi future di gioco, inclusi nella versione attuale. Questi possono essere molto incompleti, generalmente grezzi, e utilizzare elementi grafici segnaposto, oltre a essere non sempre molto giocabili. Per questo motivo, al momento non è possibile salvare. Tuttavia, alcune parti di alcuni prototipi potrebbero permettere salvataggi, ma con limitazioni.
nl: Je speelt de latere faseprototypen die met het spel zijn meegeleverd. Deze zijn mogelijk incompleet, gebruiken plaatsvervangende afbeeldingen, en zijn in het algemeen zeer rauw, en niet altijd speelbaar. Daartoe is opslaan niet mogelijk. Sommige onderdelen van de prototypes staan mogelijk beperkte opslaan toe.
pl: Grasz w prototypy późniejszych etapów, które znajdują się w grze. Mogą być one niedokończone oraz używać grafik zastępczych, ogólnie bardzo surowe, a czasem nawet praktycznie niegrywalne. Z tej przyczyny zapisywanie nie jest obecnie możliwe. Niektóre części prototypów mogą pozwolić na ograniczone zapisy.
pt_br: Você está jogando os protótipos dos estágios posteriores que estão incluídos no jogo. Eles podem estar bem incompletos, usar gráficos temporários ou estar bem mal polidos, e nem sempre muito jogáveis. Portanto, salvar não é possível atualmente. Algumas partes dos protótipos podem permitir salvamento limitado.
ru: Вы играете в прототип последующей стадии, включённой в игру. Прототип до сей поры не завершен, использует примитивную графику и в принципе выглядит "грубовато", и не совсем играбельны, к примеру - функция сохранения может быть не доступна. Впрочем, некоторые части прототипов всё же сохраняются.
tr: Oyuna dahil edilen sonraki evrelerin prototiplerini oynamaktasınız. Bu prototipler eksik tamamlanmış olabilir, yer tutucu grafikler kullanıyor olabilir, genel olarak çok kaba görünebilir ve her zaman oynanabilir halde olmayabilir. Bu bakımdan oyunu kaydetmek şu an için mümkün değil. Prototiplerin bazı kısımları kısıtlı olarak kaydetmeye izin verebilir.
uk: Ви граєте в прототипи пізнішої стадії, що включені до гри. Вони можуть бути дуже неповними використовуючи графічні заповнювачі, загалом дуже грубими та не завжди грабельно. Тому збереження зараз неможливі. Деякі частини прототипів можуть дозволяти обмежені збереження.
zh_cn: 你正在玩的是游戏中包含的后期原型。 这些原型可能非常不完整，使用占位图形，而且一般来说非常粗糙， 并不可游玩。因此，保存目前是不可能的。 原型的某些部分可能允许有限的保存。
zh_tw: 您正在玩的是遊戲中包含的後期階段原型。 這些內容可能很不完整，使用佔位圖形，一般來說很粗糙， 並且無可玩性。因此目前無法進行此類保存。 原型的某些部分可能允許有限的保存。

source: Iron
bg: Желязо
ca: Ferro
cs: Železo
de: Eisen
eo: Fero
es: Hierro
et: Raud
fi: Rauta
fr: Fer
he: ברזל
hu: Vas
id: Besi
it: Ferro
ka: რკინა
ko: 철
nl: Ijzer
nl_be: Ijzer
pl: Żelazo (Fe²⁺)
pt_br: Ferro
pt_pt: Ferro
ru: Железо
sk: Železo
sr_cyrl: Гвожђе
sr_latn: Gvožđe
sv: Järn
th_th: เหล็ก
tr: Demir
uk: Залізо
zh_cn: 铁
zh_tw: 鐵

source: Iron Chemolithoautotrophy
bg: Желязна хемолитоавтотрофия
ca: Quimiolitoautotròfia basada en Ferro
cs: Chemolithoautotrofie železa
de: Eisen-Chemolithoautotrophie
eo: Fera Kemolitoaŭtotrofio
es: Quimiolitoautotrofía Férrica
et: Raua kemolitoautotroofia
fi: Rautakemolitoautotrofia
fr: Chimiolithoautotrophe Ferrique
he: כימוליתו-אוטוטרופי מברזל
hu: Vas oxidálása
id: Kemolitoautotrofi Besi
it: Chemiolitoautotrofia del ferro
ka: რკინის ქემოლითოავტოტროფია
ko: 철 화학합성독립영양
nl: Ijzer-chemolithoautotrofie
nl_be: Ijzer Chemolithoautotrofie
pl: Utlenianie Żelaza
pt_br: Quimiolitoautotrofia Férrica
pt_pt: Quimiolitoautotrofia Férrica
sk: Chemolitoautotrofia železa
sr_cyrl: Хемолитоаутотрофија гвожђа
sr_latn: Hemolitoautotrofija gvožđa
sv: Järnkemolitoautotrofi
th_th: เหล็กเคโมลิโทออโตโทรฟี
tr: Demir Kemolitoototrofisi
uk: Хемолітоавтотрофія заліза
zh_cn: 铁化能无机自养
zh_tw: 鐵化能自養

# ITCH_TOOLTIP
source: Visit our Itch.io page
bg: Отваряне на страницата ни в „Itch.io“
de: Besuche unsere Itch.io Seite
es: Visita nuestra página de itch.io
fr: Visitez notre page Itch.io
he: ראו את דף Itch.io שלנו
ka: ეწვიეთ ჩვენს itch.io-ის გვერდს
nl: Bezoek onze Itch.io pagina
pl: Odwiedź naszą stronę Itch.io
pt_br: Visite a nossa página na Itch.io
pt_pt: Visite a nossa página Itch.io
ru: Посетить нашу страницу на itch.io
tr: Itch.io sayfamızı ziyaret edin
uk: Відвідайте
zh_cn: 访问我们在Itch.io上的页面
zh_tw: 造訪我們的 Itch.io 頁面

source: January
bg: Януари
ca: Gener
cs: Leden
de: Januar
es: Enero
et: jaanuaril
fi: Tammikuu
fr: Janvier
he: ינואר
hu: Január
it: Gennaio
ka: იანვარი
nl: Januari
nl_be: Januari
pl: Styczeń
pt_br: Janeiro
pt_pt: Janeiro
ru: Январь
sk: Január
sv: Januari
tr: Ocak
uk: Січень
zh_cn: 一月
zh_tw: 一月

source: JSON debug mode:
bg: Режим за отстраняване на грешки:
ca: Mode debug de JSON:
cs: JSON debug mod:
de: JSON Debug-Modus:
es: Modo de depuración JSON:
et: JSON-i silumisrežiim:
fi: JSON-virheenkäsittelymoodi:
fr: Mode de débogage de JSON :
he: מצב ניפוי JSON:
hu: JSON debug mód:
it: Modalità di debug JSON:
ka: JSON გამართვის რეჟიმი:
nl: JSON debug modus:
nl_be: JSON debug modus:
pl: Tryb Debugu JSON:
pt_br: Modo de depuração JSON:
pt_pt: Modo de debug para JSON:
ru: Режим отладки JSON:
sk: Debugovací režim JSON:
sv: JSON debug läge:
tr: JSON hata ayıklama modu:
uk: Режим зневадження JSON:
zh_cn: JSON调试模式：
zh_tw: JSON 除錯模式：

# JSON_DEBUG_MODE_ALWAYS
source: Always
bg: Включен
ca: Sempre
cs: Vždy
de: Immer
es: Siempre
et: Alati
fi: Aina
fr: Toujours
he: תמיד
hu: Mindig
it: Sempre
ka: ყოველთვის
nl: Altijd
nl_be: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ru: Всегда
sk: Vždy
sv: Alltid
tr: Her zaman
uk: Завжди
zh_cn: 总是
zh_tw: 總是

# JSON_DEBUG_MODE_AUTO
source: Automatically
bg: Автоматичен
ca: Automàticament
cs: Automaticky
de: Automatisch
es: Automáticamente
et: Automaatselt
fi: Automaattisesti
fr: Automatiquement
he: באופן אוטומטי
hu: Automatikusan
it: Automaticamente
ka: ავტომატურად
nl: Automatisch
nl_be: Automatisch
pl: Automatycznie
pt_br: Automaticamente
pt_pt: Automaticamente
ru: Автоматически
sk: Automaticky
sv: Automatiskt
tr: Otomatik olarak
uk: Автоматично
zh_cn: 自动
zh_tw: 自動

# JSON_DEBUG_MODE_NEVER
source: Never
bg: Изключен
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
et: Mitte kunagi
fi: Ei koskaan
fr: Jamais
he: לעולם לא
hu: Soha
it: Mai
ka: არასოდეს
nl: Nooit
nl_be: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
tr: Hiçbir zaman
uk: Ніколи
zh_cn: 从不
zh_tw: 從不

source: July
bg: Юли
ca: Juliol
cs: Červenec
de: Juli
es: Julio
et: juuli
fi: Heinäkuu
fr: Juillet
he: יולי
hu: Július
it: Luglio
ka: ივლისი
nl: Juli
nl_be: Juli
pl: Lipiec
pt_br: Julho
pt_pt: Julho
ru: Июль
sk: Júl
sv: Juli
tr: Temmuz
uk: Липень
zh_cn: 七月
zh_tw: 七月

source: June
bg: Юни
ca: Juny
cs: Červen
de: Juni
es: Junio
et: juuni
fi: Kesäkuu
fr: Juin
he: יוני
hu: Június
it: Giugno
ka: ივნისი
nl: Juni
nl_be: Juni
pl: Czerwiec
pt_br: Junho
pt_pt: Junho
ru: Июнь
sk: Jún
sv: Juni
tr: Haziran
uk: Червень
zh_cn: 六月
zh_tw: 六月

# KEY_BINDING_CHANGE_CONFLICT
source: There is a conflict with {0}. Do you want to remove the input from {1}?
bg: Установен е конфликт с „{0}“. Искате ли да нулирате „{1}“?
ca: Hi ha un conflicte amb {0} Vols eliminar l'input de {1}?
cs: Nalezen konflikt s {0}. Chcete odstranit vstup z {1}?
de: Es besteht ein Konflikt mit {0}. Wollen Sie die Eingabe von {1} entfernen?
eo: Estas konflikto kun {0}. Ĉu vi volas forigi la enigon de {1}?
es: Hay un conflicto con {0}. ¿Quieres eliminar la entrada de {1}?
et: Kasutajaga {0} on konflikt. Kas soovite sisendi domeenist {1} eemaldada?
fi: Syötteellä on conflikti: {0}. Haluatko poistaa syötteen {1}:lta?
fr: Il y a un conflit avec {0}. Voulez-vous enlever l'entrée de {1} ?
he: יש התנגשות עם {0}. האם אתה רוצה להסיר את הקלט {1}?
hu: Összeütközés van ezzel: {0} Szeretnéd eltávolítani a bemenetet innen: {1} ?
id: Ada konflik dengan {0}. Apakah kamu ingin menghapus input dari {1}?
it: C'è un conflitto con {0}. Vuoi rimuovere l'input da {1}?
ka: აღმოჩენილია კონფლიქტი {0}-სთან. გნებავთ წაშალოთ შეყვანა {1}-დან?
ko: {0}에서 충돌이 있습니다. {1}에서 입력을 제거하시겠습니까?
nl: Er is een conflict met {0}. Wil je de invoer van {1} verwijderen?
nl_be: Er is een conflict met {0}. Will je invoer verwijderen van {1}?
pl: Jest konflikt z {0}. Czy chcesz usunąć wejście z {1}?
pt_br: Há um conflito com {0}. Deseja elimimar a entrada de {1}?
pt_pt: Há um conflito com {0}. Desejas remover a entrada de {1}?
ru: Здесь есть конфликт с {0}. Вы желаете удалить клавишу из {1}?
sr_cyrl: Постоји сукоб са {0}. Да ли желите да уклоните унос из {1}?
sr_latn: Postoji sukob sa {0}. Da li želite da uklonite unos iz {1}?
sv: There is a conflict with {0}. Vill du ta bort inputen från {1}?
th_th: มีข้อขัดแย้งกับ {0} คุณต้องการลบข้อมูลที่ป้อนออกจาก {1} หรือไม่?
tr: {0} ile ilgili bir uyumsuzluk var. {1} girişini kaldırmak ister misiniz?
uk: Виявлено конфлікт з {0} Хочете видалити дані з {1}?
zh_cn: 这会跟{0}冲突。 你想要移除{1}的输入吗？
zh_tw: 與 {0} 發生衝突。 您想移除 {1} 的輸入嗎？

# KEY_FAVORITES
source: Favourites
bg: Клавиш „Favorites“
ca: Preferits
cs: Oblíbené
de: Favoriten
es: Favoritos
et: Lemmikud
fi: Suosikit
fr: Favoris
he: מקש מועדפים
hu: Kedvencek
it: Preferiti
ka: სანიშნეები
nl: Favorieten
nl_be: Favorieten(toets)
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ru: Избранное
sk: Obľúbené
sv: Favoriter
th_th: รายการโปรด
tr: Favoriler
uk: Вибране
zh_cn: 收藏夹
zh_tw: 收藏夾

# KEY_FORWARD
source: Forward
bg: Клавиш „Forward“
ca: Endavant
cs: Dopředu
de: Vorwärts
es: Adelantar
et: Edasi
fi: Eteenpäin
fr: Avancer
he: מקש קדימה
id: Depan
it: Avanti
ka: წინ
nl: Voorwaarts
nl_be: Beweeg naar voor
pl: Poruszanie do przodu
pt_br: Avançar
pt_pt: Avançar
ru: Перемещение вперед
sk: Dopredu
sv: Framåt
th_th: ไปข้างหน้า
tr: İleri
uk: вперед
zh_cn: 前进
zh_tw: 前進

# KEY_HELP
source: Help
bg: Клавиш „Help“
ca: Ajuda
de: Hilfe
es: Ayuda
et: Abi
fi: Apu
fr: Aide
he: מקש עזרה
it: Aiuto
ka: დახმარება
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Помощь
sk: Pomoc
sv: Hjälp
th_th: ช่วยเหลือ
uk: Допомогти
zh_cn: 帮助
zh_tw: 幫助

# KEY_HOMEPAGE
source: Homepage
bg: Клавиш „Homepage“
ca: Pàgina principal
cs: Domovská stránka
de: Startseite
es: Página principal
et: Koduleht
fi: Kotisivu
fr: Page d'accueil
he: מקש דף הבית
ka: საწყისი გვერდი
nl: Home-pagina
nl_be: Homepage(toets)
pl: Strona Główna
pt_br: Página Inicial
ru: Домашняя страница
sk: Domovská stránka
sv: Startsida
th_th: โฮมเพจ
uk: Домашня сторінка
zh_cn: 主页
zh_tw: 首頁

# KEY_MENU
source: Menu
bg: Клавиш „Menu“
ca: Menú
de: Menü
es: Menú
et: Menüü
fi: Valikko
he: מקש Menu
it: Menù
nl_be: Menu(toets)
ru: Меню
sv: Meny
th_th: เมนู
uk: Меню
zh_tw: 選單

# KEY_OPENURL
source: Open URL
bg: Клавиш „Open URL“
ca: Obrir l'URL
cs: Otevřít URL
de: URL öffnen
es: Abrir URL
et: Ava URL
fi: Avaa osoite
fr: Ouvre l'URL
he: מקש פתח URL
it: Apri URL
ka: URL-ის გახსნა
nl_be: Open URL(toets)
pl: Otwórz URL
pt_br: Abrir URL
pt_pt: Abrir URL
ru: Открыть URL-ссылку
sk: Otvoriť URL adresu
sv: Öppen URL
th_th: เปิด URL
uk: Відкрити URL
zh_cn: 打开网址
zh_tw: 開啟網址

# KEY_REFRESH
source: Refresh
bg: Клавиш „Refresh“
ca: Refrescar
cs: Obnova
de: Aktualisieren
es: Refrescar
et: Värskenda
fi: Virkistä
fr: Actualiser
he: מקש רענן
it: Aggiorna
ka: განახლება
nl: Verversen
nl_be: Vernieuwen
pl: Odśwież
pt_br: Recarregar
pt_pt: Atualizar
ru: Обновить
sk: Obnoviť
sv: Uppdatera
th_th: รีเฟรช
tr: Yenile
uk: Оновити
zh_cn: 刷新
zh_tw: 重新整理

# KEY_SEARCH
source: Search
bg: Клавиш „Search“
ca: Cercar
cs: Hledat
de: Suche
es: Buscar
et: Otsing
fi: Hae
fr: Rechercher
he: מקש חפש
it: Cerca
ka: ძებნა
nl: Zoek
nl_be: Zoek(toets)
pl: Wyszukaj
pt_br: Pesquisar
pt_pt: Procurar
ru: Поиск
sk: Hľadať
sv: Sök
th_th: ค้นหา
tr: Ara
uk: Пошук
zh_cn: 搜索
zh_tw: 搜尋

# KEY_STANDBY
source: Standby
bg: Клавиш „Standby“
cs: Provoz
de: Standby-Taste
es: En espera
et: Ootel
fi: Valmiustila
fr: Veuillez patienter
he: מקש חכה
ka: უქმე
nl_be: Standby(toets)
pl: Czekaj
pt_br: Modo de espera
ru: Ожидание
sk: Režim spánku
th_th: รอ
tr: Bekleme Tuşu
uk: Очікування
zh_cn: 待机
zh_tw: 待機

# KEY_STOP
source: Stop
bg: Клавиш „Stop“
cs: Zastavit
de: Stopp
es: Parar
et: Peatus
fr: Arrete
he: מקש עצור
ka: გაჩერება
nl_be: Stop(toets)
pl: Przycisk Stop
ru: Стоп
sv: Stopp
th_th: หยุด
uk: Стоп
zh_cn: 停下
zh_tw: 停止

# KILO_ABBREVIATION
source: {0} K
bg: {0} хил
de: {0} Tsd
he: {0} אלפים
id: {0} rb
it: {0}mila
ka: {0} ათასი
ko: {0} 천
pl: {0} T
pt_pt: {0} m
ru: {0} Тыс
sk: {0} tis
tr: {0} B
uk: {0} Тис
zh_tw: {0}E+3

source: Language:
bg: Език:
ca: Llengua:
cs: Jazyk:
de: Sprache:
eo: Lingvo:
es: Idioma:
et: Keel:
fi: Kieli:
fr: Langue :
he: שפה:
hu: Nyelv:
id: Bahasa:
it: Lingua:
ka: ენა:
ko: 언어:
nl: Taal:
nl_be: Taal:
pl: Język:
pt_br: Idioma:
pt_pt: Idioma:
ru: Язык:
sk: Jazyk:
sr_cyrl: Језик:
sr_latn: Jezik:
sv: Språk:
th_th: ภาษา:
tr: Dil:
uk: Мова:
zh_cn: 语言：
zh_tw: 語言：

# LANGUAGE_TRANSLATION_PROGRESS
source: This language is {0}% complete
bg: Този превод е завършен на {0} %
ca: Aquest idioma s'ha traduït al {0}%
cs: Tento jazyk je přeložen z {0}%
de: Diese Übersetzung ist zu {0}% vollständig
es: Este lenguaje está traducido en un {0}%
et: See keel on {0}% valmis
fi: Tämä kieli on {0}% käännetty
fr: Aidez-nous à traduire le jeu (complet à {0}%)
he: שפה זו היינו {0}% הושלם
hu: Erre a nyelvre való fordítás {0}%-a van elkészülve
it: Percentuale di completamento di questa traduzione: {0}%
ka: ეს ენა დასრულებულია {0}%-ით
nl: Deze taal is {0}% compleet
nl_be: Deze taal is {0}% volledig
pl: Ten język jest gotów w {0}%
pt_br: Esta linguagem está {0}% completa
pt_pt: Este idioma está {0}% traduzido
ru: Этот язык завершён на {0}%
sk: Tento jazyk je dokončený na {0}%
sv: Detta språk är {0}% komplett
tr: Bu dil %{0} tamamlandı
uk: Ця мова на {0}% готова
zh_cn: 此翻译已完成 {0}%
zh_tw: 此語言已翻譯完成 {0}%

# LANGUAGE_TRANSLATION_PROGRESS_LOW
source: This language is still a work in progress ({0}% complete)
bg: Този превод е в процес на разработка и е завършен на {0} %
ca: Aquesta llengua encara és una feina en progrés ({0}% completat)
cs: Na překladu do tohoto jazyku se ještě pracuje ({0} hotovo)
de: Diese Übersetzung ist noch in Arbeit ({0}% vollständig)
es: Este idioma aún es un trabajo en progreso ({0}% completado)
et: See keel on veel pooleli ({0}% valmis)
fi: Tämä käännös on vielä kesken ({0}% valmis)
fr: Cette langue est encore en cours de rédaction ({0}% effectué)
he: תרגום זה עדין בשלבי הכנה ({0}% הושלם)
hu: A játéknak erre a nyelvre való lefordítása még mindig készülőben van ({0}% kész)
id: Terjemahan ini masih dalam tahap pengerjaan ({0}% selesai)
it: Questa traduzione è ancora in corso ({0}% fatto)
ka: ეს ენა ჯერ კიდევ მუშავდება. (დასრულებულია {0}%)
nl: De vertaling van deze taal is nog niet compleet ({0}% compleet)
nl_be: Aan deze taal wordt nog gewerkt ({0}% voltooid)
pl: Ten język nadal jest w trakcie tłumaczenia ({0}% ukończenia)
pt_br: Esta tradução ainda está em andamento ({0}% completa)
pt_pt: Esta língua é ainda um trabalho em curso ({0}% feito)
ru: Этот язык всё ещё находится в стадии разработки ({0}% завершено)
sk: Na preklade tohto jazyka sa ešte pracuje ({0}% hotovo)
sv: Det här språket jobbas fortfarande på ({0}% klart)
tr: Bu dilin çevirisi halen devam etmekte (%{0} tamamlandı)
uk: Прогрес перекладу на цю мову зараз солов'їну ({0}% готово)
zh_cn: 此翻译仍在开发中（已完成 {0}%）
zh_tw: 此語言仍在翻譯中（已完成 {0}%）

# LANGUAGE_TRANSLATION_PROGRESS_REALLY_LOW
source: This translation is very incomplete ({0}% done) please help us with it!
bg: Този превод е в начален етап на разработка и е завършен на {0} %!
ca: Aquesta traducció encara és incomplerta ({0}% traduït) siusplau ajuda'ns a completar-la!
cs: Tento překlad není kompletní ({0}% dokončeno) prosím, pomozte nám s ním!
de: Diese Übersetzung ist sehr unvollständig ({0}% fertig). Bitte helfe uns dabei!
es: ¡Esta traducción está muy incompleta ({0}% hecha) por favor ayúdanos con ella!
et: See tõlge on väga puudulik ({0}% valmis). Palun aidake meid sellega!
fi: Tämä käännös on pahasti kesken ({0}% valmis) ole kiltti ja auta meitä sen kanssa!
fr: Cette traduction est très incomplète ({0}% effectué). Aidez-nous à la terminer !
he: תרגום זה מאוד לא מוכן ({0}% מושלם), בבקשה תעזרו לנו עם זה!
hu: A játék erre a nyelvre még nincs teljesen lefordítva ({0}% kész). Kérünk, hogy segíts nekünk ez ügyben te is!
id: Terjemahan ini sangat belum lengkap ({0}% selesai) tolong bantu kami menerjemahkannya!
it: Questa traduzione è molto incompleta ({0}% fatto). Perfavore, aiutaci!
ka: ეს თარგმანი დაუსრულებელია (მზადაა {0}%). დაგვეხმარეთ თარგმანში!
nl: Deze vertaling is nog niet compleet ({0}% klaar) help ons hier alstublieft mee!
nl_be: Deze vertaling is erg onvolledig ({0}% klaar) help ons alstublieft!
pl: Ta wersja językowa jest bardzo słabo przetłumaczona ({0}%). Jeżeli możesz, pomóż to zmienić!
pt_br: Esta tradução está muito incompleta ({0}% concluída), por favor, nos ajude com ela!
pt_pt: Esta tradução está muito incompleta ({0}% feita) por favor ajude-nos com ela!
ru: Этот перевод в процессе разработки (завершён на {0}%). Пожалуйста, помогите нам с этим!
sk: Tento preklad nie je dokončený ({0}% hotovo) prosím pomôž nám s ním!
sv: Den här översättningen är mycket ofullständig ({0}% klar) snälla hjälp oss med den!
tr: Bu çeviri henüz bitmemiş (%{0} tamamlandı), lütfen tamamlamamıza yardımcı olun!
uk: Цей переклад дуже неповний ({0}% готово), буь-ласка допоможіть виправити ця ситуацію!!!
zh_cn: 此翻译非常不完整（已完成 {0}%）请帮助我们！
zh_tw: 此翻譯非常不完整（已完成 {0}%）請幫助我們！

# LAST_ORGANELLE_DELETE_OPTION_DISABLED_TOOLTIP
source: Can't delete the last organelle
bg: Последният органел не може да бъде премахнат
ca: No es pot eliminar l'últim orgànul
cs: Nelze smazat poslední organelu
de: Letztes Organell kann nicht gelöscht werden
es: No puedes eliminar tu ultimo orgánulo
fr: Impossible de supprimer le dernière organite
he: לא ניתן להסיר את האברון האחרון
it: Impossibile eliminare l'ultimo organulo
ka: ბოლო ორგანელას ვერ წაშლით
nl: Kan laatste organel niet verwijderen
pl: Nie można usunąć ostatniej organelli
pt_br: Não foi possível remover a última organela
pt_pt: Não é possível eliminar o último organelo
ru: Последняя органелла не может быть удалена
tr: Son organel silinemez
uk: Неможна видалити останню органелу
zh_cn: 无法删除最后的细胞器
zh_tw: 無法刪除唯一的細胞器

source: Late Multicellular
bg: Късно многоклетъчно
de: Makroskopischer Mehrzeller
es: Multicelular avanzado
fr: Multicellulaire tardif
nl: Late Meercellige
uk: Пізня Багатоклітинність
zh_cn: 后期多细胞生物
zh_tw: 後期多細胞生物

# LAUNCHMAIL
source: Mail
bg: Клавиш „Mail“
ca: Correu
es: Correo
fr: courrier
he: מקש דואר
hu: Levél
it: Tasto di posta elettronica
ka: ელფოსტა
nl_be: Mail(toets)
pl: E-mail
pt_pt: Email
ru: Почта
th_th: จดหมาย
uk: Лист
zh_cn: 邮件
zh_tw: 郵件

# LAUNCHMEDIA
source: Media
bg: Клавиш „Media“
ca: Multimèdia
cs: Média
de: Medien
es: Multimedia
et: Meedia
fr: média
he: מקש מדיה
hu: Média
it: Avvia (tasto multimediale)
ka: მედია
nl_be: Media(toets)
pt_br: Mídia
pt_pt: Multimédia
ru: Медиа
sk: Médiá
th_th: สื่อ
uk: Медіа
zh_cn: 媒体
zh_tw: 媒體

source: LAWK only
bg: Земеподобен живот
ca: només LAWK
cs: Realistický režim
de: Nur Kohlenstoffbasierte Lebensformen
es: Solo usar VCLC
fi: Vain LAWK
fr: LAWK uniquement
he: רק LAWK
hu: Csak LAWK
it: Solo VCLC
ka: მხოლოდ სრჩვ
nl: Enkel LZWHK
pl: wyłącznie ŻTJZ
pt_br: Somente vida baseada na realidade
pt_pt: Apenas LAWK
ru: Только ЖКМЗ
sk: Realistická hra
tr: Sadece BH
uk: Тільки ЗАКОН
zh_cn: 仅限已知生命形式
zh_tw: 僅限已知生命形式

# LAWK_ONLY_EXPLANATION
source: (restricts parts and abilities to only Life As We Know it)
bg: (ограничава еволюцията на някои органели и способности)
ca: (restringeix parts i habilitats a la vida tal com la coneixem)
cs: (limituje části a schopnosti pouze na život jak ho známe)
de: (Organellen und Fähigkeiten beschränken auf Leben wie wir es kennen)
es: (restringir partes y habilidades a la Vida Como La Conocemos)
fr: (restreint les parties et les capacités à la vie telle que nous la connaissons)
he: (הגבל חלקים ויכולות רק לחיים כפי שאנחנו יודעים)
hu: (Egyes részek, és képességek nem lesznek elérhetők, csak azok, melyek a való életben is léteznek. Innen jön a LAWK [Life As We Know it] kifelyezés.)
it: (esclude parti e abilità estranee alla Vita Come La Conosciamo)
ka: (ნაწილებისა და შესაძლებლობების შეზღუდვა რეალურ სამყაროზე)
nl: (beperkt onderdelen en mogelijkheden tot enkel Leven Zoals Wij Het Kennen)
pl: (ogranicza części i umiejętności tylko do Życia Tak Jak je Znamy)
pt_br: (restringe partes e habilidades para somente as que são baseadas na vida real)
pt_pt: (restringe partes e habilidades apenas para A Vida Como Conhecemos)
ru: (ограничивает органеллы и способности только теми, которые встречаются в природе (Жизнь, Какой Мы её Знаем))
sk: obmedzuje časti a schopnosti iba na život, ako ho poznáme
tr: (sadece Bildiğimiz Hayat'a ait olan parçalar ve yetenekler ile sınırlar)
uk: (обмежує частини та властивості лише за Знаною Аналогією Конструювання Організмів Неземлян)
zh_cn: （只允许使用人类已观测到的生物的组件与能力）
zh_tw: （僅限於生物學上已知的生物組件和能力）

source: Lead Artist
bg: Водещ артист
ca: Artista Principal
cs: Vedoucí umělec
de: Leitende(r) Künstler(in)
es: Artista principal
et: Peakunstnik
fi: Johtava Taiteilija
fr: Artiste principal
he: אומן מוביל
hu: Vezető grafikus
id: Kepala Artistik
it: Capo Artisti
ka: წამყვანი მხატვარი
nl: Hoofd Design
nl_be: Hoofdartiest
pl: Główny Artysta
pt_br: Gestor Artístico
pt_pt: Artista Líder
ru: Ведущий Художник
sk: Hlavný umelec
sv: Ledande Artist
tr: Baş Sanatçı
uk: Лідер-художник
zh_cn: 首席美工
zh_tw: 首席畫師
