Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_EDITOR_HELP_MESSAGE_1
source: Prokaryotic Structures Cytoplasm: Has storage space and performs glycolysis (Produces small amounts of [thrive:compound type="atp"][/thrive:compound] from [thrive:compound type="glucose"][/thrive:compound]) Metabolosomes: Produces [thrive:compound type="atp"][/thrive:compound] from [thrive:compound type="glucose"][/thrive:compound] Thylakoids: Produces 1/3rd the amount of [thrive:compound type="glucose"][/thrive:compound] as a normal chloroplast, but also performs glycolysis, and takes up 1 Hex Chemosynthisizing Proteins: Produces half of the [thrive:compound type="glucose"][/thrive:compound] out of [thrive:compound type="hydrogensulfide"][/thrive:compound] as a chemoplast, but also performs glycolysis, and takes up 1 Hex Rusticyanin: Converts [thrive:compound type="iron"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound] Nitrogenase: Converts atmospheric nitrogen and [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="ammonia"][/thrive:compound] anaerobically Oxytoxisome: Turns [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="oxytoxy"][/thrive:compound] Thermosynthase: Produces [thrive:compound type="atp"][/thrive:compound] using temperature gradients
bg: Прокариотни структури Цитоплазма: Притежава място за съхранение и извършва процеса гликолиза (произвежда малки количества [thrive:compound type="atp"]АТФ[/thrive:compound] от [thrive:compound type="glucose"]глюкоза[/thrive:compound]) Метаболозоми: Произвеждат [thrive:compound type="atp"]АТФ[/thrive:compound] от [thrive:compound type="glucose"]глюкоза[/thrive:compound] Тилакоиди: Произвеждат 1/3 от [thrive:compound type="glucose"]глюкозата[/thrive:compound] като обикновен хлоропласт и извършват процеса гликолиза, заемат 1 шестоъгълник Хемосинтезиращи протеини: Произвеждат 1/2 от [thrive:compound type="glucose"]глюкозата[/thrive:compound], чрез хемопласт от [thrive:compound type="hydrogensulfide"]сероводород[/thrive:compound] и извършват процеса гликолиза, заемат 1 шестоъгълник Рустицианин: Превръща [thrive:compound type="iron"]желязото[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound] Нитрогеназа: Превръща атмософерния азот и [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="ammonia"]амоняк[/thrive:compound], чрез анаеробен процес Окситоксизома: Превръща [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound] Термосинтаза: Произвежда [thrive:compound type="atp"]АТФ[/thrive:compound], чрез температурните градиенти
ca: Estructures Procariòtiques Citoplasma: Proporciona espai d'emmagatzematge i duu a terme la glicòlisi (Produeix petites quantitats de [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound]) Metabolosomes: Produeix [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound] Tilacoides: Produeix 1/3 part de la quantitat de [thrive:compound type="glucose"][/thrive:compound] que un cloroplast normal, però també duu a terma la glicòlisi, i ocupa 1 Hexàgonbut also performs glycolysis, and takes up 1 Hex Proteïnes Quimiosintetitzadores: Produeix la meitat de [thrive:compound type="glucose"][/thrive:compound] out of [thrive:compound type="hydrogensulfide"][/thrive:compound] que el Quimioplast, però també duu a terme la glicòlisi, i ocupa 1 Hexàgon Rusticianina: Transforma [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] Nitrogenasa: Transforma el nitrogen atmosfèric i [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound] anaeròbicament Oxitoxisoma: Transforma [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound] Termosintasa: Produeix [thrive:compound type="atp"][/thrive:compound] fent servir gradients de temperatura
cs: Prokaryotické struktury Metabolosomy: Produkují [thrive:compound type="atp"][/thrive:compound] z [thrive:compound type="glucose"][/thrive:compound] Chemosyntetizující proteiny: Produkují polovinu [thrive:compound type="glucose"][/thrive:compound] ze [thrive:compound type="hydrogensulfide"][/thrive:compound] co chemoplast, ale také provádí glykolýzu, zabírají 1 Hex Thylakoidy: Produkují 1/3 množství [thrive:compound type="glucose"][/thrive:compound] jako normální chloroplast, ale také provádí glykolýzu, zabírají 1 Hex Rusticyanin: Převádí [thrive:compound type="iron"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound] Nitrogenáza: Anaerobně převádí atmosférický dusík a [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="ammonia"][/thrive:compound] Cytoplazma: Má úložný prostor a provádí glykolýzu (Produkuje malé množství [thrive:compound type="atp"][/thrive:compound])
de: Prokaryotische Strukturen Metabolismus: Produziert [thrive:compound type="atp"][/thrive:compound] aus [thrive:compound type="glucose"][/thrive:compound] Chemosynthetisierende Proteine: Produziert die Hälfte der [thrive:compound type="glucose"][/thrive:compound] aus [thrive:compound type="hydrogensulfide"][/thrive:compound] als Chemoplast, führt aber auch die Glykolyse durch. Nimmt ein Feld ein Thylakoide: Produziert 1/3 der [thrive:compound type="glucose"][/thrive:compound] wie ein normaler Chloroplast, führt aber auch die Glykolyse durch. Nimmt ein Feld ein Rusticyanin: Wandelt [thrive:compound type="iron"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] um Nitrogenase: Verwandeln atmosphärischen Stickstoff und [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound] um Zytoplasma: Verfügt über Speicherplatz und führt die Glykolyse durch (Produziert kleine Mengen [thrive:compound type="atp"][/thrive:compound])
eo: Prokariotaj Strukturoj Metabolosomoj: Produktas ATP-ojn el glukozo Kemiosintezaj Proteinoj: Produktas duonon de la tuta glukozo el Hidrogena Sulfido kiel kemoplasto, sed ankaŭ plenumas glikolizon, plenas 1 Sesangulon Tilakoidoj: Produktas 1/3 de la kvanto de glukozo kiel normala kloroplasto, sed ankaŭ plenumas glikolizon, kaj plenas 1 Sesangulon Rusticyanin: Konvertas feron en ATP-ojn Nitrogenazo: Konvertas atmosferan nitrogenon kaj ATP-ojn en amoniakon malaerobe Citoplasmo: Havas stokan spacon kaj faras glikolizon (Produktas malgrandajn kvantojn de ATP)
es: Estructuras procarióticas Citoplasma: Tiene espacio de almacenamiento y realiza la glucólisis (produce pequeñas cantidades de [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound]) Metabolosomas: Producen [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound] Tilacoides: Producen un tercio de la [thrive:compound type="glucose"][/thrive:compound] como cloroplastos normales, pero también realizan la glucólisis, y ocupan un solo espacio Proteínas quimiosintetizadoras: Producen la mitad de [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] como quimioplastos, pero también realizan la glucólisis, y ocupan un solo espacio Rusticianina: Transforma el [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] Nitrogenasa: Transforma el nitrógeno atmosférico y el [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound] de forma anaeróbica Oxitoxisoma: Transforma el [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound] Termosintasa: Produce [thrive:compound type="atp"][/thrive:compound] usando los gradientes térmicos
et: Prokarüootsed struktuurid Metabolosoomid: toodab [thrive:compound type="atp"][/thrive:compound] allikast [thrive:compound type="glucose"][/thrive:compound] Kemosünteesivad valgud: toodab poole [thrive:compound type="glucose"][/thrive:compound]-st [thrive:compound type="hydrogensulfide"][/thrive:compound]-st kemoplastina, kuid teostab ka glükolüüsi, ja võtab enda alla 1 Hex Tülakoidid: toodab 1/3 kogusest [thrive:compound type="glucose"][/thrive:compound] kui tavaline kloroplast, kuid teostab ka glükolüüsi ja võtab 1 hex. Rustitsüaniin: teisendab [thrive:compound type="iron"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound] Lämmastik: muudab õhulämmastiku ja [thrive:compound type="atp"][/thrive:compound] anaeroobselt [thrive:compound type="ammoniaak"][/thrive:compound]-ks Tsütoplasma: sellel on salvestusruum ja see teostab glükolüüsi (toodab väikeses koguses [thrive:compound type="atp"][/thrive:compound])
fi: Esitumallisen soluelimet Metabolosomit: Tuottaa [thrive:compound type="atp"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound]sta Kemosynteesiproteiinit: Tuottaa puolet [thrive:compound type="glucose"][/thrive:compound]sta käyttäen [thrive:compound type="hydrogensulfide"][/thrive:compound]a kemoplastina, mutta aiheuttaa myös glykolyysin (tuottaa pieniä määriä [thrive:compound type="atp"][/thrive:compound]:tä) vaatien yhden Hexan lisää tilaa Tylakoidit: Tuottaa 1/3-osan [thrive:compound type="glucose"][/thrive:compound]sta tavallisena viherhiukkasena, mutta aiheuttaa myös glykolyysin (tuottaa pieniä määriä [thrive:compound type="atp"][/thrive:compound]:tä) vaatien yhden Hexan lisää tilaa Rustisyaniini: Muuttaa [thrive:compound type="iron"][/thrive:compound]n [thrive:compound type="atp"][/thrive:compound]:ksi Nitrogenaasi: Muuttaa ympäristön typen käyttäen [thrive:compound type="atp"][/thrive:compound]:tä tuottaen [thrive:compound type="ammonia"][/thrive:compound] anaerobisesti Solulima: Lisää tilaa kerättäville yhdisteille ja toteuttaa glykolyysin (tuottaa pieniä määriä [thrive:compound type="atp"][/thrive:compound]:tä)
fr: Structures procaryotes Cytoplasme : possède un espace de stockage et effectue la glycolyse (produit de petites quantités de [thrive:compound type="atp"][/thrive:compound] à partir de [thrive:compound type="glucose"][/thrive:compound]). Métabolosomes : Produit [thrive:compound type="atp"][/thrive:compound] à partir de [thrive:compound type="glucose"][/thrive:compound]. Thylakoïdes : Produit un tiers de la quantité de [thrive:compound type="glucose"][/thrive:compound] d'un chloroplaste normal, mais effectue également la glycolyse et occupe 1 Hex. Protéines chimiosynthétisantes : Produit la moitié du [thrive:compound type="glucose"][/thrive:compound] à partir du [thrive:compound type="hydrogensulfide"][/thrive:compound] en tant que chimioplasme, mais effectue également la glycolyse et absorbe 1 Hex. Rusticyanine : Convertit le [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Nitrogénase : Transforme l'azote atmosphérique et [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound] en anaérobie. Oxytoxisome : Transforme [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. Thermosynthase : Produit de l'[thrive:compound type="atp"][/thrive:compound] en utilisant les gradients de température
he: מבנים פרוקריוטיים ציטופלזמה: מבצע גליקוליזה ומשומש כשטח אחסון (מייצר כמות קטנה של [thrive:compound type="atp"][/thrive:compound] מ[thrive:compound type="glucose"][/thrive:compound]) מטבולוזומים: מייצר [thrive:compound type="atp"][/thrive:compound] מ[thrive:compound type="glucose"][/thrive:compound] תילקואיד: מפיק שליש מהכמות ה[thrive:compound type="glucose"][/thrive:compound] שמיוצר בכלורופלסט, אבל גם מבצע גליקוליזה ותופס משושה אחד חלבונים כימוסינתזיים: מפיק מחצית מהכמות ה[thrive:compound type="glucose"][/thrive:compound] מ [thrive:compound type="hydrogensulfide"][/thrive:compound] שמיוצר בכימופלסט, אבל גם מבצע גליקוליזה, ולוקח משושה אחד רוסטיצינין: ממיר [thrive:compound type="iron"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound] ניטרוגנאז: ממיר חנקן אטמוספרי ו [thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="ammonia"][/thrive:compound] באופן אנאירובי אוקסיטוקסיזום: הופך [thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="oxytoxy"][/thrive:compound] תרמוסינטאז: מייצר [thrive:compound type="atp"][/thrive:compound] בעמצאות שינוי טמפרטורה
hu: Prokarióta szerkezetek Metaboloszómák: A gülkózból ATP-t állít elő. Kemoszintetizáló proteinek: A hidrogén-szulfidnak a felét glükózzá alakítja, mint egy kemoplasztisz, és glikolízist is végez. 1 hexagon területet foglal el Thilakoidok: 1/3-adnyi glükózt termel, mint egy normál kloroplasztisz, de glikolízist is végez, és 1 hexagon helyet foglal Rusticyanin: A vasat ATP-vé alakítja át Nitrogenáz: ATP-t és az atmoszférából gyűjtött nitrogént alakítja át ammóniává anaerob módon Citoplazma: Több tárhelyet ad a sejtednek, és glikolízist végez (Kis mennyiségű ATP-t termel)
id: Struktur Prokariotik Metabolosom: Menghasilkan [thrive:compound type="atp"][/thrive:compound] dari [thrive:compound type="glucose"][/thrive:compound] Kemosintisasi Protein: Menghasilkan setengah [thrive:compound type="glucose"][/thrive:compound] dari [thrive:compound type="hydrogensulfide"][/thrive:compound] sebagai kemoplas, tetapi juga melakukan glikolisis, perlu 1 Heks Tilakoid: Menghasilkan 1/3 dari jumlah [thrive:compound type="glucose"][/thrive:compound] sebagai kloroplas normal, tetapi juga melakukan glikolisis, dan membutuhkan 1 Heks Rusticyanin: Ubah [thrive:compound type="iron"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound] Nitrogenase: Ubah udara nitrogen dan [thrive:compound type="atp"][/thrive:compound] menjadi [thrive:compound type="ammonia"][/thrive:compound] secara anaerob Sitoplasma: Sebagai ruang penyimpanan yang juga dapat melakukan glikolisis (Menghasilkan sedikit [thrive:compound type="atp"][/thrive:compound])
it: Strutture procariotiche: - citoplasma: fornisce spazio di stoccaggio; fa anche la glicolisi (produce piccole quantità di [thrive:compound type="atp"][/thrive:compound] consumando [thrive:compound type="glucose"][/thrive:compound]); - metabolosoma: produce [thrive:compound type="atp"][/thrive:compound] consumando [thrive:compound type="glucose"][/thrive:compound]; - tilacoide: produce 1/3 del [thrive:compound type="glucose"][/thrive:compound] normalmente prodotto da un cloroplasto; tuttavia, fa anche la glicolisi; occupa un esagono; - proteine chemiosintetizzanti: producono, a partire dall'[thrive:compound type="hydrogensulfide"][/thrive:compound], metà del [thrive:compound type="glucose"][/thrive:compound] normalmente prodotto da un chemioplasto; tuttavia, fanno anche la glicolisi; occupano un esagono; - rusticianina: produce [thrive:compound type="atp"][/thrive:compound] consumando [thrive:compound type="iron"][/thrive:compound]; - nitrogenasi: converte, anaerobicamente, l'azoto atmosferico e l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound]; - ossitossisoma: trasforma l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound]; - termosintasi: produce [thrive:compound type="atp"][/thrive:compound] sfruttando i gradienti di temperatura.
ko: 원핵 구조체 대사체: 포도당으로부터 ATP 생산 화학 합성 단백질: 포도당의 절반을 황화수소로부터 화학 세포로 생성하고, 해당 과정 또한 수행하며, 세포 1칸을 차지 틸라코이드: 정상적인 엽록체로 1/3의 포도당을 생성하고, 해당 과정 또한 수행하며, 세포 1칸을 차지 루스티시아닌: 철을 ATP로 전환 니트로게나아제: 분자상 질소와 ATP를 혐기성 암모니아로 전환 세포질: 저장 공간을 제공하며 해당 과정을 수행(소량의 ATP를 생성)
nl: Prokaryotische Structuren Cytoplasma: Heeft opslagcapaciteit en voert glycolyse uit (produceert kleine hoeveelheiden [thrive:compound type="atp"][/thrive:compound] uit [thrive:compound type="glucose"][/thrive:compound]) Metabolosomen: Produceren [thrive:compound type="atp"][/thrive:compound] uit [thrive:compound type="glucose"][/thrive:compound] Thylakoïden: Produceert, in vergelijking met een normaal chloroplast, 1/3e van de hoeveelheid [thrive:compound type="glucose"][/thrive:compound], maar voert ook glycolyse uit. Neemt 1 Hex in beslag. Chemosynthese-eiwitten: Produceert half keer zoveel [thrive:compound type="glucose"][/thrive:compound] uit [thrive:compound type="hydrogensulfide"][/thrive:compound] als een chemoplast, maar voert ook glycolyse uit. Neemt 1 Hex in beslag Rusticyanine: Zet [thrive:compound type="iron"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound] Nitrogenase: Zet atmosferische stikstof en [thrive:compound type="atp"][/thrive:compound] anaeroob om in [thrive:compound type="ammonia"][/thrive:compound] Oxytoxisoom: Zet [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="oxytoxy"][/thrive:compound] Thermosynthase: Gebruikt temperatuurverschillen om [thrive:compound type="atp"][/thrive:compound] te produceren
nl_be: Prokaryotische Structuren Metabolosomen: Produceren [thrive:compound type="atp"][/thrive:compound] van [thrive:compound type="glucose"][/thrive:compound]. Chemosynthetiserende Proteïnes: Produceren half het aantal [thrive:compound type="glucose"][/thrive:compound] uit [thrive:compound type="hydrogen sulfide"][/thrive:compound] als een chemoplast, maar voert ook glycolyse uit, neemt 1 zeshoek in. Thylakoïden: Produceren 1/3de van het aantal [thrive:compound type="glucose"][/thrive:compound] dat een normale chloroplast produceert, maar voert ook glycolyse uit, en neemt 1 zeshoek in. Rusticyanine: Zet [thrive:compound type="iron"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound] Nitrogenase: zet atmosferische stikstof en [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="ammonia"][/thrive:compound] anaëroob. Cytoplasma: Heeft opslagruimte en voert glycolise uit (produceert kleine hoeveelheden aan [thrive:compound type="atp"][/thrive:compound])
pl: Struktury Prokariotyczne Cytoplazma: Posiada miejsce magazynowe i przeprowadza glikolizę (Produkuje małe ilości [thrive:compound type="atp"][/thrive:compound] z [thrive:compound type="glucose"][/thrive:compound]) Metabolosomy: Produkują [thrive:compound type="atp"][/thrive:compound] z [thrive:compound type="glucose"][/thrive:compound] Białka chemosyntezujące: Produkują o połowę mniej [thrive:compound type="glucose"][/thrive:compound] z [thrive:compound type="hydrogensulfide"][/thrive:compound] niż chemoplast, ale przeprowadzają również glikolizę. Zajmują 1 Heks Tylakoidy: Produkują 1/3 [thrive:compound type="glucose"][/thrive:compound] ile normalny chloroplast, ale również przeprowadzają glikolizę. Zajmują 1 Heks Rustycyjanina: Utlenia [thrive:compound type="iron"][/thrive:compound] wydzielając [thrive:compound type="atp"][/thrive:compound] Nitrogenaza: Wiąże beztlenowo azot atmosferyczny w [thrive:compound type="ammonia"][/thrive:compound] zużywając [thrive:compound type="atp"][/thrive:compound] Oksytoksysom: Zmienia[thrive:compound type="atp"][/thrive:compound] w [thrive:compound type="oxytoxy"][/thrive:compound] Termosyntaza: Produkuje [thrive:compound type="atp"][/thrive:compound] używając gradientów termicznych
pt_pt: Estruturas Procariotas Metabolossomas: Produz [thrive:compound type="atp"][/thrive:compound] a partir de [thrive:compound type="glucose"][/thrive:compound] Proteínas Quimiossintetizantes: Produz metade da quantidade de [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="hydrogensulfide"][/thrive:compound] que um quimioplasto produziria, mas também realiza glicólise, ocupa 1 Hexágono Tilacoides: Produz 1/3 da quantidade de [thrive:compound type="glucose"][/thrive:compound] que um cloroplasto normal produziria, mas também realiza glicólise, ocupa 1 Hexágono Rusticianina: Converte [thrive:compound type="iron"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound] Nitrogenase: Converte nitrogénio atmosférico e [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="ammonia"][/thrive:compound] anaerobicamente Citoplasma: Tem capacidade de armazenamento e realiza glicólise (Produz pequenas quatidades de [thrive:compound type="atp"][/thrive:compound])
sr_cyrl: Прокариотске структуре Метаболосоми: Ствара ATP из глукозе Хемосинтизујући протеини: производи половину глукозе из водоник-сулфида као хемопласт, али такође врши гликолизу, заузима 1 хекс Тилакоиди: Производи 1/3 количине глукозе као нормални хлоропласт, али такође врши гликолизу и заузима 1 хекс Рустицијанин: Претвара гвожђе у ATP Нитрогеназа: Анаеробно претвара атмосферски азот и ATP у амонијак Цитоплазма: Има простор за складиштење и врши гликолизу (производи мале количине ATP)
sr_latn: Prokariotske strukture Metabolosomi: Stvara ATP iz glukoze Hemosintizujući proteini: proizvodi polovinu glukoze iz vodonik-sulfida kao hemoplast, ali takođe vrši glikolizu, zauzima 1 heks Tilakoidi: Proizvodi 1/3 količine glukoze kao normalni hloroplast, ali takođe vrši glikolizu i zauzima 1 heks Rusticijanin: Pretvara gvožđe u ATP Nitrogenaza: Anaerobno pretvara atmosferski azot i ATP u amonijak Citoplazma: Ima prostor za skladištenje i vrši glikolizu (proizvodi male količine ATP)
sv: Prokaryota strukturer Metabolosomer: Producerar ATP från glukos Kemosyntiserande proteiner: Producerar hälften av glukosen ur svavelväte som en kemoplast, men utför också glykolys, tar upp 1 hex Thylakoider: Producerar 1/3 av mängden glukos som en normal kloroplast, men utför också glykolys och tar upp 1 Hex Rusticyanin: Omvandlar järn till ATP Nitrogenas: Konverterar atmosfäriskt kväve och ATP till ammoniak anaerobt Cytoplasmer: Har lagringsutrymme och utför glykolys (producerar små mängder ATP)
th_th: โครงสร้างโปรคาริโอต เมตาโบโลโซม: ผลิต ATP จากกลูโคส Chemosynthisizing Proteins: ผลิตกลูโคสครึ่งหนึ่งจากไฮโดรเจนซัลไฟด์เป็นเคมีโมพลาสต์ แต่ยังทำหน้าที่เป็นไกลโคไลซิสและใช้เวลาถึง 1 Hex Thylakoids: ผลิตกลูโคสในปริมาณ 1 ใน 3 เป็นคลอโรพลาสต์ปกติ แต่ยังทำหน้าที่เป็นไกลโคไลซิสและใช้ 1 Hex Rusticyanin: แปลงเหล็กเป็น ATP Nitrogenase: แปลงไนโตรเจนในบรรยากาศและ ATP เป็นแอมโมเนียแบบไม่ใช้ออกซิเจน ไซโทพลาสซึม: มีพื้นที่จัดเก็บและทำปฏิกิริยาไกลโคไลซิส (ผลิต ATP จำนวนเล็กน้อย)
uk: Прокаріотичні структури Цитоплазма: Має місце для зберігання і проводить гліколіз (Продукує малу кількість [thrive:compound type="atp"][/thrive:compound]) Метаболосоми: Продукують [thrive:compound type="atp"][/thrive:compound] з [thrive:compound type="glucose"][/thrive:compound] Тилакоїди: Продукують 1/3 від кількості [thrive:compound type="glucose"][/thrive:compound] як нормальні хлоропласти, але проводить гліколіз і використовує 1 Гекс Хемосинтезувальні білки: Продукують частину [thrive:compound type="glucose"][/thrive:compound] із [thrive:compound type="hydrogensulfide"][/thrive:compound] як хемопласти, але проводить гліколіз і використовує 1 Гекс Рустіціанін: Трансформує [thrive:compound type="iron"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound] Нітрогеназа: Трансформує атмосферний азот та [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="ammonia"][/thrive:compound] анаеробним диханням Окситоксисома: Перетворює [thrive:compound type="atp"][/thrive:compound] в [thrive:compound type="oxytoxy"][/thrive:compound] Термосинтаза: Продукує [thrive:compound type="atp"][/thrive:compound] використовуючи температурні градієнти
zh_cn: 原核结构 细胞质：有储存空间并能进行糖酵解（产出少量的[thrive:compound type="atp"][/thrive:compound]） 代谢体：用[thrive:compound type="glucose"][/thrive:compound]生产[thrive:compound type="atp"][/thrive:compound] 类囊体：跟正常的叶绿体比只能产出1/3的[thrive:compound type="glucose"][/thrive:compound]，但其同时也能进行糖酵解。占用一个六角格。 化学合成蛋白：跟化学质体比同一份[thrive:compound type="hydrogensulfide"][/thrive:compound]只能产出半份[thrive:compound type="glucose"][/thrive:compound]，但其同时也能进行糖酵解。占用一个六角格。 铁硫菌蓝蛋白：将[thrive:compound type="iron"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound] 固氮酶：在无氧环境下将大气中的氮和[thrive:compound type="atp"][/thrive:compound]转换成[thrive:compound type="ammonia"][/thrive:compound] 毒素体：将[thrive:compound type="atp"][/thrive:compound]转化为[thrive:compound type="oxytoxy"][/thrive:compound] 毒素 热合成酶：利用温度梯度产生[thrive:compound type="atp"][/thrive:compound]
zh_tw: 原核結構 細胞質：具有儲存空間並進行糖解作用（用 [thrive:compound type="glucose"][/thrive:compound] 生產少量 [thrive:compound type="atp"][/thrive:compound]） 代謝體：用 [thrive:compound type="glucose"][/thrive:compound] 生產 [thrive:compound type="atp"][/thrive:compound] 類囊體：生產的 [thrive:compound type="glucose"][/thrive:compound] 量是正常葉綠體的 1/3，但能同時進行糖解，佔用 1 六邊形網格 化學合成蛋白：從 [thrive:compound type="hydrogensulfide"][/thrive:compound] 生產 [thrive:compound type="glucose"][/thrive:compound] 的速率是化學質體的一半，但能同時進行糖解，佔用 1 六邊形網格 鐵硫菌藍蛋白：將 [thrive:compound type="iron"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound] 固氮酶：在無氧環境下將大氣中的氮和 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="ammonia"][/thrive:compound] 氧化毒酶體：將 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="oxytoxy"][/thrive:compound] 熱合成酶：利用溫度梯度生產 [thrive:compound type="atp"][/thrive:compound]
