Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MODDING_INSTRUCTIONS_ON
source: Modding instructions are available on
bg: За повече информация, посетете
ca: Instruccions per fer Mods estan disponibles a
cs: Modding instrukce jsou dostupné na
de: Anleitungen zum Erstellen eines Mods findest du unter
es: Las instrucciones para hacer mods están disponibles en
et: Modifitseerimisjuhised on saadaval aadressil
he: הוראות יצירת מוד זמינים ב-
hu: A modolási instrukciók elérhetők
it: Le istruzioni per creare mod sono disponibili sulla
ka: მოდების ინსტრუქციები ხელმისაწვდომია მისამართზე
nl: Instructies voor modificeren zijn beschikbaar op
nl_be: Modding instructies zijn beschikbaar op
pl: Instrukcje dla moderów są dostępne na
pt_br: Instruções para modding disponíveis em
pt_pt: As instruções para o Modding estão disponíveis em
ru: Инструкции по моддингу доступны на
tr: Mod yapma talimatları burada mevcut
uk: Інструкції з моддінгу доступні на
zh_cn: Mod制作说明在
zh_tw: 模組製作說明在

source: Models
bg: Модели
cs: Modely
de: Modelle
es: Modelos
fr: Modèles
he: מודלים
hu: Modellek
it: Modelli
ka: მოდელები
nl: Modellen
nl_be: Modellen
pl: Modele
pt_br: Modelos
pt_pt: Modelos
ru: Модели
sk: Modely
tr: Modeller
uk: Моделі
zh_cn: 模型
zh_tw: 模型

source: Modify
bg: Свойства
ca: Modificar
cs: Upravit
de: Verändern
eo: Modifi
es: Modificar
et: Muutma
fi: Muokkaa
fr: Modifier
he: לשנות
hu: Módosít
id: Ubah
it: Modifica
ka: შეცვლა
nl: Aanpassen
nl_be: Pas aan
pl: Modyfikuj
pt_br: Modificar
pt_pt: Modificar
ru: Модифицировать
sk: Upraviť
sv: Modifiera
tr: Değişiklik Yap
uk: Змінити
zh_cn: 修改
zh_tw: 修改

source: Modify Organelle
bg: Свойства на органела
ca: Modificar orgànul
cs: Modifikovat organelu
de: Organelle modifizieren
es: Modificar orgánulos
et: Muuda Organelle
fi: Muokkaa soluelintä
fr: Modifier l'organite
he: שנה תפקוד אברון
hu: Sejtalkotó szerkesztése
it: Modifica organulo
ka: ორგანელის შეცვლა
nl: Pas Organel Aan
pl: Modyfikuj Organellę
pt_br: Modificar Organela
pt_pt: Modificar organela
ru: Модифицировать Органеллу
sk: Upraviť organelu
tr: Organelde Değişiklik Yap
uk: Модифікувати органелу
zh_cn: 修改细胞器
zh_tw: 修改細胞器

source: Modify Type
bg: Свойства
ca: Modificar Tipus
cs: Upravit typ
de: Typ modifizieren
es: Modificar Tipo
et: Muuda tüüp
fi: Vaihda tyyppiä
fr: Modifier le type
he: שנה סוג
hu: Típus módosítása
it: Modifica tipo
ka: ტიპი შეცვლა
nl: Pas het type aan
pl: Modyfikuj Typ
pt_br: Modificar tipo
pt_pt: Modificar Tipo
ru: Изменить Вид
sk: Upraviť typ
sv: Modifiera Typ
tr: Türde Değişiklik Yap
uk: Змінити тип
zh_cn: 修改类型
zh_tw: 修改類型

source: Mods
bg: Модификации
cs: Mody
de: Modifikationen
et: Modifikatsioonid
fi: Modit
he: מודים
hu: Modok
it: Mod
ka: მოდები
pl: Modyfikacje
ru: Моды
sk: Módy
sv: Mod
tr: Modlar
uk: Моди
zh_tw: 模組

# MODS_INSTALLED_BUT_NOT_ENABLED
source: Installed mods have been detected, but there are no enabled mods. Mods need to be enabled after installing. Visit the mod manager using the mods button in the extras menu.
bg: Налични са инсталирани модификации, които не са включени. Модификациите трябва да бъдат включени след тяхната инсталация, за да се използват от играта.
de: Installierte Mods wurden erkannt, aber es sind keine Mods aktiviert. Mods müssen nach der Installation aktiviert werden. Besuchen Sie den Mod-Manager über die Schaltfläche "Mods" im Menü "Extras".
es: Se ha detectado la instalación de mods, pero no hay mods habilitados. Los mods deben ser habilitados después de instalarlos. Visite el mod manager utilizando el botón "mods" en el menú de extras.
fr: Des mods installés ont été détectés, mais aucun mod n'a été activé. Les mods doivent être activés après l'installation. Visitez le gestionnaire de mods en utilisant le bouton mods dans le menu extras.
he: זוהה מודים מותקנים, אך אין מודים מופעלים. מודים צריכים להיות מופעלים לאחר התקנה. ראה במנהלים המודים בשימוש בכפתור המודים בתפריט התוספים.
nl: Geinstalleerde mods zijn gevonden, maar er zijn geen mods aangezet. Mods moeten worden aangezet na het installeren. Bezoek de modbeheerder door op de mods-knop in het extrasmenu te klikken.
pl: Zainstalowane mody zostały wykryte, ale żaden mod nie jest włączony. Mody muszą zostać włączone po instalacji. Odwiedź zarządzanie modami pod przyciskiem mods w menu dodatków.
pt_br: Foram detectados mods instalados, mas nenhum está ativado. Os mods precisam ser ativados após a instalação. Visite o gerenciador de mods pelo menu de extras.
ru: Установленные моды были обнаружены, но нет включенных модов. Моды должны быть включены после установки. Зайдите в менеджер модов с помощью кнопки "Моды" в меню "Дополнительно".
tr: Yüklü modlar algılandı ancak bu modların hiçbiri etkinleştirilmemiş. Modların aktif bir şekilde kullanılabilmesi için, modların yüklendikten sonra etkinleştirilmesi gerekir. Ekstralar menüsündeki Modlar butonunu kullanarak mod yöneticisini ziyaret edin.
uk: Встановлений мод виявлено, але увімкнених модів нема. Мод потрібно ввімкнути після встановлення. Відвідайте менеджер моду, використовуючи кнопку модів у меню додаткових функцій.
zh_cn: 检测到安装的模组，但没有启用的模组。 模组在安装后需要被启用。在“额外内容”中使用模组按钮访问模组管理器。
zh_tw: 檢測到已安裝的模組，但沒有啟用的模組。 模組在安裝後需要被啟用。在額外內容中使用模組按鈕存取模組管理器。

source: Mod Assembly:
bg: „Assembly“:
ca: Ensamblatge de Mod:
cs: Sestava modu:
de: Mod Programmbibliothek:
es: Ensamblaje del Mod:
et: Modifikatsiooni kokkupanek:
fi: Modin Assembly:
fr: Assembleur :
he: העלת מוד:
it: Assembly:
ka: მოდის ანაწყობი:
pt_br: Assembly do Mod:
pt_pt: Assembly do Mod:
ru: Сборка мода:
tr: Assembly Modu:
uk: Збірка модів:
zh_tw: 模組 Assembly：

# MOD_ASSEMBLY_CLASS
source: Mod Assembly Main Class:
bg: Основно „Assembly“:
ca: Classe Principal d'Ensamblatge de Mod:
cs: Hlavní třída sestavy modu:
de: Mod Hauptklasse:
es: Clase principal de ensamblaje del Mod:
et: Modifikatsiooni põhiklass:
fr: Classe principale de l'assembleur du mod :
he: מחלקה העיקרית להעלת מוד:
it: Classe principale dell'assembly:
ka: მოდის ანაწყობის მთავარი კლასი:
nl: Hoofdklasse van de Mod Assembly:
pt_br: Classe Principal do Assembly do Mod:
pt_pt: Classe Principal do Assembly do Mod:
ru: Основной класс Сборки Мода:
tr: Assembly Modu Ana Sınıfı:
uk: Основний клас збірки модів:
zh_tw: 模組 Assembly 主類別：

# MOD_ASSEMBLY_CLASS_NOT_FOUND
source: {0}: specified mod class "{1}" not found in mod's assembly
bg: „{0}“: „{1}“ не съществува в „Assembly“
ca: {0}: classe de mod especificada "{1}" no s'ha trobat a l'ensamblatge del mod
cs: {0}: specifikovaná třída modu "{1}" nebyla nalezena v sestavení modu
de: {0}: Die angegebene Klasse "{1}" wurde nicht im Mod gefunden
es: {0}: el mod especificado clase "{1}" no se ha encontrado en el ensamblaje del mod
et: {0}: määratud modiklassi "{1}" ei leitud modi koostusest
fr: {0} : la classe de mod spécifiée "{1}" n'a pas été trouvée dans l'assembly du mod
he: {0}: מחלקת מוד ספיציפית "{1}" לא מצאה את קליטת המוד
it: {0}: classe specificata "{1}" non trovata nell'assembly della mod
ka: {0}: მითითებული მოდის კლასი "{1}" მოდის assembly-ში აღმოჩენილი არაა
nl: {0}: gespecificeerde modklasse "{1}" niet gevonden in de assembly van de mod
nl_be: {0}: specified mod class "{1}" niet gevonden in de mod assembly
pt_br: {0}: classe do mod especificada "{1}" não encontrada no assembly do mod
pt_pt: {0}: classe do mod especificada "{1}" não encontrada no assembly do mod
ru: {0}: указанный класс "{1}" не найден в сборке мода
tr: {0}: Assembly modunda belirtilen mod sınıfı "{1}" bulunamadı
uk: {0}: вказаний клас моду "{1}" не знайдено в збірці модів
zh_cn: {0}：Mod的assembly里没有找到指定的mod class “{1}”
zh_tw: {0}：在模組程式集中找不到指定的模組類 「{1}」

# MOD_ASSEMBLY_INIT_CALL_FAILED
source: {0}: mod's assembly initialize method call failed
bg: „{0}“: стартирането на „Assembly“ е неуспешно
ca: {0}: mètode d'inicialització d'ensamblatge del mod ha fallat
cs: {0}: selhalo zavolání inicializace sestavení modu
de: {0}: Aufrufen der Initialisierungsmethode des Mods schlug fehl
es: {0}: el método de inicialización de ensamblaje del mod ha fallado
et: {0}: modi montaaži lähtestamise meetodi kutse nurjus
fr: {0} : l'appel à la méthode d'initialisation de l'assembly du mod a échoué
he: {0}: קריאת שיטת אתחול הרכבת מוד זה נכשלה
it: {0}: chiamata di inizializzazione metodo dell'assembly fallita
ka: {0}: მოდის assembly-ის ინიციალიზაციის მეთოდის გამოძახება ჩავარდა
nl: {0}: het aanroepen van de initializatiefunctie van de assembly van de mod is mislukt
nl_be: {0}: mod's assembly initialize method call heeft gefaald
pt_br: {0} chamada do método initialize do assembly do mod falhou
pt_pt: {0}: falha ao chamar o método de inicialização do assembly do mod
ru: {0}: не удалось инициализировать сборку мода
tr: {0}: Assembly modu başlatma yöntem çağrısı başarısız
uk: {0}: не вдалося викликати метод ініціалізації збірки модів
zh_cn: {0}：mod的assembly初始化方法调用失败
zh_tw: {0}：模組程式集初始化方法呼叫失敗

# MOD_ASSEMBLY_LOAD_CALL_FAILED_EXCEPTION
source: {0}: mod's assembly initialize method call failed with an exception: {1}
bg: „{0}“: стартирането на„Assembly“ е неуспешно поради следната грешка: {1}
ca: {0}: el mètode d'inicialització d'ensamblatge del mod ha fallat amb una excepció: {1}
cs: {0}: zavolání inicializující metody sestavení modu selhalo s výjimkou: {1}
de: {0}: Aufrufen der Initialisierungsmethode des Mods schlug mit folgenden Fehler fehl: {1}
es: {0}: el método de inicialización de ensamblaje del mod ha fallado con excepción de: {1}
et: {0}: modi montaaži lähtestamise meetodi kutse ebaõnnestus, välja arvatud erand: {1}
fr: {0} : l'appel à la méthode d'initialisation de l'assembleur du mod a échoué avec une exception : {1}
he: {0}: קריאת שיטת האתחול של הרכבה של המוד נכשלה עם חריגה של: {1}
it: {0}: chiamata di inizializzazione metodo dell'assembly fallita con un'eccezione: {1}
ka: {0}: მოდის assembly-ის ინიციალიზაციის მეთოდის გამოძახება ჩავარდა გამონაკლისით: {1}
nl: {0}: het aanroepen van de initializatiefunctie van de assembly van de mod is mislukt met uitzondering: {1}
nl_be: {0}: mod's assembly initialize method call heeft gefaald met uitzondering: {1}
pt_br: {0} chamada do método initialize do assembly do mod falhou com uma exceção: {1}
pt_pt: {0}: a chamada do método de inicialização do assembly do mod falhou com uma exceção: {1}
ru: {0}: не удалось выполнить вызов метода инициализации сборки мода с исключением: {1}
tr: {0}: Assembly modu başlatma yöntem çağrısı başarısız, olağandışı bir durum oluştu: {1}
uk: {0}: не вдалося викликати метод ініціалізації збірки модів, окрім: {1}
zh_cn: {0}：mod的assembly初始化方法调用失败，出现异常：{1}
zh_tw: {0}：模組程式集初始化方法呼叫失敗，出現異常：{1}

# MOD_ASSEMBLY_LOAD_EXCEPTION
source: {0}: assembly loading failed with an exception: {1}
bg: „{0}“: зареждането на „Assembly“ е неуспешно поради следната грешка: {1}
ca: {0}: la càrrega de l'ensamblatge ha fallat amb una excepció: {1}
cs: {0}: načítání sestavy selhalo s výjimkou: {1}
de: {0}: Laden der Assembly schlug mit folgenden Fehler fehl: {1}
es: {0}: error en la carga del ensamblaje con excepción de: {1}
et: {0}: koostu laadimine ebaõnnestus erandiga: {1}
fr: {0} : échec de chargement de l'assemblage avec une exception :{1}
he: {0}: טעינת הרכיב נכשלה עם חריגה: {1}
it: {0}: caricamento dell'assembly fallito con un'eccezione: {1}
ka: {0}: Assembly-ის ჩატვირთვა ჩავარდა გამონაკლისით: {1}
nl: {0}: het laden van de assembly is mislukt met uitzondering: {1}
nl_be: {0}: assembly loading gefaald met uitzondering: {1}
pl: {0}: wczytywanie tworu zawiodło z powodu wyjątku: {1}
pt_br: {0}: assembly carregando com uma exceção: {1}
pt_pt: {0}: o carregamento do assembly falhou com uma exceção: {1}
ru: {0}: не удалось загрузить сборку с исключением: {1}
tr: {0}: Assembly yükleme işlemi başarısız, olağandışı bir durum oluştu: {1}
uk: {0}: Не вдалося завантажити збірку окрім: {1}
zh_cn: {0}：assembly加载失败，出现异常：{1}
zh_tw: {0}：程式集載入失敗，出現異常：{1}

# MOD_ASSEMBLY_UNLOAD_CALL_FAILED
source: {0}: mod's assembly unload method call failed
bg: „{0}“: изключването на „Assembly“ е неуспешно
ca: {0}: el mètode de descàrrega de l'ensamblatge del mod ha fallat
cs: {0}: zavolání unload metody sestavení modu selhalo
de: {0}: Fehler beim Aufrufen der "unload"-Methode des Mods
es: {0}: el método de descarga del ensamblaje del mod ha fallado
et: {0}: modi kooste mahalaadimismeetodi kutse nurjus
fr: {0} : l'appel de la méthode de déchargement de l'assembly du mod a échoué
he: {0}: קריאת פריקה הרכבה של מוד זה נכשלה
it: {0}: chiamata di unload metodo dell'assembly fallita
ka: {0}: მოდის assembly-ის გამოტვირთვის მეთოდის გამოძახება ჩავარდა
nl: {0}: het aanroepen van de ontlaadfunctie van de assembly van de mod is mislukt
nl_be: {0}: mod's assembly unload method call gefaald
pt_br: {0}: chamada do método unload do assembly do mod falhou
pt_pt: {0}: falha ao chamar o método de descarregamento do assembly do mod
ru: {0}: не удалось выполнить вызов метода выгрузки сборки мода
tr: {0}: Assembly modu kaldırma yöntem çağrısı başarısız
uk: {0}: не вдалося викликати метод відвантаження збірки моду
zh_cn: {0}：mod的assembly卸载方法调用失败
zh_tw: {0}：模組程式集卸載方法呼叫失敗

# MOD_ASSEMBLY_UNLOAD_CALL_FAILED_EXCEPTION
source: {0}: mod's assembly unload method call failed with an exception: {1}
bg: „{0}“: изключването на „Assembly“ е неуспешно поради следната грешка: {1}
ca: {0}: el mètode de descàrrega d'ensamblatge del mod ha fallat amb una excepció: {1}
cs: {0}: zavolání unload metody sestavení modu selhalo s výjimkou: {1}
de: {0}: Aufruf der "unload"-Methode schlug mit folgendem Fehler fehl: {1}
es: {0}: el método de descarga del ensamblaje del mod con excepción de: {1}
et: {0}: modi montaaži mahalaadimismeetodi kutse ebaõnnestus, välja arvatud erand: {1}
he: {0}: קריאת פריקת הרכבה מוד זה נכשלה פרט ל: {1}
it: {0}: chiamata di unload metodo dell'assembly fallita con un'eccezione: {1}
ka: {0} მოდის assembly-ის გამოტვირთვის მეთოდი ჩავარდა გამონაკლისით: {1}
nl: {0}: het aanroepen van de ontlaadfunctie van de assembly van de mod is mislukt met uitzondering: {1}
nl_be: {0}: mod's assembly unload method call heeft gefaald met uitzondering: {1}
pt_br: {0}: chamada do método unload do assembly do mod falhou com uma exceção: {1}
pt_pt: {0}: a chamada do método de descarregamento do assembly do mod falhou com uma exceção: {1}
ru: {0}: не удалось выполнить вызов метода выгрузки сборки мода с исключением: {1}
tr: {0}: Assembly modu kaldırma yöntem çağrısı başarısız, olağandışı bir durum oluştu: {1}
uk: {0}: не вдалося викликати метод відвантаження збірки моду з виключенням: {1}
zh_cn: {0}：mod的assembly卸载方法调用失败，出现异常：{1}
zh_tw: {0}：模組程式集卸載方法呼叫失敗，出現異常：{1}

source: Mod Author:
bg: Автор:
ca: Autor del Mod:
cs: Autor modu:
es: Autor del Mod:
et: Modi autor:
fi: Modin Tekijä:
fr: Créateur du mod :
he: יוצר המוד:
hu: A mod készítője:
it: Autore:
ka: მოდის ავტორი:
nl: Auteur van de Mod:
nl_be: Auteur van de mod:
pl: Autor Moda:
pt_br: Autor:
pt_pt: Autor:
ru: Автор мода:
tr: Mod Sahibi:
uk: Автор моду:
zh_cn: Mod作者：
zh_tw: 模組作者：

# MOD_AUTO_HARMONY
source: Uses Auto Harmony:
bg: Използва „Harmony“:
ca: Fa servir Auto Harmony:
cs: Používá auto Harmony:
de: Benutzt Auto Harmony:
es: Usa Auto Harmony:
he: השתמש באוטו-Harmony:
it: Usa Auto Harmony:
ka: იყენებს ავტომატურ ჰარმონიას:
nl: Gebruikt Auto Harmony:
pl: Używa Auto Harmonii:
pt_br: Usa Auto Harmony:
ru: Использует Harmony автоматически:
tr: Oto Harmony Kullanır:
uk: Використання авто-Гармонії:
zh_cn: 使用自动Harmony：
zh_tw: 使用自動 Harmony：

source: Mod Creation Failed
bg: Създаването на модификацията е неуспешно
ca: Creació de Mod Fallida
cs: Vytvoření módu se nezdařilo
de: Moderstellung fehlgeschlagen
es: Creación de Mod Fallida
et: Modifikatsiooni loomine ebaõnnestus
he: יצירת מוד נכשלה
hu: Mod létrehozása sikertelen
it: Creazione della mod fallita
ka: მოდის შექმნა ჩავარდა
nl: Aanmaken Mod Mislukt
nl_be: Mod creatie gefaald
pl: Tworzenie Moda Nie Powiodło Się
pt_br: A Criação do Mod Falhou
pt_pt: Falha na Criação do Mod
ru: Не удалось создать мод
tr: Mod Oluşturma Başarısız
uk: Невдалось створити мод
zh_cn: Mod创建失败
zh_tw: 模組創建失敗

source: Mod Description:
bg: Описание:
ca: Descripció del Mod:
cs: Popis módu:
de: Modbeschreibung:
es: Descripción:
et: Modifikatsiooni kirjeldus:
fr: Description du mod :
he: תיאור המוד:
hu: Mod leírása:
it: Descrizione:
ka: მოდის აღწერა:
nl: Modbeschrijving:
nl_be: Mod Omschrijving:
pl: Opis:
pt_br: Descrição do Mod:
pt_pt: Descrição do Mod:
ru: Описание мода:
tr: Mod Açıklaması:
uk: Опис моду:
zh_cn: Mod介绍：
zh_tw: 模組描述：

# MOD_EXTENDED_DESCRIPTION
source: Mod Long Description:
bg: Подробно описание:
ca: Descripció Llarga del Mod:
cs: Dlouhý popis módu:
de: Modbeschreibung:
es: Descripción Larga del Mod:
et: Modi pikk kirjeldus:
fr: Description longue du mod :
he: תיאור ארוך של המוד:
hu: Mod hosszú leírása:
it: Descrizione lunga:
ka: მოდის გრძელი აღწერა:
nl: Lange modbeschrijving:
nl_be: Mod lange omschrijving:
pl: Długi opis Moda:
pt_br: Descrição Longa do Mod:
pt_pt: Descrição longa do mod:
ru: Полное описание мода:
tr: Mod Geniş Açıklaması:
uk: Довгий опис моду:
zh_cn: Mod的完整描叙：
zh_tw: 模組詳細說明：

# MOD_HARMONY_LOAD_FAILED_EXCEPTION
source: {0}: mod's Harmony loading failed with an exception: {1}
bg: „{0}“: зареждането на „Harmony“ е неуспешно поради следната грешка: {1}
ca: {0}: la càrrega del mod Harmony ha fallat amb una excepció: {1}
cs: {0}: načítání Harmony modu selhalo s výjimkou: {1}
de: {0}: Aufrufen der Initialisierungsmethode des Mods schlug mit folgenden Fehler fehl: {1}
es: {0}: el método de inicialización de ensamblaje del mod ha fallado con excepción de: {1}
fr: {0} : le chargement du Harmony du mod a échoué avec une exception : {1}
he: {0}: טעינת Harmony מוד נכשל בפרט ל: {1}
it: {0}: attivazione modalità Auto Harmony fallita con un'eccezione: {1}
ka: {0}: მოდის Harmony-ის ჩატვირთვა ჩავარდა გამონაკლისით: {1}
nl: {0}: mod's Harmony kon niet geladen worden met uitzondering: {1}
pt_br: {0} carregamento de mod's Harmony falhou com uma exceção: {1}
ru: {0}: загрузка мода через Harmony провалилась с исключением: {1}
tr: {0}: mod Harmony yüklemesi başarısız, olağandışı bir durum oluştu: {1}
uk: {0}:завантаження модової Гармонії провалено за винятком: {1}
zh_cn: {0}：mod的Harmony载入失败，出现异常：{1}
zh_tw: {0}：模組的 Harmony 載入失敗，出現異常：{1}

# MOD_HARMONY_UNLOAD_FAILED_EXCEPTION
source: {0}: mod's Harmony unloading failed with an exception: {1}
bg: „{0}“: изключването на „Harmony“ е неуспешно поради следната грешка: {1}
ca: {0}: la descàrrega del mod Harmony ha fallat amb una excepció: {1}
cs: {0}: unload Harmony modu selhal s výjimkou: {1}
de: {0}: Aufruf der "unload"-Methode schlug mit folgendem Fehler fehl: {1}
es: {0}: el método de descarga del ensamblaje del mod con excepción de: {1}
he: {0}: קריאת פריקת Harmony מוד נכשלה פרט ל: {1}
it: {0}: disattivazione modalità Auto Harmony fallita con un'eccezione: {1}
ka: {0}: მოდის Harmony-ის გამოტვირთვა ჩავარდა გამონაკლისით: {1}
nl: {0}: mod's Harmony ontladen mislukt met uitzondering: {1}
pl: {0}: wyładowywanie Harmonii moda zawiodło z powodu wyjątku: {1}
pt_br: {0}: chamada do método unload do assembly do mod falhou com uma exceção: {1}
ru: {0}: выгрузка мода Harmony не удалась с исключением: {1}
tr: {0}: mod Harmony kaldırması başarısız, olağandışı bir durum oluştu: {1}
uk: {0}:відвантаження модової Гармонії провалено за винятком: {1}
zh_cn: {0}：mod的Harmony卸载方法调用失败，出现异常：{1}
zh_tw: {0}：模組的 Harmony 卸載失敗，出現異常：{1}

# MOD_HAS_NO_LOADABLE_RESOURCES
source: {0}: has no loadable resources
bg: „{0}“: няма ресурси за зареждане
ca: {0}: no té recursos que es puguin carregar
cs: {0}: nemá žádné načitatelné prostředky
de: {0}: besitzt keinerlei Resourcen, die geladen werden können
es: {0}: no tiene recursos que se puedan cargar
et: {0}: laaditavaid ressursse pole
fr: Impossible de charger des ressources de {0}
he: {0}: אין רכיבים שניתנים לטעינה
it: {0}: non ha risorse caricabili
ka: {0}: ჩატვირთვადი რესურსების გარეშე
nl: {0}: heeft geen laadbare bronnen
nl_be: {0}: heeft geen laadbare bronnen
pl: {0}: nie posiada wczytywalnych zasobów
pt_br: {0}: não tem recursos carregáveis
pt_pt: {0}: não tem recursos carregáveis
ru: {0}: не имеет загружаемых ресурсов
tr: {0}: yüklenebilir kaynak yok
uk: {0}: не містить ресурсів для завантаження
zh_cn: {0}：没有可加载的资源
zh_tw: {0}：沒有可載入的資源

# MOD_ICON_FILE
source: Icon File:
bg: Икона:
ca: Icona de l'Arxiu:
cs: Soubor s ikonou:
de: Icon-Datei:
es: Archivo del ícono:
et: Ikooni fail:
fi: Kuvakkeen Tiedosto:
fr: Fichier d'icône :
he: סמל הקובץ:
hu: Ikon fájl:
it: File icona:
ka: ხატულის ფაილი:
nl: Icoonbestand:
nl_be: Icoon Bestand:
pl: Ikona:
pt_br: Arquivo do Ícone:
pt_pt: Ícone do Ficheiro:
ru: Иконка файла:
tr: Simge Dosyası:
uk: Іконка файлу:
zh_cn: 图标文件：
zh_tw: 圖示檔案：

source: Mod Info URL:
bg: Връзка:
ca: URL d'Informació del Mod:
es: URL de Información del Mod:
et: Modifikatsiooni teabe URL:
fi: Modin Tietojen URL:
he: כתובת אתר של מידע על המוד:
hu: Mod Infó URL:
it: URL info:
ka: მოდის ინფორმაციის ბმული:
pl: URL informacji o modzie:
pt_br: URL da Informação do Mod:
pt_pt: URL da Informação do Mod:
ru: URL-адрес информации о моде:
tr: Mod Bilgi URL'si:
uk: Інформація про URL моду:
zh_cn: Mod信息网址：
zh_tw: 模組資訊網址：

# MOD_INTERNAL_NAME
source: Internal (Folder) Name:
bg: Наименование на папката:
ca: Nom Intern (de Carpeta):
cs: Interní název (složky):
de: Interner (Ordner-)Name:
es: Nombre Interno (de Carpeta):
et: Sisemine (kausta) nimi:
fi: Sisäinen nimi (Kansio):
he: שם (תיקייה) פנימי:
hu: Mappa neve:
it: Nome interno (della cartella):
ka: შიდა (საქაღალდის) სახელი:
nl: Interne (Map) Naam:
nl_be: Interne (folder) Naam:
pl: Nazwa wewnętrzna (pliku):
pt_br: Nome Interno (da Pasta):
pt_pt: Nome Interno (da Pasta):
ru: Внутреннее имя (Папки):
sk: Interný názov (priečinku):
tr: İç (Klasör) Ad:
uk: Внутрішня (папкова) назва:
zh_cn: 内部（文件夹）名称：
zh_tw: 內部（資料夾）名稱：

source: Mod License:
bg: Лиценз:
ca: Llicència del Mod:
cs: Licence módu:
de: Mod-Lizenz:
es: Licencia del Mod:
et: Modifikatsiooni litsents:
fr: Licence :
he: רישיון המוד:
hu: Mod licensze:
it: Licenza:
ka: მოდის ლიცენზია:
nl: Licentie van de Mod:
nl_be: Mod Licentie:
pl: Licencja Moda:
pt_br: Licenças do Mod:
pt_pt: Licença do Mod:
ru: Лицензия мода:
tr: Mod Lisansı:
uk: Ліцензія на моду:
zh_cn: 此Mod的许可：
zh_tw: 模組授權條款：

# MOD_LOAD_ERRORS
source: Mod Loading Errors
bg: Грешка по време на зареждането на модификацията
ca: Errors en Carregar el Mod
cs: Chyby načítání módu
de: Fehler beim Laden der Mods
es: Errores de carga de mod
et: Modifikaadi laadimise vead
fi: Modien latausvirheet
fr: Erreurs liées au chargement de mods
he: שגיאה בעליית המוד
hu: Mod betöltési hibák
it: Errori di caricamento mod
ka: მოდის ჩატვირთვის შეცდომები
nl: Foutmeldingen bij het laden van de mod
nl_be: Errors tijdens het laden van mods
pl: Błędy przy ładowaniu modów
pt_br: Erro ao Carregar Mods
pt_pt: Erro ao carregar Mods
ru: Ошибки при загрузке модов
sk: Chyba načítania režimu
sv: Mod Inladdningsfel
tr: Mod Yükleme Hataları
uk: Помилки завантаження модифікації
zh_cn: Mod加载错误
zh_tw: 模組載入錯誤
