Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WENT_EXTINCT_FROM_PLANET
source: went extinct from the planet
bg: изчезнаха от планетата
ca: s'ha extingit del planeta
cs: vyhynul na této planetě
de: wurde ausgelöscht
eo: formortis de la planedo
es: se extinguió del planeta
et: suri planeedilt välja
fi: sukupuuttoon planeetalta
fr: a disparu de la planète
he: נכחד מהכוכב
hu: kihalt a bolygón
id: telah punah dari planet
it: si è estinto dal pianeta
ka: გადაშენდა პლანეტიდან
nl: stierf uit op de planeet
nl_be: stierf uit op de planeet
pl: wyginął z planety
pt_br: foi extinto do planeta
pt_pt: extinguiram-se no planeta
ru: вымерли с планеты
sk: vyhynul na tejto planéte
sv: dog ut på planeten
th_th: สูญพันธุ์ไปจากโลก
tr: gezegende nesli tükendi
uk: вимерли на цілій планеті
zh_cn: 从这个星球上灭绝了
zh_tw: 從這個星球滅絕了

# WENT_EXTINCT_IN
source: went extinct in {0}
bg: изчезнаха от {0}
ca: s'ha extingit en {0}
cs: vyhynul v {0}
de: wurde in {0} ausgelöscht
eo: formortis je
es: se extinguió en {0}
et: suri välja {0}
fi: katosi alueelta: {0}
fr: extinction en {0}
he: נכחד ב{0}
hu: Kihalt: {0}
id: telah punah di {0}
it: si è estinto nella zona {0}
ka: გადაშენების დრო {0}
nl: stierf uit in {0}
nl_be: stierf uit in {0}
pl: wyginął w {0}
pt_br: foi extinto em {0}
pt_pt: extinguiu-se em {0}
ru: вымерли в {0}
sk: vyhynul v {0}
sv: dog ut i {0}
th_th: สูญพันธุ์ไปแล้วใน {0}
tr: {0} arazisinde nesli tükendi
uk: вимерли в {0}
zh_cn: 在 {0} 中灭绝
zh_tw: 在 {0} 滅絕了

source: Wheel down
bg: Колелце надолу
ca: Rodeta avall
cs: Kolečkem dolů
de: Mausrad runter
eo: Rado malsupren
es: Rueda hacia abajo
et: Ratas alla
fi: Hiiren rulla alas
fr: Molette arrière
he: גלגל אחורה
hu: Görgetés le
it: Scorri giù (rotellina del mouse)
ka: ბორბალი ქვემოთ
ko: 휠 아래로
nl: Scroll omlaag
nl_be: Wiel naar beneden
pl: Koło w dół
pt_br: Rolar para baixo
pt_pt: Scroll para baixo
ru: Колёсико вниз
sk: Skrolovať dole
sr_cyrl: Померите надоле
sr_latn: Pomerite nadole
sv: Skrolla ner
th_th: ล้อลง
tr: Fare tekeri aşağı
uk: Колесо вниз
zh_cn: 向下滚轮
zh_tw: 滾輪向下

source: Wheel left
bg: Колелце наляво
ca: Rodeta esquerra
cs: Kolečkem vlevo
de: Mausrad links
eo: Rado maldekstre
es: Rueda hacia la izquierda
et: Ratas vasakule
fi: Hiiren rulla vasemmalle
fr: Roue gauche
he: גלגל שמאלה
hu: Görgetés balra
it: Scorri a sinistra (rotellina del mouse)
ka: ბორბალი მარცხნივ
ko: 휠 왼쪽으로
nl: Scroll naar links
nl_be: Wiel naar links
pl: Koło w lewo
pt_br: Rolar para a esquerda
pt_pt: Clique roda esquerda
ru: Колёсико влево
sk: Skrolovať doľava
sr_cyrl: Померите се улево
sr_latn: Pomerite se ulevo
sv: Skrolla vänster
th_th: ล้อซ้าย
tr: Fare tekeri sola
uk: Колесо вліво
zh_cn: 向左滚轮
zh_tw: 滾輪向左

source: Wheel right
bg: Колелце надясно
ca: Rodeta dreta
cs: Kolečkem vpravo
de: Mausrad rechts
eo: Rado dekstre
es: Rueda hacia la derecha
et: Ratas paremale
fi: Hiiren rulla oikealle
fr: Roulette droite
he: גלגל ימינה
hu: Görgetés jobbra
it: Scorri a destra (rotellina del mouse)
ka: ბორბალი მარჯვნივ
ko: 휠 오른쪽으로
nl: Scroll naar rechts
nl_be: Wiel naar rechts
pl: Koło w prawo
pt_br: Rolar para a direita
pt_pt: Clique roda direita
ru: Колёсико вправо
sk: Skrolovať doprava
sr_cyrl: Померите се удесно
sr_latn: Pomerite se udesno
sv: Skrolla Höger
th_th: ล้อขวา
tr: Fare tekeri sağa
uk: Колесо вправо
zh_cn: 向右滚轮
zh_tw: 滾輪向右

source: Wheel up
bg: Колелце нагоре
ca: Rodeta amunt
cs: Kolečkem nahoru
de: Mausrad hoch
eo: Rado supren
es: Rueda hacia arriba
et: Ratas üles
fi: Hiiren rulla ylös
fr: Molette avant
he: גלגל קדימה
hu: Görgetés fel
it: Scorri su (rotellina del mouse)
ka: ბორბალი ზემოთ
ko: 휠 위로
nl: Scroll omhoog
nl_be: Wiel naar boven
pl: Koło w górę
pt_br: Rolar para cima
pt_pt: Scroll para cima
ru: Колёсико вверх
sk: Skrolovať hore
sr_cyrl: Померање нагоре
sr_latn: Pomeranje nagore
sv: Skrolla up
th_th: ล้อขึ้น
tr: Fare tekeri yukarı
uk: Колесо вгору
zh_cn: 向上滚轮
zh_tw: 滾輪向上

# WIKI_AXON_EFFECTS
source: TBA
pt_br: Para cada célula em um organismo multicelular que contenha um [b]Axônio[/b], a capacidade cerebral desse organismo aumenta proporcionalmente ao volume da célula. Células com [b]Axônios[/b] são classificadas como tendo tipo de tecido cerebral. Quando a capacidade cerebral for maior que [b]+0,5[/b], o jogador entra no Estágio Consciente. Quando a capacidade cerebral for maior que [b]+5,0[/b], o jogador entra no Estágio Desperto.
ru: За каждую клетку в многоклеточном организме, что содержит [b]Аксон[/b], сила мозга организма повышается пропорционально объёму этой клетки. Клетки с [b]Аксонами[/b] классифицируются как мышечные клетки мозга. Когда сила мозга достигает как минимум [b]+0.5[/b], игрок входит в Стадию Осознания. Когда сила мозга достигает [b]+5.0[/b], игрок входит в Стадию Пробуждения.
tr: Çok hücreli bir organizmada, [b]Akson[/b] içeren her hücre için, organizmanın zihin gücü o hücrenin hacmi ile doğru orantılı olarak artar. [b]Aksonlu[/b] hücreler, beyin dokusu türüne sahip olarak sınıflandırılır. Zihin gücü[b]+0.5'i[/b] aştığında, oyuncu Farkındalık Evresi'ne girer. Zihin gücü[b]+5.0'ı[/b] aştığında, oyuncu Uyanış Evresi'ne girer.
uk: Для кожної клітини багатоклітинного організму, що містить [b]Аксони[/b], сила мозку цього організму підвищується пропорційно значенню цієї клітини. Клітини з [b]Аксонами[/b] класифікуються як ті, що містять тип мозкової тканини. Коли сила мозку перевищує [b]+0.5[/b], гравець переходить до Стадії Свідомості. Коли сила мозку перевищує [b]+5.0[/b], гравець переходить до Стадії Пробудження.
zh_tw: 待定

# WIKI_AXON_INTRO
source: TBA
ka: ნერვული ბოჭკოები ნეირონებს შორის. ხელმისაწვდომია მრავალუჯრედიანი ფაზიდან. აუცილებელია ორგანიზმის ტვინის სიმძლავრის გასაზრდელად და გასავითარებლად მომავალ ფაზებში.
pt_br: Fibras nervosas entre neurônios, disponíveis a partir do Estágio Multicelular. Necessários para aumentar a capacidade cerebral de um organismo e progredir para estágios futuros.
ru: Волокна нервов между нейронами, доступные начиная с Многоклеточной Стадии. Требуется для повышения силы мозга организма, что в свою очередь необходима для перехода на следующие стадии.
tr: Nöronlar arasındaki sinir lifleridir ve Çok Hücreli Evresi'nde mevcuttur. Bu organel, bir organizmanın zihin gücünü arttırmada ve sonraki evrelere ilerlemede gereklidir.
uk: Нервові тканини між нейронами, що доступні зі Стадії Багатоклітинності. Потрібні для підвищення сили мозку організму і прогресування до майбутніх стадій.
zh_tw: 待定

# WIKI_AXON_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
uk: Немає модифікацій.
zh_tw: 待定

# WIKI_AXON_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Процессы отсутствуют.
tr: İşlem yok.
uk: Процесів немає.
zh_tw: 待定

# WIKI_AXON_REQUIREMENTS
source: TBA
ka: ხელმისაწვდომია, მხოლოდ, მრავალუჯრედიანი ფაზის შემდეგ.
pt_br: Disponível apenas a partir do Estágio Multicelular.
ru: Доступно лишь после Многоклеточной Стадии.
tr: Yalnızca Çok Hücreli Evresi'nden itibaren mevcuttur.
uk: Доступне лише починаючи з Багатоклітинної Стадії й далі.
zh_tw: 待定

# WIKI_AXON_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
pt_pt: A ser anunciado
ru: Не готово
uk: Буде анонсовано
zh_tw: 待定

# WIKI_AXON_STRATEGY
source: TBA
pt_br: Adicionar [b]Axônios[/b] é essencial para alcançar estágios futuros. Recomendamos adicionar um [b]Axônio[/b] a diversos tipos de células em seu organismo multicelular, mas adicionar mais de um é redundante. No momento, mais [b]Axônios[/b] não geram nenhum benefício.
ru: Добавление [b]Аксонов[/b] необходимо для перехода на следующие стадии. Мы рекомендуем добавить один [b]Аксон[/b] различным типам клеток в вашем многоклеточным организмам, поскольку добавлять более одного аксона — бессмысленно. В данный момент, дальнейшее добавление [b]Аксонов[/b] не даёт какого-либо дополнительного преимущества.
tr: [b]Aksonları[/b] eklemek sonraki evrelere ulaşmada önemlidir. Çok hücreli organizmanızda, birkaç hücre türüne bir [b]Akson[/b] eklemenizi tavsiye ediyoruz. Ama bir taneden daha fazla eklemek gereksizdir. Şu anda daha fazla [b]Akson[/b] eklemek, ek bir fayda sağlamaz.
uk: Додавання [b]Аксонів[/b] є критичним для досягнення майбутніх стадій. Ми рекомендуємо додати по одному [b]Аксону[/b] декільком типам клітин у вашому багатоклітинному організмі, але додавання більш ніж одного є надлишковим. На поточний момент, додавання подальших [b]Аксонів[/b] не має додаткових переваг.
zh_tw: 待定

# WIKI_AXON_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
uk: Покращень немає.
zh_tw: 待定

# WIKI_BINDING_AGENT_EFFECTS
source: Possessing binding agents allows cells to enter [b]binding mode[/b] which is used by the species to form colonies, and is required to progress into later stages. Binding mode consumes 2 ATP per second while active, and is deactivated on contact with cells of the same species, or when manually deactivated. Cells in a colony will share their resources; Dividing them equally between all cells, and have reduced osmoregulation per additional cell in the colony. The osmoregulation reduction is calculated with the following equation; [b]Cell Osmoregulation Cost * 20.0 / (20.0 + Total Colony Members)[/b]. This means that a cell with 50 osmoregulation cost in a colony with 5 members would have 40 osmoregulation cost.
ru: Клетки со [b]Связывающими Агентами[/b] (или колонии, содержащие клетки со [b]Связывающими Агентами[/b]) могут перейти в режим привязки. В режиме привязки каждая клетка потребляет дополнительные [b]+2[/b] [thrive:compound type="atp"][/thrive:compound]. Режим привязки деактивируется при контакте с клеткой того же вида, присоединяя ее в колонию. Режим привязки также можно отключить вручную. Клетки в колонии делятся ресурсами, деля их поровну между всеми. Колонии также сокращают стоимость осморегуляции – стоимость каждой осморегуляции клетки сокращается пропорционально общему числу членов колонии.
tr: [b]Bağlayıcı Ajanlara[/b] sahip hücreler (veya [b]Bağlayıcı Ajanlara[/b] sahip hücreleri içeren koloniler) bağ kurma moduna girebilir. Bağ kurma modundayken, her hücre [b]+2[/b] [thrive:compound type="atp"]ATP[/thrive:compound] tüketir. Bağ kurma modu, aynı türden bir hücre ile temas halindeyken devre dışı kalır. Bağ kurma modu, manuel olarak da devre dışı bırakılabilir. Bir kolonide hücreler kaynaklarını paylaşır; kaynaklar tüm hücreler arasında eşit olarak bölüştürülür. Koloniler, ayrıca, ozmoregülasyon indiriminden faydalanır. Her bir hücrenin ozmoregülasyon maliyeti, toplam koloni üyesi sayısına ters orantılı olarak düşer.
uk: Клітини зі [b]зв'язувальними агентами[/b] (або колонії, що містять клітини зі [b]Зв'язувальними агентами[/b]) можуть уходити до зв'язувального режиму. У цьому режимі кожна клітина споживає додаткові [b]+2[/b] [thrive:compound type="atp"][/thrive:compound]. Зв'язувальний режим клітини дезактивується при контакті з клітиною того ж виду, приєднуючи клітини до колонії. Зв'язувальний режим також можна дезактивувати вручну. Клітини у колонії мають спільні ресурси, рівномірно розподіляючи їх між усіма клітинами. Колонії також виграють від зниженої вартості осморегуляції: у кожної клітини вона знижується обернено пропорційно повної кількості членів колонії.
zh_tw: 擁有連接器允許細胞進入[b]結合模式[/b]，該模式能使物種形成群落，並且允許進入後期階段。結合模式在啟動時每秒消耗 2 個 ATP，並在與同一物種的細胞接觸或手動停用時停用。 群落中的細胞會共享資源；將它們平均分配給所有細胞，並減少群落中每個附加細胞的滲透調節成本。滲透調節成本由以下公式計算； [b]細胞滲透調節成本 * 20.0 / (20.0 + 群落成員總數)[/b]。這意味著在具有 5 個成員的群落中，基礎滲透調節成本為 50 的細胞將具有 40 的滲透調節成本。

# WIKI_BINDING_AGENT_INTRO
source: The binding agent allows your cell and others of its species to build a cell colony where the cells share the compounds they absorb and produce with each other. While in a colony, you can't divide your cell and enter the editor, so you will need to unbind from your colony before doing so. Large cell colonies are the way towards multicellularity."
ru: Позволяет клетке присоединиться к другим из своего вида, формируя колонию клеток. Завязавшись в колонию, клетки двигаются, как одно целое, и делятся соединениями. Клетки должны отвязаться от колонии перед входом в редактор и разделением. Колонии клеток — первый шаг к многоклеточности, поэтому [b]Связывающие Агенты[/b] являются жизненно важными для прогресса на следующей стадии.
tr: Bir hücrenin, diğer özdeş türlere katılıp bir hücre kolonisi kurmasını sağlar. Bir koloniye bağlandığında, hücreler hep birlikte hareket ederler ve bileşikleri paylaşırlar. Editöre girmeden ve bölünmeden önce, hücreler koloniden bağını koparmalıdır. Hücre kolonileri, çok hücreliliğe doğru ilk adımdır. Bu yüzden [b]Bağlayıcı Ajanlar[/b], sonraki evreye ilerlemede çok önemlidir.
uk: Дозволяє клітині приєднуватись до інших клітин її виду для формування клітинної колонії. Зв'язані клітини рухаються як одна й розподіляють сполуки. Клітини повинні від'єднатися від колонії перш ніж уходити до клітинного редактора. Колонії клітин є першим кроком до багатоклітинності, тож [b]Зв'язувальні агенти[/b] є критичними для переходу до наступної стадії.
zh_tw: 連接器可讓您的細胞和其他同類細胞建立一個細胞群落，其中細胞共享它們彼此吸收和產生的化合物。在群體中時，您無法分裂細胞並進入編輯器，因此您需要在這樣做之前與群體解除連接。大型細胞群落是成為多細胞生物的途徑。

# WIKI_BINDING_AGENT_MODIFICATIONS
source: No modifications.
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
uk: Немає модифікацій.
zh_tw: 無修改。

# WIKI_BINDING_AGENT_PROCESSES
source: No processes.
ka: პროცესების გარეშე.
pt_br: Sem processos.
pt_pt: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
uk: Немає процесів.
zh_tw: 無代謝過程。

# WIKI_BINDING_AGENT_REQUIREMENTS
source: A cell must have a nucleus to evolve Binding Agents.
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Agentes de Ligação[/b]. Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]ambas[/i] as condições seguintes também devem ser verdadeiras [i]para a célula do jogador[/i]: [indent]— Contém um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] em pelo menos [b]5[/b] gerações.[/indent] [indent]— Tem um equilíbrio de [thrive:compound type="atp"][/thrive:compound] de pelo menos [b]+15[/b].[/indent]
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] чтобы развить [b]Binding Agents[/b]. Если улучшения органелл включены в настройках игры, [i]оба[/i] из следующих условий должны быть истинны [i]для клетки игрока[/i]: [indent]— Содержит [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] как минимум [b]5[/b] поколений.[/indent] [indent]— Имеет[thrive:compound type="atp"][/thrive:compound] баланс [b]+15[/b].[/indent]
tr: Bir hücre, [b]Bağlayıcı Ajanları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşulların [i]her ikisi de[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— En az [b]5[/b] kuşak boyunca, [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdek[/url][/color][/b] içermek.[/indent] [indent]— En az [b]+15[/b] [thrive:compound type="atp"]ATP[/thrive:compound] tutarına sahip olmak.[/indent]
uk: Клітина повинна мати [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], щоб розвинути собі [b]Зв'язувальні агенти[/b]. Якщо покращення органел увімкнено у налаштуваннях гри, [i]обидві[/i] умови мають бути виконані [i]для клітини гравця[/i]: [indent]— Містить [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b] протягом щонайменш [b]5[/b] поколінь.[/indent] [indent]— Має баланс [thrive:compound type="atp"][/thrive:compound] щонайменш [b]+15[/b].[/indent]
zh_tw: 細胞必須有細胞核才能演化出連接器。

# WIKI_BINDING_AGENT_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
pt_pt: A ser anunciado
ru: В многоклеточных эукариотических организмах отдельные клетки связаны друг с другом с помощью различных молекул клеточной адгезии (МКА), расположенных на внешней поверхности их клеточных мембран. Одна из основных категорий МКА — трансмембранные белки (то есть белки, встроенные в клеточную мембрану и выходящие как внутрь, так и наружу клетки), такие, как кадгерины. У них есть внеклеточные отростки, которые могут соединяться с отростками кадгеринов других клеток и таким образом связывать их между собой.
zh_tw: 待定

# WIKI_BINDING_AGENT_STRATEGY
source: The ability to form colonies is powerful, especially so for photosynthetic organisms. Every additional cell in a colony reduces overall osmoregulation cost, which means greater energy efficiency. This means that photosynthesizers will produce glucose at a faster rate, and predatory colonies will be able to go for longer between meals. Catching up with allied cells to bind with can be difficult however, so it may be fruitful to use a [b]signalling agent[/b] to call allies to your location to make colony formation a breeze.
ru: Способность образовывать колонии очень важна, особенно для организмов, использующих [b]Фотосинтез[/b]. Каждая дополнительная клетка в колонии снижает общую стоимость осморегуляции, что означает более высокую энергоэффективность. Таким образом, фотосинтезирующие виды производят [thrive:compound type="glucose"][/thrive:compound] быстрее, а хищные колонии могут дольше обходиться без пищи. Однако догнать союзные клетки, чтобы соединиться с ними, может быть непросто, поэтому может быть полезно использовать [b][color=#3796e1][url=thriveopedia:signalingAgent]Сигнальные Агенты[/url][/color][/b], чтобы призвать союзников к себе. Клетки не могут делиться, пока находятся в колонии, поэтому перед входом в редактор необходимо отменить привязку. Хотя колония может расти бесконечно, для перехода на следующую стадию вам потребуется всего пять клеток. Следите за тем, чтобы кнопка «стать многоклеточным» находилась над кнопкой «редактор» в пользовательском интерфейсе среды.
tr: Koloni oluşturma yeteneği güçlüdür, özellikle [b]Fotosentez[/b] kullanan organizmalar için. Koloniye eklenen her bir hücre, genel ozmoregülasyon maliyetini düşürür. Bu, daha yüksek enerji verimliliği anlamına gelir. Bu yüzden fotosentetik türler, [thrive:compound type="glucose"]glukozu[/thrive:compound] daha hızlı üretir ve yırtıcı koloniler yemek aralarında daha uzun süre hayatta kalır. Ancak, bağ kurulacak müttefik hücreleri bulmak zor olabilir. O yüzden, müttefikleri konumunuza çağırmak için bir [b][color=#3796e1][url=thriveopedia:signalingAgent]Sinyal Veren Ajan[/url][/color][/b] kullanmak faydalı olabilir. Hücreler, bir koloni içindeyken bölünemez. Bu yüzden, editöre girmeden önce bağınızı koparmalısınız. Bir koloni sonsuza kadar çoğalabilse de, sonraki evreye girmek için yalnızca 5 hücreye ihtiyacınız vardır. Gözünüz, ortam arayüzündeki editör butonunun üstündeki çok hücreli ol butonunun üzerinde olsun.
uk: Здібність формувати колонії є могутньою, особливо для організмів з [b]Фотосинтезом[/b]. Кожна додаткова клітина в колонії знижує загальну вартість осморегуляції, що призводить до більшої енергоефективності. Таким чином, фотосинтезувальні види швидше продукують [thrive:compound type="glucose"][/thrive:compound], завдяки чому колонії хижаків здатні прожити довше між харчуваннями. Але знаходження нових клітин власного виду для зв'язування може біти складним, тож допомогти з цим може [b][color=#3796e1][url=thriveopedia:signalingAgent]Сигнальний агент[/url][/color][/b], що здатен призвати клітини ближче до вас. Клітини не можуть розмножуватися у колоніях, тож ви повинні покинути колонію перш ніж відкрити редактор. Колонія може зростати нескінченно, але вам потрібні лише п'ять клітин для переходу до наступної стадії. Слідкуйте за кнопкою переходу до багатоклітинності над кнопкою редактора у UI.
zh_tw: 形成群落的能力非常強大，尤其是對於光合生物而言。群體中每增加一個細胞都會降低整體滲透調節成本，這意味著更高的能量效率。也意味著光合作用器將以更快的速度生產葡萄糖，而捕食者群體將能夠在兩餐之間等待更長時間。 然而，追上同類細胞進行連接可能很困難，因此使用[b]信息素[/b]將盟友召喚到您的位置，使群落形成變得輕而易舉，可能會富有成效。

# WIKI_BINDING_AGENT_UPGRADES
source: No Upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
uk: Немає покращень.
zh_tw: 無升級。

# WIKI_BIOLUMINESCENT_VACUOLE_EFFECTS
source: TBA
ka: ეფექტების გარეშე. განხორციელებული არაა.
pt_br: Sem efeitos. A ser implementado.
pt_pt: A ser anunciado
ru: Нет эффектов. Будет реализовано.
tr: Etki yok. Henüz eklenmedi.
uk: Немає ефектів. У розробці.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_INTRO
source: TBA
ka: შექმნის სინათლეს. Thrive-ში ჯერ განხორციელებული არაა.
pt_br: Gera luz. Ainda não implementado em Thrive.
ru: Создает свет. Еще не осуществлен в Thrive.
tr: Işık oluşturur. Thrive'a henüz eklenmedi.
uk: Створює світло. Наразі не реалізовано у Thrive.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე. განხორციელებული არაა.
pt_br: Sem modificações. A ser implementado.
ru: Нет модификаций. Будет реализовано.
tr: Değişiklikler yok. Henüz eklenmedi.
uk: Немає модифікацій. У розробці.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_PROCESSES
source: TBA
ka: პროცესების გარეშე. განხორციელებული არაა.
pt_br: Sem processos. A ser implementado.
ru: Нет процессов. Будет реализовано.
tr: İşlem yok. Henüz eklenmedi.
uk: Немає процесів. У розробці.
zh_tw: 待定

# WIKI_BIOLUMINESCENT_VACUOLE_REQUIREMENTS
source: TBA
ka: უჯრედებში ჩამატება შეუძლებელია. ჯერ განხორციელებული არაა.
pt_br: Não pode ser adicionado a células. A ser implementado.
ru: Невозможно добавить клетки. Будет реализовано.
tr: Hücrelere eklenemez. Henüz eklenmedi.
uk: Не можна додати до клітин. У розробці.
zh_tw: 待定
