Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_NITROGENASE_INTRO
source: TBA
ru: Выполняет [b]Анаэробную Фиксацию Азота[/b] для производства [thrive:compound type="ammonia"][/thrive:compound] из газзобразного [thrive:compound type="nitrogen"][/thrive:compound] и [thrive:compound type="atp"][/thrive:compound], вырабатывает один из компонентов роста для клеточного размножения. Менее эффективен, чем эукариот [b][color=#3796e1][url=thriveopedia:nitrogenfixingplastid]Нитропласт[/url][/color][/b]. Также немного выполняет [b]Гликолиз[/b] для производства [thrive:compound type="atp"][/thrive:compound] из[thrive:compound type="glucose"][/thrive:compound].
tr: [thrive:compound type="nitrogen"]Azot[/thrive:compound] gazı ve [thrive:compound type="atp"]ATP'den[/thrive:compound], hücresel üreme için gerekli büyüme bileşenlerinden biri olan [thrive:compound type="ammonia"]amonyağı[/thrive:compound] üretmek için [b]Oksijensiz Azot Fiksasyonu[/b] gerçekleştirir. Bu organel, ökaryotik [b][color=#3796e1][url=thriveopedia:nitrogenfixingplastid]Nitroplasttan[/url][/color][/b] daha verimsizdir. Ayrıca [thrive:compound type="atp"]ATP'den[/thrive:compound], [thrive:compound type="glucose"]glukoz[/thrive:compound] üretmek için [b]Glikoliz[/b] yapar.
zh_tw: 待定

# WIKI_NITROGENASE_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_NITROGENASE_PROCESSES
source: TBA
ru: [b]Анаэробная Фиксация Азота[/b]: [thrive:compound type="atp"][/thrive:compound] + [thrive:compound type="nitrogen"][/thrive:compound] → [thrive:compound type="ammonia"][/thrive:compound] Закрепляет атмосферный[thrive:compound type="nitrogen"][/thrive:compound] в [thrive:compound type="ammonia"][/thrive:compound] за счёт расхода энергии. Скорость зависит от количества окружающего [thrive:compound type="nitrogen"][/thrive:compound]. Менее эффективно, чем аналогичный процесс в [b][color=#3796e1][url=thriveopedia:nitrogenfixingplastid]Нитропласте[/url][/color][/b]. [b]Гликолиз[/b] Как и многие прокариотические органеллы, [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазма[/url][/color][/b] окружает [b]Нитрогеназу[/b] и выполняет менее эффективный [b]Гликолиз[/b], трансформируя [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound].
tr: [b]Oksijensiz Azot Fiksasyonu[/b]: [thrive:compound type="atp"]ATP[/thrive:compound] + [thrive:compound type="nitrogen"]Azot[/thrive:compound] → [thrive:compound type="ammonia"]Amonyak[/thrive:compound] Enerji harcayarak atmosferik [thrive:compound type="nitrogen"]azotu[/thrive:compound], [thrive:compound type="ammonia"]amonyağa[/thrive:compound] dönüştürür. Bu oran, ortamdaki [thrive:compound type="nitrogen"]azot[/thrive:compound] miktarı ile doğru orantılıdır. [b][color=#3796e1][url=thriveopedia:nitrogenfixingplastid]Nitroplastta[/url][/color][/b] bulunan benzer işlemden daha verimsizdir. [b]Glikoliz[/b] Birçok prokaryotik organel gibi; [b]Nitrojenazı[/b] çevreleyen [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazma[/url][/color][/b], [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştüren [b]Glikolizin[/b] daha verimsiz bir biçimini yerine getirir.
zh_tw: 待定

# WIKI_NITROGENASE_REQUIREMENTS
source: TBA
pt_br: Se melhorias de organela estiverem ativadas nas configurações do jogo, a condição seguinte também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Está em uma região com no máximo [b]13[/b] [thrive:compound type="ammonia"][/thrive:compound].[/indent]
ru: Если в настройках игры включено обновление органелл, должно выполняться следующее условие [i]для клетки игрока[/i]: [indent]— Находится в биоме с минимум [b]13[/b] [thrive:compound type="ammonia"][/thrive:compound].[/indent]
tr: Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki şart [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— En fazla [b]13[/b] değerinde [thrive:compound type="ammonia"]amonyağa[/thrive:compound] sahip bir arazide olmak.[/indent]
zh_tw: 待定

# WIKI_NITROGENASE_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Nitrogenase]Нитрогеназы[/url][/color] — это ферменты, которые содержатся в некоторых реальных бактериях и фиксируют газообразный азот (N<sub>2</sub>) в аммиак (NH<sub>3</sub>). Эти азотфиксирующие микроорганизмы играют важнейшую роль в поддержании жизни на Земле, поскольку азот является необходимым компонентом ДНК и белков, но большинство организмов не могут легко усваивать его в газообразной форме.
zh_tw: 待定

# WIKI_NITROGENASE_STRATEGY
source: TBA
ru: [thrive:compound type="ammonia"][/thrive:compound], произведенный [b]Нитрогеназой[/b], способствует накоплению ресурсов для воспроизводства. Клеткам с [b]Нитрогеназой[/b] нужно только найти [thrive:compound type="phosphates"][/thrive:compound] из окружающей среды, чтобы размножаться быстрее, чем в среднем (базовая ставка равна нулю, если в настройках текущей игры отключено пассивное воспроизведение). Хорошая стратегия — это поиск кусков [thrive:compound type="phosphates"][/thrive:compound] для поглощения иил быть около них. Пока [b]Анаэробная Фиксация Азота[/b] поглощает [thrive:compound type="atp"][/thrive:compound], у вас должен быть избыток [thrive:compound type="atp"][/thrive:compound], доступный до добавления этой органеллы в вашу клетку. Небольшого количества [b]Гликолиза[/b], выполняемого [b]Нитрогеназой[/b], недостаточно, чтобы компенсировать затраты на осморегуляцию.
tr: [b]Nitrojenaz[/b] tarafından üretilen [thrive:compound type="ammonia"]amonyak[/thrive:compound], üreme için saklanan kaynaklara katkı sağlar. Bu yüzden, [b]Nitrojenazlı[/b] hücrelerin ortamda yalnızca [thrive:compound type="phosphates"]fosfat[/thrive:compound] bulması gerekir. Bu işlem, temelinden daha hızlı bir üreme sağlar (eğer pasif olarak üreme gelişimi mevcut oyun için ayarlardan devre dışı bırakıldıysa, temel hız sıfırdır). Yutmak veya yakınında durmak için [thrive:compound type="phosphates"]fosfat[/thrive:compound] parçaları aramak iyi bir stratejidir. [b]Oksijensiz Azot Fiksasyonu[/b], [thrive:compound type="atp"]ATP[/thrive:compound] tükettiği için bu organeli hücrenize eklemeden önce fazladan [thrive:compound type="atp"]ATP'ye[/thrive:compound] sahip olmanız gerekir. [b]Nitrojenaz[/b] tarafından yapılan küçük miktarda [b]Glikoliz[/b], bu organelin kendi ozmoregülasyon maliyetini dengelemek için yeterli değildir.
zh_tw: 待定

# WIKI_NITROGENASE_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_NUCLEUS_EFFECTS
source: TBA
ru: Как только клетка развивает [b]Ядро[/b], она обретает способность развивать множество других [b]органелл[/b], которые ранее были заблокированы. Клетки с [b]Ядром[/b] получают на [b]50%[/b] меньше урона из любого источника, кроме [i]голода[/i], (ущерб из-за отсутствия [thrive:compound type="atp"][/thrive:compound]. В клетке может быть не более одного [b]Ядра[/b] и его нельзя будет удалить после того, как он разовьется.
tr: Bir hücre [b]Çekirdeği[/b] evrimleştirdiğinde, daha önce kilitli olan birçok başka organeli evrimleştirme yeteneği kazanır. [b]Çekirdekli[/b] hücreler, [thrive:compound type="atp"]ATP'nin[/thrive:compound] olmamasından kaynaklanan açlık haricinde, başka herhangi bir kaynaktan [b]%50[/b] daha az hasar alır. Bir hücre, en fazla sadece bir[b]Çekirdeğe[/b] sahip olabilir ve bu organel evrimleştirildikten sonra kaldırılamaz.
zh_tw: 待定

# WIKI_NUCLEUS_INTRO
source: TBA
ru: Самая крупная [b]органелла[/b] и отличительная черта [i]эукариотических[/i] клеток. Позволяет клеткам создавать сложные, окружённые мембраной [b]органеллы[/b] с более мощными функциями, такие как [b][color=#3796e1][url=thriveopedia:mitochondrion]Митохондрии[/url][/color][/b] и [b][color=#3796e1][url=thriveopedia:lysosome]Лизосомы[/url][/color][/b]. Стоит много [thrive:compound type="atp"][/thrive:compound], чтобы поддерживать из-за огромных размеров и затрат на осморегуляцию. Если клетка обзаводится ядром, оно не может быть удалено в последующих поколениях. Также снижает урон, получаемый от любых источников, кроме [i]голода[/i] [b]50%[/b].
tr: En büyük organel ve ökaryotik hücrelerin tanımlayıcı özelliğidir. Hücrelerin; [b][color=#3796e1][url=thriveopedia:mitochondrion]Mitokondri[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:lysosome]Lizozomlar[/url][/color][/b] gibi gelişmiş, daha güçlü etkilere sahip zarlı organelleri evrimleştirmesini sağlar. Muazzam büyüklüğü ve ozmoregülasyon maliyetinden dolayı, sürdürmesi bir sürü [thrive:compound type="atp"]ATP'ye[/thrive:compound] mal olur. Bir hücre bir çekirdek edindiğinde, bu organel sonraki nesillerde kaldırılamaz. Ayrıca, açlık dışındaki herhangi bir kaynaktan alınan hasarı [b]%50[/b] azaltır.
zh_tw: 待定

# WIKI_NUCLEUS_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_NUCLEUS_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_NUCLEUS_REQUIREMENTS
source: TBA
ka: მოთხოვნების გარეშე დამატებითი სივრცის გარდა, რომ ჩავეტიოთ.
pt_br: Sem requisitos, exceto por bastante espaço em que ele caiba.
ru: Никаких требований, кроме наличия большого свободного пространства.
tr: Yerleştirmek için fazladan alan haricinde başka bir gereksinim yok.
zh_tw: 待定

# WIKI_NUCLEUS_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Cell_nucleus]Ядра[/url][/color] Они присутствуют практически во всех эукариотических клетках и играют важнейшую роль в защите генетического материала организма-хозяина и регулировании экспрессии генов. В настоящее время неясно, как именно возникли ядра. Некоторые исследователи предполагают, что они могли появиться в результате эндосимбиоза, возможно, возникнув как клетка археи, которая вторглась в бактериальную клетку. Другие предполагают, что они могли появиться в результате эволюции вирусов или просто в результате того, что одна клетка образовала вокруг себя вторую мембрану, а исходная клетка стала ядром.
zh_tw: 待定

# WIKI_NUCLEUS_STRATEGY
source: TBA
tr: Hücrenize bir [b]Çekirdek[/b] eklemeden önce çok iyi düşünün. Bu organeli sürdürmek pahalıdır ve bu organel, hücrenizi önemli ölçüde yavaşlatır. Bu yüzden, önemli bir pozitif [thrive:compound type="atp"]ATP[/thrive:compound] tutarına sahip olduğunuzdan ve, bir ya da iki nesil boyunca, daha sakin bir yaşam tarzını sağlayabileceğinizden emin olun. Daha sonraki nesillerde, biraz çeviklik kazanmak için [b][color=#3796e1][url=thriveopedia:cilia]Siller[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:flagellum]Kamçıyı[/url][/color][/b] eklemenizi tavsiye ediyoruz. Ama, bu organelin faydaları bellidir. Ökaryotlar ([b]Çekirdekli[/b] hücreler), prokaryotlara (çekirdeksiz hücreler) göre, ileride daha çok yönlü geliştirmelere erişim kazanır. [b]Çekirdek[/b] tarafından kilidi açılan organeller, [b][color=#3796e1][url=thriveopedia:signalingAgent]Sinyal Veren Ajan[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:bindingAgent]Bağlayıcı Ajan[/url][/color][/b] gibi kuvvetli yeni beceriler ve [b][color=#3796e1][url=thriveopedia:mitochondrion]Mitokondri[/url][/color][/b] ve [b][color=#3796e1][url=thriveopedia:thermoplast]Termoplast[/url][/color][/b] gibi varolan yeteneklere önemli geliştirmeler sunar. [b]Çekirdeği[/b] ekledikten sonra, [thrive:compound type="atp"]ATP[/thrive:compound] üretimini geliştirmek ve hücrenizi daha iyi sürdürmek için, prokaryotik organelleri daha verimli olan ökaryotik karşılıkları ile değiştirmenizi öneriyoruz.
zh_tw: 待定

# WIKI_NUCLEUS_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_ORGANELLES_ROOT_INTRO
source: Organelles are the "organs" of single-celled organisms. In Thrive, they are the building blocks of your cell, controlling its internal processes and abilities. Each time you reproduce, you can add, move, modify or remove organelles inside your cell using the microbe editor. Almost all of these actions cost mutation points. Organelles are arranged in a hex grid, forming a contiguous shape wrapped by the cell membrane, and each organelle has a characteristic hex footprint. External organelles attach themselves to the membrane's exterior, so for many of them, orientation of placement matters. As you edit your cell, other species also change their organelle layout. They have access to all the same powers and abilities. Select an organelle from the list below to learn more.
ru: Органеллы — это «органы» одноклеточных организмов. В Thrive они являются строительными блоками вашей клетки, контролирующими её внутренние процессы и способности. При каждом воспроизведении вы можете добавлять, перемещать, изменять или удалять органеллы внутри клетки с помощью редактора микробов. Почти все эти действия требуют очков мутации. Органеллы расположены в виде шестиугольной сетки, образуя непрерывную форму, окружённую клеточной мембраной, и каждая органелла имеет характерный шестиугольный контур. Внешние органеллы прикрепляются к внешней стороне мембраны, поэтому для многих из них важна ориентация при размещении. По мере того как вы редактируете свою клетку, другие виды также меняют расположение своих органелл. Они обладают теми же возможностями и способностями. Выберите органеллу из списка ниже, чтобы узнать больше.
tr: Organeller, tek hücreli organizmaların "organlarıdır". Thrive'da organeller, hücrenizin yapı taşlarıdır ve hücrenin iç işleyişini ve yeteneklerini kontrol ederler. Her çoğaldığınızda, mikrop editörünü kullanarak hücrenizin içine organeller ekleyebilir, organelleri taşıyabilir veya kaldırabilirsiniz. Bu eylemlerin neredeyse tümü mutasyon puanına mal olur. Organeller, hücre zarına sarılmış bir şekilde altıgen bir ızgarada düzenlenir ve her organelin belirgin bir altıgen izi vardır. Dış organeller hücre zarının dışına tutunurlar. Bu yüzden birçoğu için yerleştirme yönü önemlidir. Hücrenizi düzenlerken, diğer türler de organel düzenlerini değiştirirler. Onların da aynı güçlere ve yeteneklere erişimi vardır. Daha fazla şey öğrenmek için aşağıdaki listeden bir organel seçin.
zh_tw: 細胞器是單細胞生物的「器官」。在 Thrive 中，它們是細胞的建構組件，控制其內部代謝過程和能力。 每次繁殖時，您都可以使用微生物編輯器來添加、移動、修改或移除細胞內的細胞器。幾乎所有這些行為都會消耗突變點數。細胞器排列成六邊形網格，形成由細胞膜包裹的連續形狀，每種細胞器具有獨特的網格外型。外部細胞器會附著在細胞膜的外部，因此對於許多細胞器來說，放置方向很重要。 當您編輯細胞時，其他物種也會改變它們的細胞器佈局。他們可以獲得所有相同的能力。 從下面的清單中選擇一種細胞器以了解更多資訊。

# WIKI_OXYTOXISOME_EFFECTS
source: TBA
ru: Если в клетке есть хотя бы одна [b]Токсисома[/b] или [b][color=#3796e1][url=thriveopedia:oxytoxy]Токсиновая Вакуоль[/url][/color][/b], он может стрелять токсичными снарядами, истощающими запасы [thrive:compound type="oxytoxy"][/thrive:compound], чтобы сделать это. Эти снаряды повреждают клетки других видов, но не причиняют вреда представителям того вида, который их выпустил. Ущерб зависит от суммы выпущенной [thrive:compound type="oxytoxy"][/thrive:compound].
tr: Eğer bir hücre en az bir [b]Toksizom[/b] veya [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofuluna[/url][/color][/b] sahipse, toksin ateşleyebilir. Bunu yapmak, saklanan [thrive:compound type="oxytoxy"]OksiToksi NT'leri[/thrive:compound] tüketir. Bu mermiler, diğer hücre türlerine hasar verir ama toksini ateşleyen türün üyelerine zarar vermez. Hasar, ateş edilen [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] miktarı ile doğru orantılıdır.
zh_tw: 待定

# WIKI_OXYTOXISOME_INTRO
source: TBA
ka: შეცვლილი [b][color=#3796e1][url=thriveopedia:metabolosome]მეტაბოლოსომა[/url][/color][/b], რომელიც გამოიმუშავებს [thrive:compound type="oxytoxy"][/thrive:compound], აგენტს, რომელიც ტოქსიკური ჭურვივით შეგიძლიათ, გატყორცნოთ.. უფრო სუსტი, ვიდრე [b][color=#3796e1][url=thriveopedia:oxytoxy]ტოქსინის ვაკუოლა[/url][/color][/b].
ru: Модифицированная [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосома[/url][/color][/b], которая производит [thrive:compound type="oxytoxy"][/thrive:compound], агент, которого можно запустить в качестве токсичного снаряда. Усовершенствованная версия [b][color=#3796e1][url=thriveopedia:oxytoxy]Токсиновой Вакуоли[/url][/color][/b].
tr: Toksin mermi olarak ateşlenebilen bir ajan olan [thrive:compound type="oxytoxy"]OksiToksi NT'yi[/thrive:compound] üreten değiştirilmiş [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomdur[/url][/color][/b]. Bu organel, [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofulunun[/url][/color][/b] aşağı bir çeşididir.
zh_tw: 待定

# WIKI_OXYTOXISOME_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Нет модификаций.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_OXYTOXISOME_PROCESSES
source: TBA
ru: [b]Окситоксисинтез[/b]: [thrive:compound type="atp"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] → [thrive:compound type="oxytoxy"][/thrive:compound] Производит [thrive:compound type="oxytoxy"][/thrive:compound], но гораздо менее эффективно, чем [b][color=#3796e1][url=thriveopedia:oxytoxy]Токсиновая Вакуоль[/url][/color][/b]. Скорость зависит от окружающего [thrive:compound type="oxygen"][/thrive:compound]. [b]Гликолиз[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Как и многие прокариотические органеллы, [b][color=#3796e1][url=thriveopedia:cytoplasm]Цитоплазма[/url][/color][/b], окружающая [b]Токсисому[/b], выполняет менее эффективный [b]Гликолиз[/b], трансформируя [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound].
tr: [b]OksiToksi Sentezi[/b]: [thrive:compound type="atp"]ATP[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] → [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofullarından[/url][/color][/b] çok daha verimsiz bir şekilde [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] üretir. Bu oran, ortamdaki [thrive:compound type="oxygen"]oksijen[/thrive:compound] miktarı ile doğru orantılıdır. [b]Glikoliz[/b]: [thrive:compound type="glucose"]Glukoz[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] Birçok prokaryotik organel gibi, [b]Toksizomu[/b] çevreleyen [b][color=#3796e1][url=thriveopedia:cytoplasm]Sitoplazma[/url][/color][/b] [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştüren [b]Glikolizin[/b] daha verimsiz bir biçimini yerine getirir.
zh_tw: 待定

# WIKI_OXYTOXISOME_REQUIREMENTS
source: TBA
pt_br: Se melhorias de organela estiverem ativadas nas configurações do jogo, a condição seguinte também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Fagocitou no mínimo [b]5[/b] células ao longo do jogo até agora.[/indent]
ru: Если в настройках игры включено обновление органелл, должно выполняться следующее условие [i]для клетки игрока[/i]: [indent]— Поглотил по крайней мере [b]5[/b] клеток на протяжении всей игры.[/indent]
tr: Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki şart [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Oyun sırasında, şu ana kadar en az [b]5[/b] hücre yutmuş olmak.[/indent]
zh_tw: 待定

# WIKI_OXYTOXISOME_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: Будет объявлено
zh_tw: 待定

# WIKI_OXYTOXISOME_STRATEGY
source: TBA
ru: Токсины — ценное оружие в клеточных боях. На данный момент это единственный способ атаки на расстоянии в игре, наряду с поглощением и [b][color=#3796e1][url=thriveopedia:pilus]Протыкающими Пиллям[/url][/color][/b], больше похожими на оружие ближнего боя. [b]Токсисома[/b] и его эукариотический аналог [b][color=#3796e1][url=thriveopedia:oxytoxy]Токсинная вакуоль[/url][/color][/b] также полезны в защитных целях. Клетка, поглотившая другую клетку, в которой есть одна из этих органелл, получает повреждения в процессе переваривания добычи, что может служить сдерживающим фактором для более крупных хищников.
tr: Hücresel savaşta, toksinler değerli bir silahtır. Yutma ve [b][color=#3796e1][url=thriveopedia:pilus]Delici Piluslar[/url][/color][/b] yakın dövüş silahlarına daha çok benzerken, toksinler şu anda oyundaki tek menzilli saldırı yöntemidir. [b]Toksizom[/b] ve ökaryotik karşılığı olan [b][color=#3796e1][url=thriveopedia:oxytoxy]Toksin Kofulu[/url][/color][/b], savunma amaçları için de kullanışlıdır. Bu organellerden herhangi birine sahip bir hücreyi yutan diğer hücre, avını sindirirken hasar alır. Hücre böylece, büyük yırtıcılara karşı caydırıcı davranabilir.
zh_tw: 待定

# WIKI_OXYTOXISOME_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_PAGE_AXON
source: Axon
ka: აქსონი
pt_br: Axônio
ru: Аксон
tr: Akson
zh_tw: 軸突

# WIKI_PAGE_BINDING_AGENT
source: Binding Agent
ka: შემკვრელი ნივთიერება
ru: Связующее Вещество
tr: Bağlayıcı Ajan
zh_tw: 連接器

# WIKI_PAGE_BIOLUMINESCENT_VACUOLE
source: Bioluminescent Vacuole
ka: ბიოლუმინესცენტური ვაკუოლა
pt_br: Vacúolo Bioluminescente
ru: Биолюминесцентная вакуоль
tr: Biyolüminesan Koful
zh_tw: 生物發光液泡

# WIKI_PAGE_CHEMOPLAST
source: Chemoplast
ka: ქემოპლასტი
pt_br: Quimioplasto
ru: Хемопласт
tr: Kemoplast
zh_tw: 化學質體

# WIKI_PAGE_CHEMORECEPTOR
source: Chemoreceptor
ka: ქემორეცეპტორი
pt_br: Quimiorreceptor
ru: Хеморецептор
tr: Kemoreseptör
zh_tw: 化學感受器

# WIKI_PAGE_CHEMOSYNTHESIZING_PROTEINS
source: Chemosynthesizing Proteins
ka: ქემოსინთეზის უნარის მქონე ცილები
pt_br: Proteínas Quimiossintetizantes
ru: Хемосинтезирующие Белки
tr: Kemosentez Yapan Proteinler
zh_tw: 化學合成蛋白

# WIKI_PAGE_CHLOROPLAST
source: Chloroplast
ka: ქლოროპლასტი
pt_br: Cloroplasto
ru: Хлоропласт
tr: Kloroplast
zh_tw: 葉綠體

# WIKI_PAGE_CILIA
source: Cilia
ka: წამწამი
pt_br: Cílios
ru: Реснички
tr: Siller
zh_tw: 纖毛

# WIKI_PAGE_CYTOPLASM
source: Cytoplasm
ka: ციტოპლაზმა
pt_br: Citoplasma
ru: Цитоплазма
tr: Sitoplazma
zh_tw: 細胞質

# WIKI_PAGE_FLAGELLUM
source: Flagellum
ka: შოლტი
pt_br: Flagelo
ru: Жгутик
tr: Kamçı
zh_tw: 鞭毛

# WIKI_PAGE_LYSOSOME
source: Lysosome
ka: ლიზოსომა
ru: Лизосома
tr: Lizozom
zh_tw: 溶酶體

# WIKI_PAGE_METABOLOSOMES
source: Metabolosomes
ka: მეტაბოლოზომები
ru: Метаболосомы
tr: Metabolozomlar
zh_tw: 代謝體

# WIKI_PAGE_MITOCHONDRION
source: Mitochondrion
ka: მიტოქონდრია
ru: Митохондрия
tr: Mitokondri
zh_tw: 粒線體

# WIKI_PAGE_MYOFIBRIL
source: Myofibril
ka: მიოფიბრილი
ru: Миофибрилла
tr: Miyofibril
zh_tw: 肌原纖維

# WIKI_PAGE_NITROGEN-FIXING_PLASTID
source: Nitrogen-Fixing Plastid
zh_tw: 固氮質體

# WIKI_PAGE_NITROGENASE
source: Nitrogenase
ka: ნიტროგენაზა
ru: Нитрогеназа
tr: Nitrojenaz
zh_tw: 固氮酶

# WIKI_PAGE_NUCLEUS
source: Nucleus
ka: ბირთვი
ru: Ядро
tr: Çekirdek
zh_tw: 細胞核

# WIKI_PAGE_ORGANELLES_ROOT
source: Organelles
ka: ორგანელები
ru: Органеллы
tr: Organeller
zh_tw: 細胞器

# WIKI_PAGE_OXYTOXISOME
source: Oxytoxisome
ka: ოქსიტოქსისომა
ru: Окситоксисома
tr: Oksitoksizom
zh_tw: 氧化毒酶體

# WIKI_PAGE_PERFORATOR_PILUS
source: Perforator Pilus
ka: ბურღისებრი პილუსი
pt_br: Pilus Perfurador
ru: Пронзающий пиль
tr: Delici Pilus
zh_tw: 掠食性菌毛

# WIKI_PAGE_PROTOPLASM
source: Protoplasm
ka: პროტოპლაზმა
ru: Протоплазма
tr: Protoplazma
zh_tw: 原生質

# WIKI_PAGE_RUSTICYANIN
source: Rusticyanin
ka: რუსტიციანინი
ru: Рустицианин
tr: Rustisiyanin
zh_tw: 鐵硫菌藍蛋白

# WIKI_PAGE_SIGNALING_AGENT
source: Signaling Agent
ka: სიგნალის ნივთიერება
ru: Сигнальный агент
tr: Sinyal Veren Ajan
zh_tw: 信號劑

# WIKI_PAGE_SLIME_JET
source: Slime Jet
ka: ლორწოს ნაკადი
ru: Струя слизи
tr: Balçık Fışkırtıcı
zh_tw: 黏液噴嘴
