Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# THYLAKOIDS_DESCRIPTION
source: Thylakoids are clusters of proteins and photosensitive pigments. The pigments are able to use the energy of [thrive:compound type="sunlight"][/thrive:compound] to produce [thrive:compound type="glucose"][/thrive:compound] from water and gaseous [thrive:compound type="carbondioxide"][/thrive:compound] in a process called [b]photosynthesis[/b]. These pigments are also what give them a distinctive colour. The rate of their [thrive:compound type="glucose"][/thrive:compound] production scales with the concentration of [thrive:compound type="carbondioxide"][/thrive:compound] and intensity of [thrive:compound type="sunlight"][/thrive:compound]. Since the thylakoids are suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
bg: Тилакоидите са струпвания от протеини и фоточувствителни пигменти. Те използват енергията от [thrive:compound type="sunlight"]светлината[/thrive:compound] за да произвеждат [thrive:compound type="glucose"]глюкоза[/thrive:compound] от вода и газообразен [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] в процес, който се нарича [b]фотосинтеза[/b]. Благодарение на пигментите, те получават отличителен цвят. Количеството на произведената [thrive:compound type="glucose"]глюкоза[/thrive:compound] зависи от концентрацията на [thrive:compound type="carbondioxide"]въглеродния диоксид[/thrive:compound] и количеството [thrive:compound type="sunlight"]светлина[/thrive:compound]. Понеже тилакоидите са скачени с цитоплазма, тя извършва известна [b]гликолиза[/b].
ca: Els Tilacoides són cúmuls de proteïnes i pigments fotosensibles. Aquests pigments són capaços de fer servir l'energia provinent d'una font de Llum (com ara una estrella) i, combinant-la amb una certa quantitat d'Aigua i Diòxid de Carboni, produïr Glucosa, en un procés anomenat Fotosíntesi. Aquests pigments també donen un color característic als Tilacoides. La velocitat de producció de Glucosa és proporcional a la concentració de Diòxid de Carboni i a la intensitat de la Llum. Com que els Tilacoides estan suspesos en el Citoplasma, aquest fluid duu a terme una certa Fermentació.
cs: Thylakoidy jsou shluky proteinů a fotosensitivních pigmentů. Tyto pigmenty jsou schopna využít energii [thrive:compound type="sunlight"][/thrive:compound] k produkci [thrive:compound type="glucose"][/thrive:compound] z vody a plynného [thrive:compound type="carbondioxide"][/thrive:compound] v procesu známem jako [b]fotosyntéza[/b]. Tyto pigmenty jsou také to, co dává Thylakoidům jejich osobité zbarvení. Rychlost produkce [thrive:compound type="glucose"][/thrive:compound] je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a intenzity [thrive:compound type="sunlight"][/thrive:compound]. Jelikož jsou thylakoidy obaleny cytoplazmou, tato okolní tekutina stále provádí nějakou [b]glykolýzu[/b].
de: Thylakoide sind Cluster aus Proteinen und lichtempfindlichen Pigmenten. Die Pigmente sind in der Lage, die Energie des Lichts zu nutzen, um in einem Prozess namens Photosynthese aus Wasser und gasförmigem Kohlendioxid Glukose herzustellen. Diese Pigmente sind es auch, die ihnen eine unverwechselbare Farbe verleihen. Die Geschwindigkeit ihrer Glukoseproduktion hängt von der Konzentration des Kohlendioxids und der Lichtintensität ab. Da die Thylakoide direkt im Zytoplasma untergebracht sind, führt die umgebende Flüssigkeit glykolyse durch.
eo: Tilakoidoj estas aretoj de proteinoj kaj fotosentemaj pigmentoj. La pigmentoj povas uzi la luman energion por produkti glukozon el akvo kaj gasa karbondioksido en procezo nomita fotosintezo. Ĉi tiuj pigmentoj ankaŭ donas al ili distingan koloron. La rapideco de ilia glukozoproduktado dependas de la koncentriĝo de karbona dioksido kaj intenseco de lumo. Ĉar la tilakoidoj estas pendigitaj rekte en la citoplasmo, la ĉirkaŭa fluidaĵo iom fermentas.
es: Los Tilacoides son aglomeraciones de proteínas y pigmentos fotosensibles. Estos pigmentos usan la energía de la [thrive:compound type="sunlight"][/thrive:compound] para producir [thrive:compound type="glucose"][/thrive:compound] consumiendo agua y [thrive:compound type="carbondioxide"][/thrive:compound] gaseoso en un proceso llamado [b]fotosíntesis[/b]. Los pigmentos también son lo que le dan su distintivo color. La eficiencia de su producción de [thrive:compound type="glucose"][/thrive:compound] escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y la intensidad de la [thrive:compound type="sunlight"][/thrive:compound]. Como los tilacoides están directamente suspendidos en el citoplasma, este realiza la [b]glucólisis[/b].
et: Tülakoidid on valkude ja valgustundlike pigmentide klastrid. Pigmendid on võimelised fotosünteesiks kutsutava protsessi käigus kasutama valguse energiat glükoosi tootmiseks veest ja gaasilisest süsinikdioksiidist. Need pigmendid annavad neile ka erilise värvi. Nende glükoosi tootmise kiirus sõltub süsinikdioksiidi kontsentratsioonist ja valguse intensiivsusest. Kuna tülakoidid suspendeeritakse otse tsütoplasmas, teostab ümbritsev vedelik teatud glükolüüsi.
fi: Yhteyttämiskalvostot eli tylakoidit ovat solukalvolla sijaitsevia, valosta energiaa kerääviä elimiä. Nämä kalvostot pystyvät hyödyntämään valon energian valmistaakseen glukoosia käyttäen vettä ja hiilidioksidia prosessissa nimeltä fotosynteesi. Tylakoidien pigmentit antavat viherhiukkasille niiden tunnusomaisen värinsä. Glukoosin muunnosnopeus riippuu ympäristön hiilidioksidipitoisuudesta ja saatavilla olevasta valosta. Tylakoidit sijaitsevat soluliman ympäröimänä, joka puolestaan toteuttaa glykolyysia.
fr: Les thylakoïdes sont des amas de protéines et de pigments photosensibles. Les pigments sont capables d'utiliser l'énergie de la [thrive:compound type="sunlight"][/thrive:compound] pour produire du [thrive:compound type="glucose"][/thrive:compound] à partir d'eau et de [thrive:compound type="carbondioxide"][/thrive:compound] gazeux dans un processus appelé [b]photosynthèse[/b]. Ce sont également ces pigments qui leur donnent une couleur distinctive. Le taux de production de [thrive:compound type="glucose"][/thrive:compound] dépend de la concentration de [thrive:compound type="carbondioxide"][/thrive:compound] et de l'intensité de [thrive:compound type="sunlight"][/thrive:compound]. Comme les thylakoïdes sont suspendus directement dans le cytoplasme, le fluide environnant effectue une certaine [b]glycolyse[/b].
he: תילקואידים הם מקבצי חלבונים ופיגמנטים רגישים לאור. הפיגמנטים מסוגלים להשתמש באנרגיית ה[thrive:compound type="sunlight"][/thrive:compound] כדי לייצר [thrive:compound type="glucose"][/thrive:compound] ממים ו[thrive:compound type="carbondioxide"][/thrive:compound] במצב צבירה גזי בתהליך שנקרא [b]פוטוסינתזה[/b]. פיגמנטים אלו הם גם מה שמעניק להם צבע ייחודי. קצב ייצור ה[thrive:compound type="glucose"][/thrive:compound] מתרחש בהתאם לריכוז thrive:compound type="carbondioxide"][/thrive:compound] ועוצמת ה[thrive:compound type="sunlight"][/thrive:compound]. מכיוון שהתילקואידים צפים בציטופלזמה, הנוזל שמסביבם מבצעים [b]גליקליזה[/b] ברמה מסוימת.
hu: A thilakoidok fehérjék és fényérzékeny pigmentek csoportosulásai. Ezek a pigmentek képesek a fény energiáját felhasználni glükóz előállítására vízből, és szén-dioxid gázból. Ezt a folyamatot hívjuk fotoszintézisnek. E pigmentek adják ráadásul saját maguk jellegzetes színét. A glükóz előállításának intenzitása a fény intenzitásától, és a szén-dioxid koncentrációjától függ. Mivel a thilakoidok a citoplazmában helyezkednek el, ezért a körülötte elhelyezkedő folyadék végez némi glikolízist.
id: Tilakoid adalah gugusan protein dan pigmen fotosensitif. Pigmen tersebut dapat menggunakan energi dari cahaya untuk memproduksi glukosa dari air dan gas karbon dioksida dalam proses yang disebut Fotosintesis. Pigmen-pigmen ini yang juga memberi mereka warna yang khas. Laju produksi glukosa mereka berbanding lurus dengan konsentrasi karbon dioksida dan intensitas cahaya. Karena tilakoid tersuspensi secara langsung dalam sitoplasma, cairan sekelilingnya juga melakukan beberapa glikolisis.
it: I tilacoidi sono ammassi di proteine e pigmenti fotosensibili dal colore distintivo. Sfruttano l'energia della [thrive:compound type="sunlight"][/thrive:compound] per produrre [thrive:compound type="glucose"][/thrive:compound] a partire dall'acqua e dal [thrive:compound type="carbondioxide"][/thrive:compound] gassoso. Questo processo si chiama [b]fotosintesi[/b]. Il tasso di produzione aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound] e con l'intensità della [thrive:compound type="sunlight"][/thrive:compound]. Siccome i tilacoidi sono sospesi direttamente nel citoplasma, il fuido circostante produce piccole quantità di [thrive:compound type="atp"][/thrive:compound] tramite [b]glicolisi[/b].
ko: 틸라코이드는 단백질과 감광성 색소의 집합체입니다. 이 색소는 빛의 에너지를 사용하여 광합성이라는 과정에서 물과 기체 이산화탄소에서 포도당을 생성 할 수 있습니다. 이 색소는 또한 그들에게 독특한 색상을 부여합니다. 포도당 생산 속도는 이산화탄소 농도와 빛의 강도에 따라 달라집니다. 틸라코이드가 세포질에 의해 직접 둘러싸이면 주변 유체가 일부 발효를 수행합니다.
nl: Thylakoïden zijn clusters van eiwitten en lichtgevoelige pigmenten. De pigmenten maken het mogelijk om het energie van licht te gebruiken om [thrive:compound type="glucose"][/thrive:compound] te maken van gasvorming [thrive:compound type="carbondioxide"][/thrive:compound] en water. Dit proces heet [b]fotosynthese[/b]. De pigmenten zorgen ook voor de karakteristieke kleur. De snelheid van de productie van [thrive:compound type="glucose"][/thrive:compound] schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en de intensiteit van [thrive:compound type="sunlight"][/thrive:compound]. Aangezien thylakoïden in het cytoplasma hangen, voeren de vloeistoffen er om heen enige [b]glycolyse[/b] uit.
nl_be: Thylakoïden zijn clusters van proteïnen en fotosensitieve pigmenten. De pigmenten kunnen lichtenergie gebruiken om glucose te produceren uit water en koolstofdioxide in een proces dat men fotosynthese noemt. Deze pigmenten zorgen ook voor hun opvallende kleur. De snelheid van hun glucoseproductie staat in verband met de concentratie van koolstofdioxide en de lichtintensiteit. Doordat de thylakoïden als een suspensie zitten in het cytoplasma, voert de omliggende vloeistof glycolyse uit.
pl: Tylakoidy to struktury złożone z białek i światłoczułych pigmentów. Te pigmenty są w stanie wykorzystywać energię [thrive:compound type="sunlight"][/thrive:compound] do produkcji [thrive:compound type="glucose"][/thrive:compound] z wody i gazowego [thrive:compound type="carbondioxide"][/thrive:compound] w procesie zwanym [b]fotosyntezą[/b]. Te pigmenty nadają im również wyróżniający się kolor. Szybkość produkcji [thrive:compound type="glucose"][/thrive:compound] skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound], oraz natężeniem [thrive:compound type="sunlight"][/thrive:compound]. Ponieważ tylakoidy zawieszone są bezpośrednio w cytozolu, otaczający płyn przeprowadza [b]glikolizę[/b].
pt_br: Tilacóides são aglomerações de proteínas e pigmentos fotossensíveis. Os pigmentos conseguem usar a energia da [thrive:compound type="sunlight"][/thrive:compound] para produzir [thrive:compound type="glucose"][/thrive:compound] a partir de água e [thrive:compound type="carbondioxide"][/thrive:compound] gasoso em um processo chamado [b]fotossíntese[/b]. Esses pigmentos também são o que os dá uma cor característica. A taxa da sua produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e intensidade da [thrive:compound type="sunlight"][/thrive:compound]. Como os tilacóides estão suspensos diretamente no citoplasma, o fluido em volta realiza [b]glicólise[/b].
pt_pt: Tilacoides são conjuntos de proteínas e pigmentos fotossintéticos. Os pigmentos são capazes de utilizar a energia presente na luz para produzir glicose a parir de água e gás carbónico num processo denominado Fotossíntese. Estes pigmentos são também o que lhes fornece uma cor característica. A sua taxa de produção de glicose aumenta com a concentração de dióxido de carbono e intensidade da luz. Como os tilacoides estão diretamente suspensos no citoplasma, o fluido circundante realiza alguma glicólise.
ru: Тилакоиды - это скопления белков и светочувствительных пигментов. Пигменты способны использовать энергию [thrive:compound type="sunlight"][/thrive:compound] для получения [thrive:compound type="glucose"][/thrive:compound] из воды и газообразного [thrive:compound type="carbondioxide"][/thrive:compound] в процессе, называемом [b]Фотосинтезом[/b]. Эти пигменты также придают им особый цвет. Скорость их выработки [thrive:compound type="glucose"][/thrive:compound] зависит от концентрации [thrive:compound type="carbondioxide"][/thrive:compound] и интенсивности [thrive:compound type="sunlight"][/thrive:compound]. Поскольку тилакоиды находятся во взвешенном состоянии непосредственно в цитоплазме, окружающая жидкость выполняет некоторую часть [b]гликолиза[/b].
sr_cyrl: Тилакоиди су грозди протеина и фотосензибилних пигмената. Пигменти су у стању да користе енергију светлости за производњу глукозе из воде и гасовитог угљен-диоксида у процесу названом Фотосинтеза. Ови пигменти су такође оно што им даје препознатљиву боју. Стопа њихове производње глукозе скалира се са концентрацијом угљен-диоксида и интензитетом светлости. Пошто су тилакоиди суспендовани директно у цитоплазми, околна течност врши ферментацију.
sr_latn: Tilakoidi su grozdi proteina i fotosenzibilnih pigmenata. Pigmenti su u stanju da koriste energiju svetlosti za proizvodnju glukoze iz vode i gasovitog ugljen-dioksida u procesu nazvanom Fotosinteza. Ovi pigmenti su takođe ono što im daje prepoznatljivu boju. Stopa njihove proizvodnje glukoze skalira se sa koncentracijom ugljen-dioksida i intenzitetom svetlosti. Pošto su tilakoidi suspendovani direktno u citoplazmi, okolna tečnost vrši fermentaciju.
sv: Thylakoider är kluster av proteiner och ljuskänsliga pigment. Pigmenten kan använda ljusets energi för att producera glukos från vatten och gasformig koldioxid i en process som kallas fotosyntes. Dessa pigment är också det som ger dem en distinkt färg. Hastigheten för deras glukosproduktion skalas med koncentrationen av koldioxid och ljusintensiteten. Eftersom tylakoiderna är suspenderade direkt i cytoplasman utför den omgivande vätskan viss jäsning.
th_th: Thylakoids เป็นกลุ่มของโปรตีนและเก็บวัตถุที่ไวแสง เม็ดสีสามารถใช้พลังงานของแสงเพื่อผลิตน้ำตาลกลูโคสจากน้ำและก๊าซคาร์บอนไดออกไซด์ในกระบวนการที่เรียกว่าการสังเคราะห์ด้วยแสง เม็ดสีเหล่านี้เป็นสิ่งที่ทำให้พวกเขามีสีที่โดดเด่น อัตราการผลิตน้ำตาลกลูโคสที่มีความเข้มข้นของคาร์บอนไดออกไซด์และความเข้มของแสง เนื่องจาก thylakoids ถูกแขวนอยู่ในไซโตพลาสซึมโดยตรงของเหลวที่อยู่รอบ ๆ จึงทำปฏิกิริยาไกลโคไลซิส
tr: Tilakoidler, ışığa hassas pigmentlerin bulunduğu proteinler kümesidir. Pigmentler, [b]fotosentez[/b] adı verilen bir işlemde, sudan ve [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazından [thrive:compound type="glucose"]glukoz[/thrive:compound] üretmek için [thrive:compound type="sunlight"]ışık[/thrive:compound] enerjisini kullanırlar. Bu pigmentler ayrıca yapıya kendine özgü bir renk verir. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ve [thrive:compound type="sunlight"]ışık[/thrive:compound] şiddeti ile doğru orantılıdır. Tilakoidler direkt sitoplazmada asılı kaldığından, etrafında bulunan akışkan [b]glikoliz[/b] yapabilir.
uk: Тилакоїди є кластерами з білків та фотосинтезувальних пігментів. Пігменти використовують енергію [thrive:compound type="sunlight"][/thrive:compound], щоб продукувати [thrive:compound type="glucose"][/thrive:compound] з води та газуватої форми [thrive:compound type="carbondioxide"][/thrive:compound] в процесі, що зветься [b]фотосинтезом[/b]. Ці пігменти також надають характерний колір. Їхня кількість виробленої [thrive:compound type="glucose"][/thrive:compound] залежить від концентрації [thrive:compound type="carbondioxide"][/thrive:compound] та інтенсивності [thrive:compound type="sunlight"][/thrive:compound]. Оскільки тилакоїди зафіксовані безпосередньо в цитоплазмі, навколишня рідина одразу здійснює певний [b]гліколіз[/b].
zh_cn: 类囊体是一大堆蛋白质和光敏色素的集合体。这些色素可以通过[b]光合作用[/b]将阳光中的能量与环境中的水和二氧化碳来合成葡萄糖。这些色素也是赋予它们独特颜色的原因。它们产出葡萄糖的速度取决于二氧化碳的浓度和光的亮度。由于类囊体是直接悬浮在细胞质中的，所以它周围的细胞质也能进行一些[b]糖酵解[/b]。
zh_tw: 類囊體是蛋白質和光敏色素的集合體。這些色素能夠利用 [thrive:compound type="sunlight"][/thrive:compound] 的能量從水和氣態 [thrive:compound type="carbondioxide"][/thrive:compound] 中生產 [thrive:compound type="glucose"][/thrive:compound]，這個過程稱為[b]光合作用[/b]。這些色素也賦予了它們獨特的顏色。其 [thrive:compound type="glucose"][/thrive:compound] 生產速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度和 [thrive:compound type="sunlight"][/thrive:compound] 的強度成正比。由於類囊體直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

source: Tidepool
bg: Приливен басейн
ca: Toll o bassa de marea
cs: Přílivové jezírko
de: Gezeitentümpel
eo: Tajdbaseno
es: Poza de Marea
et: loodete bassein
fi: Vuorovesiallas
fr: Flaque
he: בריכת גאות
hu: Árapály medence
id: Kolam Pasang-Surut
it: Pozza di marea
ka: ტალღის გუბე
ko: 조수 웅덩이
nl: Getijdenmeer
nl_be: Getijdepoel
pl: Basen pływowy
pt_br: Poça de maré
pt_pt: Poça de Maré
ru: Приливный бассейн
sk: Prílivový bazén
sr_cyrl: Плима и осека
sr_latn: Plima i oseka
sv: Tidpool
th_th: แอ่งน้ำที่ขังอยู่แนวโขดหินข้างทะเล
tr: Gelgit Havuzu
uk: Припливний басейн
zh_cn: 潮池
zh_tw: 潮池

source: Timeline
bg: Хронология
ca: Cronologia
cs: Časová osa
de: Zeitleiste
eo: Templinio
es: Línea de tiempo
et: ajaskaala
fi: Aikajana
fr: Chronologie
he: ציר זמן
hu: Idővonal
id: Alur Waktu
it: Linea temporale
ka: ქრონოლოგია
ko: 연대
nl: Tijdlijn
nl_be: Tijdlijn
pl: Oś czasu
pt_br: Linha do Tempo
pt_pt: Linha temporal
ru: Временная Шкала
sk: Časová os
sr_cyrl: Временска линија
sr_latn: Vremenska linija
sv: Tidslinje
tr: Tarih Şeridi
uk: Хронологія
zh_cn: 时间线
zh_tw: 時間軸

# TIMELINE_GLOBAL_FILTER_TOOLTIP
source: Show global events
bg: Световни събития
ca: Mostrar esdeveniments globals
cs: Zobrazit globální události
de: Globale Ereignisse anzeigen
es: Mostrar eventos globales
et: Näita globaalseid sündmusi
fi: Näytä maailmanlaajuiset tapahtumat
he: הראה אירועים גלובליים
it: Mostra eventi globali
ka: გლობალური მოვლენების ჩვენება
nl: Toon globale gebeurtenissen
pl: Pokaż wydarzenia globalne
pt_br: Mostrar eventos globais
pt_pt: Mostrar eventos globais
ru: Показать глобальные события
sk: Zobraziť globálne udalosti
tr: Genel olayları göster
uk: Показ глобальних подій
zh_cn: 显示全球事件
zh_tw: 顯示全域事件

# TIMELINE_LOCAL_FILTER_TOOLTIP
source: Show local events
bg: Местни събития
ca: Mostrar esdeveniments locals
cs: Zobrazit lokální události
de: Lokale Ereignisse anzeigen
es: Mostrar eventos locales
et: Näita kohalikke sündmusi
fi: Näytä paikalliset tapahtumat
he: הראה אירועים מקומיים
it: Mostra eventi locali
ka: ლოკალური მოვლენების ჩვენება
nl: Toon lokale gebeurtenissen
pl: Pokaż wydarzenia lokalne
pt_br: Mostrar eventos locais
pt_pt: Mostrar eventos locais
ru: Показать местные события
sk: Zobraziť lokálne udalosti
tr: Yerel olayları göster
uk: Показ локальних подій
zh_cn: 显示本地事件
zh_tw: 顯示本地事件

# TIMELINE_NICHE_FILL
source: [b][u]{0}[/u][/b] split off from [b][u]{1}[/u][/b] as a new species to fill a niche
bg: [b][u]{0}[/u][/b] се отделиха от [b][u]{1}[/u][/b] за да запълнят ниша
ca: [b][u]{0}[/u][/b] s'ha dividit de [b][u]{1}[/u][/b] com a una nova espècie per omplir un nínxol
cs: [b][u]{0}[/u][/b] se oddělil od [b][u]{1}[/u][/b] jako nový druh, aby zaplnil mezeru
de: [b][u]{0}[/u][/b] spaltet sich von [b][u]{1}[/u][/b] als neue Art ab, um eine Nische zu füllen
es: [b][u]{0}[/u][/b] se separó de [b][u]{1}[/u][/b] como una nueva especie para llenar un nicho
et: [u]{0}[/u] eraldus niši täitmiseks uue liigina [u]{1}[/u]-st
fi: [u]{0}[/u] jakautui [u]{1}[/u]:sta erikoistuen omaksi lajikseen
fr: [b][u]{0}[/u][/b] s'est séparé de [b][u]{1}[/u][/b] en tant que nouvelle espèce pour remplir une niche
he: [b][u]{0}[/u][/b] התפצל מ[b][u]{1}[/u][/b] כמין חדש בשביל למלא גומחה
hu: [u]{0}[/u] egy új fajként vált le [u]{1}[/u]-tól/től, hogy betöltsön egy ökológiai niche-t
it: Nuova specie: [b][u]{0}[/u][/b] si è diramata da [b][u]{1}[/u][/b] per occupare una nicchia
ka: [b][u]{0}[/u][/b] გამოეყო [b][u]{1}-ს[/u][/b], როგორც ახალი სახეობა, რომ ნიშა შეევსო
nl: [b][u]{0}[/u][/b] is afgesplitst van [b][u]{1}[/u][/b] als een nieuwe soort om een niche te vullen
pl: [b][u]{0}[/u][/b] oddzielił się od [b][u]{1}[/u][/b] jako nowy gatunek by zapełnić niszę
pt_br: Nova espécie: [b][u]{0}[/u][/b] ramificou-se de [b][u]{1}[/u][/b] para preencher um nicho
pt_pt: [b][u]{0}[/u][/b] separou-se de [b][u]{1}[/u][/b] como uma nova espécie para preencher um nicho
ru: Вид [b][u]{0}[/u][/b] отделился от вида [b][u]{1}[/u][/b] как новый вид, чтобы заполнить нишу
sv: [u]{0}[/u] avvek från [u]{1}[/u] som en ny art för att fylla nisch
tr: [b][u]{0}[/u][/b], alanı doldurmak için, yeni bir tür olarak, [b][u]{1}[/u][/b] türünden ayrıldı
uk: [b][u]{0}[/u][/b] відокремилися від [b][u]{1}[/u][/b] як новий вид, щоб заповнити нішу
zh_cn: [b][u]{0}[/u][/b]从[b][u]{1}[/u][/b]中分裂出来，成为了一个新的物种以填补一个生态位
zh_tw: [b][u]{0}[/u][/b] 從 [b][u]{1}[/u][/b] 中分支出來，作為一個新物種來填補生態棲位
