Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# OXYTOXISOME_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="oxytoxy"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="oxygen"][/thrive:compound]. Can release toxins by pressing [thrive:input]g_fire_toxin[/thrive:input]. When [thrive:compound type="oxytoxy"][/thrive:compound] amount is low, shooting is still possible but will have reduced damage.
bg: Превръща [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда. Изстрелва токсини с натискане на [thrive:input]g_fire_toxin[/thrive:input]. Тяхната ефективност зависи от количеството на [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound] в клетката.
ca: Transforma [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="oxygen"][/thrive:compound]. Pot alliberar toxines prement la tecla [thrive:input]g_fire_toxin[/thrive:input]. Quan la quantitat de [thrive:compound type="oxytoxy"][/thrive:compound] és baixo, encara és possible disparar, però el dany causat serà menor.
cs: Přeměňuje [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="oxytoxy"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="oxygen"][/thrive:compound]. Toxiny mohou být uvolněny stisknutím [thrive:input]g_fire_toxin[/thrive:input]. Pokud je množství [thrive:compound type="oxytoxy"][/thrive:compound] nízké, střelba je stále možná, ale bude mít snížené poškození.
de: Wandelt [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound] um. Die Rate hängt von der Konzentration von [thrive:compound type="oxygen"][/thrive:compound] ab. Kann durch Drücken von [thrive:input]g_fire_toxin[/thrive:input] Giftstoffe freisetzen. Wenn die [thrive:compound type="oxytoxy"][/thrive:compound]-Konzentration niedrig ist, ist das Schießen immer noch möglich, aber der Schaden ist geringer.
es: Convierte [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. La tasa de conversión es proporcional a la concentración de [thrive:compound type="oxygen"][/thrive:compound]. Puede liberar toxinas presionando [thrive:input]g_fire_toxin[/thrive:input]. Cuando la cantidad de [thrive:compound type="oxytoxy"][/thrive:compound] este baja, disparar seguira siendo posible pero con un daño reducido.
et: Muudab [thrive:compound type="atp"][/thrive:compound] tüübiks [thrive:compound type="oxytoxy"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="oxygen"][/thrive:compound]. Võib vabastada toksiine, vajutades nuppu [thrive:input]g_fire_toxin[/thrive:input]. Kui [thrive:compound type="oxytoxy"][/thrive:compound] kogus on väike, on pildistamine siiski võimalik, kuid sellega kaasneb väiksem kahju.
fi: Muuntaa [thrive:compound type="atp"][/thrive:compound]:n [thrive:compound type="oxytoxy"]oxytoxyksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="oxygen"]happipitoisuudesta[/thrive:compound]. Voi päästää myrkkyjä painamalla [thrive:input]g_fire_toxin[/thrive:input]. Kun [thrive:compound type="oxytoxy"][/thrive:compound]n pitoisuudet ovat alhaiset, ampuminen on edelleen mahdollista, mutta aiheuttaa vähemmän vahinkoa.
fr: Transforme [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="oxytoxy"][/thrive:compound]. Taux proportionnels à la concentration d'[thrive:compound type="oxygen"][/thrive:compound]. Peut libérer des toxines en appuyant sur [thrive:input]g_fire_toxin[/thrive:input].
he: הופך [thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="oxytoxy"][/thrive:compound]. בהתאם לריכוזו של ה[thrive:compound type="oxygen"][/thrive:compound].ניתן לשחררו על ידי [thrive:input]g_fire_toxin[/thrive:input].
hu: [thrive:compound type="atp"][/thrive:compound]-t alakít át [thrive:compound type="oxytoxy"][/thrive:compound]-vá. Hatékonysága függ az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától. Mérget képes kilőni a [thrive:input]g_fire_toxin[/thrive:input] megnyomásával. Ha az [thrive:compound type="oxytoxy"][/thrive:compound] mennyisége alacsony, akkor azt a kis mennyiséget ki tudod lőni, viszont kevesebb sebzést okoz.
id: Mengubah [thrive:compound type="atp"][/thrive:compound] menjadi [thrive:compound type="oxytoxy"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="oxygen"][/thrive:compound]. Dapat meluncurkan toksin dengan menekan tombol [thrive:input]g_fire_toxin[/thrive:input].
it: Trasforma l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="oxygen"][/thrive:compound]. Puoi rilasciare le tossine premendo [thrive:input]g_fire_toxin[/thrive:input]. Il danno aumenta con la quantità disponibile.
nl: Zet [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="oxytoxy"][/thrive:compound]. Snelheid schaalt met concentratie van [thrive:compound type="oxygen"][/thrive:compound]. De gifstoffen kunnen worden vrijgelaten door [thrive:input]g_fire_toxin[/thrive:input]. Wanneer er weinig [thrive:compound type="oxytoxy"][/thrive:compound] is, blijft het mogelijk om deze te schieten maar er zal minder schade worden aangedaan.
nl_be: verandert [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="oxytoxy"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="oxygen"][/thrive:compound]. Kan gif afvuren door te drukken op [thrive:input]g_fire_toxin[/thrive:input].
pl: Przekształca [thrive:compound type="atp"][/thrive:compound] w [thrive:compound type="oxytoxy"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="oxygen"][/thrive:compound]. Może wypuszczać toksyny naciskając [thrive:input]g_fire_toxin[/thrive:input].
pt_br: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="oxytoxy"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound]. Pode disparar toxinas apertando [thrive:input]g_fire_toxin[/thrive:input]. Quando a quantidade de [thrive:compound type="oxytoxy"][/thrive:compound] ficar baixa, será possível disparar, mas o dano irá ser reduzido.
pt_pt: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="oxytoxy"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound]. Pode libertar toxinas pressionado [thrive:input]g_fire_toxin[/thrive:input]. Quando a quantidade de [thrive:compound type="oxytoxy"][/thrive:compound] é baixa, será possível disparar, mas o dano irá ser reduzido.
ru: Превращает [thrive:compound type="atp"][/thrive:compound] в [thrive:compound type="oxytoxy"][/thrive:compound]. Можно выпустить токсины нажав [thrive:input]g_fire_toxin[/thrive:input]. Если количество [thrive:compound type="oxytoxy"][/thrive:compound] невелико, стрельба все еще возможна, но урон будет уменьшен.
sk: Premieňa [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="oxytoxy"][/thrive:compound]. Množstvo závisí od koncentrácie [thrive:compound type="oxygen"]kyslíka[/thrive:compound]. Môže vypustiť toxíny stlačením [thrive:input]g_fire_toxin[/thrive:input]. Keď je množstvo [thrive:compound type="oxytoxy"][/thrive:compound] nízke, streľba je stále možná, ale bude mať znížené poškodenie.
tr: [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="oxytoxy"]OksiToksi NT'ye[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır. [thrive:input]g_fire_toxin[/thrive:input] tuşuna basıldığında toksin salabilir. [thrive:compound type="oxytoxy"]OksiToksi NT[/thrive:compound] miktarı düşük olduğunda, ateş etmek mümkün ancak toksinler daha düşük hasara neden olur.
uk: Перетворює [thrive:compound type="atp"][/thrive:compound] на [thrive:compound type="oxytoxy"][/thrive:compound]. Кількість залежить від [thrive:compound type="oxygen"][/thrive:compound]. Може пирскнути токсини при натисканні [thrive:input]g_fire_toxin[/thrive:input]. Коли кількість [thrive:compound type="oxytoxy"][/thrive:compound] невелика, то постріл можливий, але шкода буде незначною.
zh_cn: 将[thrive:compound type="atp"][/thrive:compound]转换成[thrive:compound type="oxytoxy"][/thrive:compound]。速率跟[thrive:compound type="oxygen"][/thrive:compound]浓度成正比。可以通过按下[thrive:input]g_fire_toxin[/thrive:input]来释放毒素。当[thrive:compound type="oxytoxy"][/thrive:compound]数量不足时仍能释放，但是伤害会降低。
zh_tw: 將 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="oxytoxy"][/thrive:compound]。速率與 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。可以透過按下 [thrive:input]g_fire_toxin[/thrive:input] 釋放毒素。當 [thrive:compound type="oxytoxy"][/thrive:compound] 儲量較低時仍然可以釋放，但傷害會降低。

source: OxyToxy NT
bg: Окситоксин
cs: OxyToxyn NT
de: OxyToxid NT
eo: OksiToksina NO
es: OxiToxi NT
et: oksütotsiini nt
fi: Happimyrkky
fr: NeuroToxyOxy
he: אוקסיטוקסי נ"ט
id: OksiToksi NT
it: OssiTossi NT
ka: ოქსიტოქსინი NT
pl: OxyToksy NT
pt_br: Oxitoxina
pt_pt: OxiToxi NT
ru: ОксиТоксин НТ
sr_cyrl: ОксиТокси НТ
sr_latn: OksiToksi NT
sv: OxyToxy
th_th: ออกซิโทซินเอ็นที
tr: OksiToksi NT
uk: Окситоксин
zh_cn: 氧化毒素
zh_tw: 氧化毒素

source: OxyToxy Synthesis
bg: Окситоксиносинтеза
ca: Síntesi de les toxines OxyToxy
cs: Syntéza OxyToxynů
de: OxyToxid-Synthese
eo: OxyToxy Sintezo
es: Síntesis de OxiToxi
et: Oksütotsiin
fi: Happimyrkkysynteesi
fr: Synthèse d'OxyToxy
he: סינתזת "אוקסיטוקסי"
hu: OxyToxy szintézis
id: Sintesis OksiToksi
it: Sintesi dell'OssiTossi
ka: ოქსიტოქსინის სინთეზი
ko: 산소 합성
nl_be: OxyToxy Synthese
pl: Synteza OxyToxy
pt_br: Síntese de Oxitoxina
pt_pt: Síntese de OxiToxi
ru: Синтез ОксиТоксина
sk: Syntéza OxyToxynov
sr_cyrl: Синтеза ОксиТокси
sr_latn: Sinteza OksiToksi
sv: OxyToxySyntes
th_th: การสังเคราะห์ออกซิโทซิน
tr: OksiToksi Sentezi
zh_cn: 氧化毒素合成
zh_tw: 氧化毒素合成

# PAGE_BACK
source: Back
bg: Назад
de: Zurück
es: Volver
ka: უკან
nl: Terug
pl: Tył
pt_br: Voltar
pt_pt: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_cn: 转到上一页
zh_tw: 返回

# PAGE_FORWARD
source: Forward
bg: Напред
de: Vorwärts
es: Seguir
ka: წინ
nl: Verder
pl: Przód
pt_br: Avançar
pt_pt: Avançar
ru: Перемещение вперед
tr: İleri
uk: Вперед
zh_cn: 转到下一页
zh_tw: 前進

source: Page Title
bg: Заглавие на страницата
de: Seitentitel
es: Título de la página
fr: Titre de la page
ka: გვერდის სათაური
nl: Paginatitel
pl: Tytuł Strony
pt_br: Título da página
pt_pt: Título da página
ru: Титульная Страница
tr: Sayfa Başlığı
uk: Назва сторінки
zh_cn: 页面标题
zh_tw: 頁面標題

# PAN_CAMERA_DOWN
source: Pan downwards
bg: Преместване надолу
ca: Desplaçar cap avall
cs: Posuň se dolů
de: Nach unten schwenken
eo: Movigu malsupren
es: Mover cámara abajo
et: Pöörake allapoole
fi: Vieritä alaspäin
fr: Panoramique vers le bas
he: זוז מטה
hu: Pásztázás lefelé
id: Geser ke bawah
it: Sposta la visuale verso il basso
ka: ჩაბრუნება
ko: 아래쪽으로 시야 이동
nl: Beweeg omlaag
nl_be: Beweeg camera naar beneden
pl: Przesuń w dół
pt_br: Mover a câmera para baixo
pt_pt: Mover a câmara para baixo
ru: Переместить вниз
sk: Pohyb kamery nadol
sr_cyrl: Окрените камеру надоле
sr_latn: Okrenite kameru nadole
sv: Panorera neråt
th_th: เลื่อนลง
tr: Kamerayı aşağı çevir
uk: Повернути панораму вниз
zh_cn: 向下平移
zh_tw: 向下平移

# PAN_CAMERA_LEFT
source: Pan to the left
bg: Преместване наляво
ca: Desplaçar cap a l'esquerra
cs: Posuň se doleva
de: Nach links schwenken
eo: Movigu maldekstren
es: Mover cámara a la izquierda
et: Pöörake vasakule
fi: Vieritä vasemmalle
fr: Panoramique gauche
he: זוז שמאלה
hu: Pásztázás balra
id: Geser ke kiri
it: Sposta la visuale verso sinistra
ka: მარცხნივ მიწევა
ko: 왼쪽으로 시야 이동
nl: Draai naar links
nl_be: Beweeg camera naar links
pl: Przesuń w lewo
pt_br: Mover a câmera para a esquerda
pt_pt: Mover a câmara para a esquerda
ru: Переместить влево
sk: Pohyb kamery doľava
sr_cyrl: Окрените камеру улево
sr_latn: Okrenite kameru ulevo
sv: Panorera vänster
th_th: เลื่อนไปทางซ้าย
tr: Kamerayı sola çevir
uk: Повернути панораму вліво
zh_cn: 向左平移
zh_tw: 向左平移

# PAN_CAMERA_RESET
source: Reset camera
bg: Нулиране на камерата
ca: Reinicialitzar càmera
cs: Resetovat kameru
de: Kamera zurücksetzen
eo: Restarigu kameraon
es: Restablecer cámara
et: lähtestada kaamera
fi: Palauta kameran alkusijainti
fr: Réinitialiser la caméra
he: אפס מצלמה
hu: Kamera visszaállítása
id: Setel ulang kamera
it: Ripristina la posizione della visuale
ka: კამერის ჩამოყრა
ko: 카메라 초기화
nl: Reset de camera
nl_be: Camera resetten
pl: Reset kamery
pt_br: Redefinir câmera
pt_pt: Redefinir câmara
ru: Сбросить камеру
sk: Resetovať kameru
sr_cyrl: Ресетуј камеру
sr_latn: Resetuj kameru
sv: Nollställ kamera
th_th: รีเซ็ตกล้อง
tr: Kamerayı sıfırla
uk: Скинути камеру
zh_cn: 重置视角位置
zh_tw: 重置視角

# PAN_CAMERA_RIGHT
source: Pan to the right
bg: Преместване надясно
ca: Desplaçar cap a la dreta
cs: Posuň se doprava
de: Nach rechts schwenken
eo: Movigu dekstren
es: Mover cámara a la derecha
et: Paneerige paremale
fi: Siirrä kameraa oikealle
fr: Panoramique droit
he: זוז ימינה
hu: Pásztázás jobbra
id: Geser ke kanan
it: Sposta la visuale verso destra
ka: მარჯვნივ მიწევა
ko: 오른쪽으로 시야 이동
nl: Draai naar rechts
nl_be: Beweeg camera naar rechts
pl: Przesuń w prawo
pt_br: Mover a câmera para a direita
pt_pt: Mover a câmara para a direita
ru: Переместить вправо
sk: Pohyb kamery doprava
sr_cyrl: Окрените камеру удесно
sr_latn: Okrenite kameru udesno
sv: Panorera höger
th_th: เลื่อนไปทางขวา
tr: Kamerayı sağa çevir
uk: Повернути панораму вправо
zh_cn: 向右平移
zh_tw: 向右平移

# PAN_CAMERA_UP
source: Pan upwards
bg: Преместване нагоре
ca: Desplaçar cap amunt
cs: Posuň se nahoru
de: Nach oben schwenken
eo: Movigu supren
es: Mover cámara hacia arriba
et: Panner ülespoole
fi: Siirrä kameraa ylöspäin
fr: Panoramique vers le haut
he: זוז מעלה
hu: Pásztázás felfelé
id: Geser ke atas
it: Sposta la visuale verso l'alto
ka: აბრუნება
ko: 위쪽으로 시야 이동
nl: Beweeg omhoog
nl_be: Beweeg camera naar boven
pl: Przesuń w górę
pt_br: Mover a câmera para cima
pt_pt: Mover a câmara para cima
ru: Переместить вверх
sk: Pohyb kamery nahor
sr_cyrl: Окрените камеру према горе
sr_latn: Okrenite kameru prema gore
sv: Panorera uppåt
th_th: เลื่อนขึ้น
tr: Kamerayı yukarı çevir
uk: Повернути панораму вгору
zh_cn: 向上平移
zh_tw: 向上平移

# PASSIVE_REPRODUCTION_PROGRESS
source: Passively gain reproduction progress
bg: Пасивно усвояване на хранителните вещества
cs: Pasivní příjem pokroku reprodukce
de: Passiven Reproduktionsfortschritt erhalten
es: Gana progreso passivo de reproducción
fr: Gagner passivement des progrès en matière de reproduction
he: השג באופן פסיבי התקדמות הרבייה
nl: Krijg passief reproduktievoortgang
pl: Biernie uzyskuj postęp reprodukcji
pt_pt: Obter passivamente progresso de reprodução
tr: Üreme işlemini pasif olarak gerçekleştir
uk: Пасивно збільшувати репродуктивний прогрес
zh_cn: 被动获得的繁殖进度
zh_tw: 被動獲得繁殖進度

# PASSIVE_REPRODUCTION_PROGRESS_EXPLANATION
source: (passively gain reproduction compounds from the environment without having to do anything)
bg: (създанията усвояват хранителните вещества от околната среда)
cs: (pasivní příjem reprodukčních sloučenin z prostředí bez toho aniž byste něco museli dělat)
de: (Erhalte passiv Reproduktionsfortschritt, auch wenn Du keine Ressourcen aktiv einsammelst)
es: (recibe compuestos del ambiente de forma pasiva sin tener que realizar acciones)
fr: (obtenir passivement des composés de reproduction de l'environnement sans avoir à faire quoi que ce soit)
he: (באופן פסיבי צובר תרכובות מהסביבה לתהליכי רבייה מבלי שצריך לעשות דבר)
it: (ottieni composti riproduttivi in modo passivo dall'ambiente, senza dover far nulla)
ka: (რეპროდუქციის ნაერთების პასიური ათვისება გარემოდან რამის კეთების გარეშე)
nl: (krijg passief reproductieve stoffen van de omgeving zonder iets te hoeven doen)
pl: (biernie uzyskuj związki reprodukcji ze środowiska bez potrzeby robienia czegokolwiek)
pt_br: (ganhar os compostos necessários para a reprodução do ambiente sem ter que fazer nada)
pt_pt: (obter passivamente compostos de reprodução do ambiente sem ter de fazer nada)
tr: (hiçbir şey yapmadan çevreden pasif olarak üreme bileşenleri elde et)
uk: (пасивно збільшувати сполуки для розмноження з середовища без дій )
zh_cn: （从周围的环境中被动获得的用于繁殖的化合物）
zh_tw: （被動地從環境中獲得繁殖所需的化合物）

source: Past Developers
bg: Бивши разработчици
ca: Desenvolupadors passats
cs: Bývalí vývojáři
de: Frühere Entwickler(innen)
es: Desarrolladores anteriores
et: Varasemad arendajad
fi: Entiset kehittäjät
fr: Anciens développeurs
he: מפתחים לשעבר
hu: Korábbi Fejlesztők
id: Pengembang Masa Lalu
it: Sviluppatori passati
ka: ყოფილი პროგრამისტები
nl: Eerdere Ontwikkelaars
nl_be: Eerdere ontwikkelaars
pl: Dawni Developerzy
pt_br: Desenvolvedores Anteriores
pt_pt: Desenvolvedores anteriores
ru: Бывшие Разработчики
sk: Bývalí vývojári
sv: Tidigare utvecklare
tr: Eski Oyun Geliştiricileri
uk: Колишні розробники
zh_cn: 过去的开发人员
zh_tw: 過去的開發人員

# PATCH_EXTINCTION_BOX_TEXT
source: Your species has died out in this patch. But it's not over yet, you can still select a new patch to play in!
bg: Вашите създания изчезнаха от тази зона. Но това не е краят, може да изберете друга зона за да продължите!
ca: La teva espècie s'ha extingit en aquest ecosistema. Però encara no s'ha acabat, encara pots seleccionar un nou ecosistema per a jugar-hi!
cs: Váš druh v tomto prostředí vymřel. Ale není všemu konec, stále můžete vybrat jiné prostředí, ve kterém můžete hrát!
de: Genau wie 99% aller Arten, die jemals existiert haben, ist auch deine Art ausgestorben. Andere werden weiterhin deine Nische ausfüllen und gedeihen, aber das wirst nicht du sein. Du wirst vergessen werden, ein fehlgeschlagenes Experiment der Evolution. Aber keine sorge, es ist noch nicht alles verloren, du kannst einen andere Art auswählen mit der du spielen möchtest und ihr beim gedeihen zu helfen (oder auch nicht)!
es: Tu especie se ha extinguido en esta zona. Pero este no es el final, ¡puedes elegir otra zona y continuar allí!
fr: Votre espèce s'est éteinte dans ce secteur. Mais ce n'est pas encore fini, vous pouvez encore choisir un nouveau secteur dans lequel jouer !
he: המין שלך נכחד מהאזור זה. אבל זה עדין לא נגמר, אתה יכול עדין לבחור אזור חדש ולהמשיך שחק בו!
it: La tua specie si è estinta in questa zona. Ma non è ancora finita: puoi selezionare una nuova zona in cui giocare!
ka: თქვენი სახეობა ამოწყდა ამ ბიომში. ეს დასასრული არაა, რადგან სათამაშოდ ახალი ბიომი შეგიძლიათ, აირჩიოთ!
nl: Je soort is in dit gebied uitgestorven. Maar het is nog niet voorbij, je kan nog een nieuw gebied kiezen om in te spelen!
pl: Twój gatunek wymarł na tym obszarze. Lecz to nie koniec, wciąż możesz wybrać nowy obszar do zabawy!
pt_br: Sua espécie foi extinta nesta região. Mas não se preocupe, você pode selecionar uma nova região para jogar!
pt_pt: A tua espécie foi extinta nesta região. Mas ainda não acabou, ainda podes escolher uma nova região para jogar!
ru: Ваш вид вымер в этом биоме. Но это ещё не конец, вы можете выбрать для игры новый биом!
tr: Türünüz bu arazide soyu tükendi. Ama henüz her şeyin sonu değil, oyuna devam etmek için yeni bir arazi seçebilirsiniz!
uk: Ваш вид загинув у цій ділянці. Але це ще не кінець, ви досі здатні вибрати нову ділянку для гри!
zh_cn: 你的物种已经在这个地区中灭绝了。 但这还没有结束，你仍然可以选择一个新的地区继续游玩！
zh_tw: 您的物種已經在這片區域滅絕了。 但這還沒結束，您仍然可以選擇新的區域繼續遊玩！

# PATCH_EXTINCTION_CAPITAL
source: PATCH EXTINCTION
bg: ИЗМИРАНЕ В ЗОНАТА
ca: EXTINCIÓ DE L'ECOSISTEMA
cs: VYHYNUTÍ V PROSTŘEDÍ
de: AUSSTERBEN IM BEREICH
es: EXTINCIÓN
fr: EXTINCTION DANS LE SECTEUR
he: הכחדת אזור
it: ESTINZIONE NELLA ZONA
ka: ბიომის გადაშენება
nl: UITGESTORVEN IN GEBIED
pl: WYMARŁEŚ Z OBSZARU
pt_br: EXTINTO NA REGIÃO
ru: ВЫМИРАНИЕ В БИОМЕ
tr: ARAZİDEN YOK OLDUN
uk: ВИМИРАННЯ В ДІЛЯНЦІ
zh_cn: 地区灭绝
zh_tw: 區域滅絕

source: Patch Map
bg: Карта
ca: Mapa d'Indrets del món
cs: Mapa lokací
de: Gebietskarte
eo: Mapo
es: Mapa de Regiones
et: Plaastri kaart
fi: Aluekartta
fr: Carte des parcelles
he: מפת האזורים
hu: Patch térkép
id: Peta Daerah
it: Mappa delle zone
ka: ბიომების რუკა
ko: 파편 지도
nl: Gebiedenkaart
nl_be: Kaart met plekken
pl: Mapa Obszarów
pt_br: Mapa de Regiões
pt_pt: Mapa de Regiões
ru: Карта Биомов
sr_cyrl: Карта Зоне
sr_latn: Karta Zone
tr: Arazi Haritası
uk: Мапа Ділянок
zh_cn: 地区图
zh_tw: 區域地圖

# PATCH_MAP_NAVIGATION_TOOLTIP
source: Click, drag and zoom to move around
bg: Използвайте мишката за да разгледате картата
ca: Clica, arrossega i fes zoom per moure't
cs: Klikejte, tahejte, přibližujte a oddalujte kameru pro pohyb
de: Klicke, ziehe und zoome um dir einen Überblick zu verschaffen
es: Clickea, arrastra, y haz zoon para moverte
fr: Cliquez, faites glisser et zoomez pour vous déplacer
he: לחץ, גרור או זום בשביל לנוע סביב
it: Fai clic, trascina e usa lo zoom per muoverti
ka: დააწკაპუნეთ, გადაათრიეთ და გაადიდეთ გადასაადგილებლად
nl: Klik, sleep, en zoom om rond te bewegen
pl: Klikaj, przeciągaj i przybliżaj by się poruszać
pt_br: Clique, arraste e dê zoom para mover
pt_pt: Clique, arraste e faça zoom para se deslocar
ru: Нажимайте, перетаскивайте, приближайте и отдаляйте чтобы осмотреться
sk: Kliknutím, ťahaním a priblížením sa môžete pohybovať
tr: Gezinmek için tıkla, sürükle ve yakınlaştır
uk: Клацніть, перетягуйте та маштабуйте для переміщення
zh_cn: 通过点击、拖动和缩放移动
zh_tw: 點擊、拖曳和縮放以四處移動

# PATCH_NOTES_LAST_PLAYED_INFO
source: You last played Thrive {0}, since then there has been one new release
fr: Vous avez joué pour la dernière fois en version {0}, depuis il y a eu une nouvelle mise à jour
ka: ბოლოს ითამაშეთ Thrive {0}. მას შემდეგ ახალი ვერსია გამოვიდა
nl: Je hebt op {0} voor het laatst Thrive gespeeld, er is één nieuwe uitgave sinds die tijd
pt_br: A última versão de Thrive que você jogou foi {0} e, desde então, houve um novo lançamento
pt_pt: Jogou a ultima vez o Thrive {0}, desde então houve uma nova atualização
ru: Последний раз вы играли в Thrive версии {0} , с того момента доступна новая версия
tr: En son Thrive'ın {0} sürümünü oynadınız, o zamandan beri yeni bir sürüm mevcut
uk: Востаннє Ви грали у Thrive {0}, з того часу вийшла одна нова версія
zh_cn: 你上次玩Thrive的时间{0},目前已经有一个新版本发布了
zh_tw: 您上次遊玩 Thrive 的版本是 {0}，在此之後又發布了一個新版本

# PATCH_NOTES_LAST_PLAYED_INFO_PLURAL
source: You last played Thrive {0}, since then there have been {1} new releases
fr: Vous avez joué pour la dernière fois en version {0}, depuis il y a eu {1} nouvelle(s) parution(s)
ka: ბოლოს ითამაშეთ Thrive {0}. მას შემდეგ {1} ახალი ვერსია გამოვიდა
nl: Je hebt op {0} voor het laatst Thrive gespeeld, er is waren {1} nieuwe uitgaven sinds die tijd
pt_br: A última versão de Thrive que você jogou foi {0} e, desde estão, houve {1} novos lançamentos
ru: Вы играли в Thrive последний раз {0} , с того момента доступно {1} новых обновлений
tr: En son Thrive'i {0} oynadınız, o zamandan beri {1} yeni sürüm yayınlandı
uk: Востаннє Ви грали у Thrive {0}, з того часу вийшло {1} нових версій
zh_cn: 你上次玩Thrive的时间{0},目前已经更新了{1}个版本
zh_tw: 您上次遊玩 Thrive 的版本是 {0}，在此之後已經發布了 {1} 個新版本

# PATCH_NOTES_TITLE
source: Patch Notes
bg: Бележки към изданието
fr: Notes de correctif
ka: პაჩის შენიშვნები
nl: Patch Notities
pt_br: Notas de Atualização
ru: Заметки обновлений
tr: Yama Notları
uk: Інформація про патч
zh_tw: 更新說明

# PATCH_NOTE_CHANGES_HEADING
source: Changes:
bg: Промени:
fr: Modifications :
ka: ცვლილებები:
nl: Veranderingen:
pl: Zmiany:
pt_br: Mudanças:
pt_pt: Mudanças:
ru: Изменения:
tr: Değişiklikler:
uk: Зміни:
zh_cn: 变更说明：
zh_tw: 變更：
