Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_EDITOR_HELP_MESSAGE_14
source: Once engulfment is finished, any objects caught in the engulfment will then be kept inside the membrane to be digested. Indigestible objects will always be expelled, so make sure you have the necessary mutations that enable processing them first. Enzymes will help with digestion and are provided by the lysosome; evolve this organelle to make digestion much more efficient.
bg: След като поглъщането приключи, всички обекти, попаднали в клетката, ще бъдат съхранени в нейната мембрана, за да бъдат усвоени. Неусвоимите обекти ще бъдат изхвърлeни, освен ако не притежавате необходимите мутации, които позволяват тяхното разграждане. Ензимите на лизозомата подобряват хранителната ефективност на клетката.
ca: Un cop l'Engoliment s'hagi completat, tots els objectes atrapats es retindran dins la membrane per a ser digerits. Els objectes no digeribles seran sempre expulsats, de manera que primer t'has d'assegurar que tens les mutacions adequades per a poder-los processar. Els enzims que proporcionen els Lisosomes ajudaran amb la digestió, de manera que és recomanat evolucionar aquest orgànul per tal d'aconseguir una digestió molt més eficient.
cs: Jakmile pohlcování skončí, jakékoliv pohlcené předměty budou ponechány v membráně k trávení. Jakékoliv nestravitelné předměty vždy budou vyvrženy, takže se ujistěte, že máte mutace potřebné k jejich zpracování. Enzymy pomohou s trávením; vyviňte si organelu lysozom, která je produkuje, abyste si ulehčili trávení.
de: Sobald die Umschließung abgeschlossen ist, bleibt jedes Objekt, das mit umschlossen wurde, innerhalb der Membran und wird verdaut. Unverdauliche Objekte werden wieder ausgeschieden, also stelle sicher, dass du über die notwendigen Mutationen verfügst, um sie zu verstoffwechseln. Enzyme, die durch Lysome hergestellt werden, helfen bei der Verdauung; entwickle dieses Organell um Verdauungsprozesse erheblich effizienter zu machen.
es: Una vez la célula haya terminado de engullir, cualquier objeto engullido se quedará dentro de la membrana para ser digerido. Los objetos indigeribles siempre serán expulsados, así que asegúrate de que dispones de las mutaciones necesarias para procesarlos. El lisosoma produce enzimas, que ayudan con la digestión; puedes evolucionarlo para mejorar la eficiencia digestiva.
fr: Une fois complètement engloutis, les objets seront maintenus dans la membrane pour être digérés. Ceux qui ne peuvent pas l'être seront automatiquement éjectés, alors vérifiez au préalable que vous avez les mutations qui permettent de les digérer. Les enzymes vous aideront pour la digestion. Elles sont produites par le lysosome ; évoluez cette organite pour rendre la digestion bien plus efficace.
he: ברגע שהבליעה הסתיימה, כל אובייקט שנבלע התחיל לעבור עיכול בתוך הממברנה. אובייקטים שלא ניתנים לעיכול תמיד יפלטו, כך שאתה תזדקק למוטציות שיאפשרו לעכל אותם קודם. אנזימים יעזרו עם העיכול והם מופקים בליזוזום; תפתח על מנת ליעל את תהליך העיכול.
hu: Amint a bekebelezés befejeződik, minden objektum, amit bekebeleztél, a membránon belül marad, hogy meg tudjon emésztődni. Az emészthetetlen anyagok mindig kilökődnek a sejtből, ezért győződj meg arról, hogy rendelkezel a szükséges mutációkkal, amelyek lehetővé teszik ezen anyagok emésztését. A lizoszóma által termelt enzimek segítenek az emésztésben. Fejleszd ezt a sejtszervecskét, hogy még hatékonyabbá tedd a sejted emésztését.
it: Terminata la fagocitazione, gli oggetti catturati vengono trattenuti all'interno della membrana in attesa di essere digeriti, se possibile; altrimenti, vengono prontamente espulsi. Assicurati perciò di avere le giuste mutazioni per poterli assimilare a dovere. Gli enzimi contenuti nei lisosomi aiutano la digestione e la rendono molto più efficiente.
nl: Zodra verzwelgen klaar is, zullen alle objecten die verzwolgen zijn in het membraan blijven tot ze zijn verteerd. Onverteerbare objecten zullen altijd uitgestoten worden, dus zorg dat je de noodzakelijke mutaties hebt die het mogelijk maken deze objecten te verteren. Enzymen zullen met de vertering helpen en worden door het lysosoom gemaakt. Evolueer dit organel om spijsvertering veel efficiënter te maken.
nl_be: Zodra fagocytose klaar is zullen alle gevangen objecten in het celmembraan gehouden worden om verteerd te worden. Onverteerbare objecten zullen altijd uitgescheiden worden, dus zorg ervoor dat je de mutaties hebt die nodig zijn om ze te kunnen verwerken. Enzymen helpen bij de vertering en worden geleverd door het lysozoom. Het is sterk aangeraden om dit organen te evolueren om vertering stukken efficiënter te maken.
pl: Gdy wchłanianie jest zakończone, jakiekolwiek obiekty złapane w jego procesie będą przetrzymywane wewnątrz błony komórkowej by zostać strawione. Niestrawne obiekty zawsze będą wydalone, więc upewnij się, że masz niezbędne mutacje, które umożliwiają ich przetwarzanie. Enzymy które pomogą z trawieniem i są dostarczane przez lizosom; wyewoluuj tą organellę by uczynić trawienie znacznie wydajniejszym.
pt_pt: Quando o engolfo terminar, quaisquer objetos presos no engolfo serão mantidos dentro da membrana para serem digeridos. Objetos indigestos serão sempre expulsos, portanto, certifica-te de teres as mutações necessárias que permitam processá-los primeiro. As enzimas ajudam na digestão e são fornecidas pelo lisossomo; evolui esta organela para tornar a digestão muito mais eficiente.
sk: Po dokončení pohltenia sa všetky predmety zachytené v pohltení udržia vo vnútri membrány na strávenie. Nestráviteľné predmety budú vždy vylúčené, preto sa najprv uistite, že máte potrebné mutácie, ktoré umožňujú ich spracovanie. Enzýmy pomáhajú pri trávení a sú poskytované lyzozómom, preto sa odporúča vyvinúť túto organelu, aby bolo trávenie oveľa efektívnejšie.
uk: Після завершення поглинання будь-які об'єкти, що поглинаються, залишаться у мембранні, поки не перетравляться. Неперетравні об'єкти будуть завжди зникати, тож перевірте, чи наявні усі необхідні мутації, що необхідні для обробки. Ферменти можуть допомогти з травленням, для них необхідні лізосоми, тому рекомендується еволюціонувати данну органелу, аби травлення було набагато ефективнішим.
zh_cn: 胞吞完成后，摄入的任何物体都会在细胞内消化。无法消化的物体会被排出，所以请先行确保您具有消化它们所需的突变。溶酶体中的消化酶能辅助消化，所以为了更有效地消化物体，我们建议您进化出该细胞器。
zh_tw: 一旦吞噬完成，任何被吞噬的物體都會在細胞膜內被消化。無法消化的物體將會被排出，因此請確保您擁有能夠處理它們的必要突變。由溶酶體提供的酶有助於消化；演化該細胞器能使消化更有效。

# MICROBE_EDITOR_HELP_MESSAGE_2
source: External Organelles Flagellum: Moves your cell faster by consuming [thrive:compound type="atp"][/thrive:compound] Pilus: Can be used to stab the other cells or to defend against their toxins Chemoreceptor: Allows detecting compounds from farther away Slime Jet: Allows emitting [thrive:compound type="mucilage"][/thrive:compound] (produced from [thrive:compound type="glucose"][/thrive:compound]) to speed up your cell Cilia: Increases turning speed of cells
bg: Външни органели Камшиче: Използва [thrive:compound type="atp"]АТФ[/thrive:compound] за да увеличи скоростта на движение на клетката Пилус: Пробожда другите клетки и предпазва от техните токсини Хеморецептор: Осигурява напътствия за откриването на химичните съединения Порозома: Произвежда [thrive:compound type="mucilage"]слуз[/thrive:compound] от [thrive:compound type="glucose"]глюкоза[/thrive:compound], която увеличава скоростта на клетката Реснички: Увеличават скоростта на завъртане на клетките
ca: Orgànuls externs Flagel: Fa que la teva cèl·lula sigui més ràpida consumint [thrive:compound type="atp"][/thrive:compound] Pilus: Estructura per punxar altres cèl·lules Quimioreceptor: Permet detectar compostos a distància. Cili: Augment la velocitat de gir de les cèl·lules
cs: Vnější organely Bičík: Umožní rychlejší pohyb buňky spotřebováváním [thrive:compound type="atp"][/thrive:compound] Pilus: Může být použit k bodnutí ostatních buněk Chemoreceptor: Umožňuje detekci sloučenin z větší vzdálenosti
de: Externe Organellen Geißel: erhöht deine Mobilität, verbraucht [thrive:compound type="atp"][/thrive:compound] Pilus: kann im Nahkampf andere Zellen stechen Chemorezeptor: Ermöglicht die Erkennung von Substanzen aus größerer Entfernung
eo: Eksteraj Organetoj Flagelo: Pli rapide movas vian ĉelon per konsumado de ATP Pilus: Povas esti uzata por bati aliajn ĉelojn
es: Orgánulos externos Flagelos: Dan más velocidad a tu célula, y consumen [thrive:compound type="atp"][/thrive:compound] Pilus: Puede usarse para atacar a otras células o para defenderse de sus toxinas Quimiorreceptor: Aumenta la distancia a la cual se pueden detectar compuestos Turbina de slime: Emite [thrive:compound type="mucilage"][/thrive:compound] (producido a partir de [thrive:compound type="glucose"][/thrive:compound]) para acelerar a tu célula Cilios: Aumentan la velocidad de giro de la célula, haciéndola más ágil
et: Välised organellid Vibur: liigutab teie rakku kiiremini, tarbides [thrive:compound type="atp"][/thrive:compound] Pilus: saab kasutada teiste rakkude pussitamiseks Kemoretseptor: võimaldab tuvastada ühendeid kaugemalt
fi: Ulkoiset elimet Flagella/Siima: Liikuttaa solua nopeammin käyttäen [thrive:compound type="atp"][/thrive:compound]:tä Pili: Vahingoittaa toisia soluja pistämällä Kemoreseptori: Aistii kerättävät yhdisteet kauempaa
fr: Organelles externes Flagelle : fait avancer votre cellule plus rapidement en consommant [thrive:compound type="atp"][/thrive:compound]. Pilus : Peut être utilisé pour poignarder les autres cellules ou pour se défendre contre leurs toxines. Chémorécepteur : Permet de détecter les composés de plus loin Slime Jet : Permet d'émettre du [thrive:compound type="mucilage"][/thrive:compound] (produit à partir de [thrive:compound type="glucose"][/thrive:compound]) pour accélérer votre cellule. Cils : augmentent la vitesse de rotation des cellules
he: אברונים חיצוניים שוטון: מזיז את התא שלך מהר יותר על ידי צריכת [thrive:compound type="atp"][/thrive:compound] פילוס: ניתן להשתמש בו בשביל לדקור תאים אחרים כימורצפטור: מאפשר לאתר תרכובות ממרחק גדול ריסון: משפר מהירות סיבוב של התא
hu: Külső sejtszervecskék Ostor: Gyorsabbá teszi a sejtedet ATP-t használva a folyamat során Pilus: Más sejtek megszúrására használható Kemoreceptor: Messzebbi vegyületek észlelésére képes
id: Organel Eksternal Flagelum: Menggerakkan sel kamu dengan lebih cepat dengan mengonsumsi [thrive:compound type="atp"][/thrive:compound] Pilus: Dapat digunakan untuk menusuk sel lain
it: Organuli esterni: - flagello: muove la tua cellula più velocemente consumando [thrive:compound type="atp"][/thrive:compound]; - pilo: può essere usato per trafiggere altre cellule; - chemiorecettore: permette di tracciare i composti da distanze maggiori; - cilia: aumentano la velocità rotazionale delle cellule.
ko: 외부 세포 기관 편모: ATP를 소모하여 세포를 더 빠르게 이동 선모: 다른 세포를 찌를 수 있음
nl: Externe Organellen Flagel: Maakt bewegen sneller door [thrive:compound type="atp"][/thrive:compound] te verbruiken Pilus: Kan worden gebruikt om andere cellen te steken of te verdedigen tegen hun gifstoffen Chemoreceptor: Maakt het mogelijk om stoffen van verder af te detecteren Slijmstraal: Maakt het mogelijk om [thrive:compound type="mucilage"][/thrive:compound] (gemaakt van [thrive:compound type="glucose"][/thrive:compound]) uit te stoten om je cel sneller te laten bewegen. Cilia: Verhoogt de draaisnelheid van cellen
nl_be: Externe Organellen Flagellum: Laat je cell sneller bewegen door het verbruiken van [thrive:compound type="atp"][/thrive:compound] Pilus: Kan gebruikt worden om andere cellen te steken
pl: Organella Zewnętrzne Wić: Porusza twoją komórkę szybciej używając [thrive:compound type="atp"][/thrive:compound] Pilus: Może być użyty do dźgania innych komórek Chemoreceptor: Umożliwia wykrywanie związków z większej odległości Gruczoł Śluzowy: Umożliwia wydzielanie [thrive:compound type="mucilage"][/thrive:compound] (produkowanego z [thrive:compound type="glucose"][/thrive:compound]) aby przyspieszyć twoją komórkę Rzęski: Zwiększają prędkość obracania się komórek
pt_pt: Organelos Externos Flagelo: Move a tua célula mais rapidamente ao consumir [thrive:compound type="atp"][/thrive:compound] Pilo: Pode ser usado para apunhalar outras células Quimiorreceptor : Permite detectar compostos de mais longe
sk: Externé organely Bičík: Umožňuje rýchlejší pohyb bunky spotrebúvaním [thrive:compound type="atp"][/thrive:compound] Pilus: Môže byť použitý na bodnutie iných buniek alebo na obranu proti ich toxínom Chemoreceptor: Umožňuje detekciu zlúčenín z väčšej vzdialenosti Riasinky: Zvýšujú rýchlosť otáčania bunky
sr_cyrl: Спољне органеле Бич: брже покреће ћелију конзумирањем ATP-а Грабежљива Коса: Може се користити за убадање других ћелија
sr_latn: Spoljne organele Bič: brže pokreće ćeliju konzumiranjem ATP-a Grabežljiva Kosa: Može se koristiti za ubadanje drugih ćelija
sv: Externa organeller Flagellum: Flyttar din cell snabbare genom att förbruka ATP. Pilus: Kan användas för att sticka andra celler
th_th: อวัยวะภายนอก Flagellum: ย้ายเซลล์ของคุณเร็วขึ้นโดยใช้ ATP Pilus: สามารถใช้แทงเซลล์อื่นได้
uk: Зовнішні органели Джгутики: живлячися прискорюють вашу клітину [thrive:compound type="atp"][/thrive:compound] Ворсинки: Можна використати, щоб заколювати інші клітини насмерть Хеморецептор: Дає змогу знаходити сполуки, що на відстані Струмінь слизу: дозволяє випорскувати [thrive:compound type="mucilage"][/thrive:compound] (продукується з [thrive:compound type="glucose"][/thrive:compound]) прискорюючи вашу клітину Війки: збільшують швидкість обертання клітини
zh_cn: 外部细胞器 鞭毛：通过消耗[thrive:compound type="atp"][/thrive:compound]加快你细胞的移动速度 菌毛：可以用来捅其它细胞或防护毒素 化学感受器：允许从更远的地方探测化合物 黏液喷嘴: 允许喷射 [thrive:compound type="mucilage"][/thrive:compound] (由 [thrive:compound type="glucose"][/thrive:compound]转化而来) 以增加你的细胞的速度 纤毛：增加细胞转动速度
zh_tw: 外部細胞器 鞭毛：透過消耗 [thrive:compound type="atp"][/thrive:compound] 加速細胞移動速度 菌毛：可用於刺傷其他細胞或防禦其毒素 化學感受器：允許從更遠的地方探測化合物 黏液噴嘴：允許噴射 [thrive:compound type="mucilage"][/thrive:compound]（由 [thrive:compound type="glucose"][/thrive:compound] 生產而來）來加速您的細胞 纖毛：增加細胞轉動速度
