Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CHROMATOPHORE_PROCESSES_DESCRIPTION
source: Produces [thrive:compound type="glucose"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="carbondioxide"][/thrive:compound] and intensity of [thrive:compound type="sunlight"][/thrive:compound].
bg: Произвежда [thrive:compound type="glucose"]глюкоза[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и [thrive:compound type="sunlight"]слънчева светлина[/thrive:compound] в околната среда.
ca: Produeix [thrive:compound type="glucose"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="carbondioxide"][/thrive:compound] i a la intensitat de [thrive:compound type="sunlight"][/thrive:compound].
cs: Produkuje [thrive:compound type="glucose"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a intenzitě [thrive:compound type="sunlight"][/thrive:compound].
de: Produziert [thrive:compound type="glucose"][/thrive:compound]. Rate skaliert mit der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound] und der Intensität des [thrive:compound type="sunlight"][/thrive:compound].
es: Produce [thrive:compound type="glucose"][/thrive:compound]. La tasa de producción escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y la intensidad de [thrive:compound type="sunlight"][/thrive:compound].
et: Toodab [thrive:compound type="glucose"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="süsinikdioksiid"][/thrive:compound] ja intensiivsusega [thrive:compound type="sunlight"][/thrive:compound].
fi: Tuottaa [thrive:compound type="glucose"][/thrive:compound]a. Tuotannon nopeus riippuu ympäristön [thrive:compound type="carbondioxide"]hiilidioksidipitoisuudesta[/thrive:compound] ja [thrive:compound type="sunlight"]auringon valon[/thrive:compound] saatavuudesta.
fr: Produit [thrive:compound type="glucose"][/thrive:compound]. Effet proportionnel avec la concentration en [thrive:compound type="carbondioxide"][/thrive:compound] et l'[thrive:compound type="sunlight"][/thrive:compound].
he: מייצר [thrive:compound type="glucose"][/thrive:compound]. בהתאם לריכוז של [thrive:compound type="carbondioxide"][/thrive:compound] ועוצמת ה[thrive:compound type="sunlight"][/thrive:compound].
hu: [thrive:compound type="glucose"][/thrive:compound]-t állít elő. A folyamat gyorsasága a [thrive:compound type="carbondioxide"] koncentrációjától és a [thrive:compound type="sunlight"][/thrive:compound] intenzitásától függ.
id: Memproduksi [thrive:compound type="glucose"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound] dan intensitas [thrive:compound type="sunlight"][/thrive:compound]
it: Produce [thrive:compound type="glucose"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound] e con l'intensità di [thrive:compound type="sunlight"][/thrive:compound].
ka: აწარმოებს [thrive:compound type="glucose"][/thrive:compound]-ს. სიჩქარე იზრდება [thrive:compound type="carbondioxide"][/thrive:compound]-ის კონცენტრაციასთან და [thrive:compound type="sunlight"][/thrive:compound]-ის ინტენსიურობასთან ერთად.
nl: Produceert [thrive:compound type="glucose"][/thrive:compound]. Snelheid schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en de intensiteit van [thrive:compound type="sunlight"][/thrive:compound].
nl_be: Produceert[thrive:compound type="glucose"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en de intensiteit van [thrive:compound type="sunlight"][/thrive:compound].
pl: Syntezuje [thrive:compound type="glucose"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound] i intensywnością [thrive:compound type="sunlight"][/thrive:compound].
pt_br: Produz [thrive:compound type="glucose"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e a intensidade de [thrive:compound type="sunlight"][/thrive:compound].
pt_pt: Produz [thrive:compound type="glucose"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e a intensidade de [thrive:compound type="sunlight"][/thrive:compound].
ru: Производит [thrive:compound type="glucose"][/thrive:compound]. Скорость повышается с увеличением концентрации [thrive:compound type="carbondioxide"][/thrive:compound] и интенсивности [thrive:compound type="sunlight"][/thrive:compound].
sk: Produkuje [thrive:compound type="glucose"]glukózu[/thrive:compound]. Množstvo závisí od [thrive:compound type="carbondioxide"]oxidu uhličitého[/thrive:compound] a intenzity [thrive:compound type="sunlight"]slnečného žiarenia[/thrive:compound].
th_th: ผลิต [เจริญเติบโต:สารประกอบ]กลูโคส[/เจริญเติบโต:สารประกอบ] อัตรามาตราส่วนด้วยความเข้มข้นของ [การเจริญเติบโต:สารประกอบ]คาร์บอนไดออกไซด์[/การเจริญเติบโต:สารประกอบ] และความเข้มของ [การเจริญเติบโต:สารประกอบ]แสงแดด[/การเจริญเติบโต:สารประกอบ]
tr: [thrive:compound type="glucose"]Glukoz[/thrive:compound] üretir. Bu oran, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ve [thrive:compound type="sunlight"]güneş ışığı[/thrive:compound] şiddeti ile doğru orantılıdır.
uk: Продукує [thrive:compound type="glucose"][/thrive:compound]. Кількість залежить від [thrive:compound type="carbondioxide"][/thrive:compound] та інтенсивності [thrive:compound type="sunlight"][/thrive:compound].
zh_cn: 产出[thrive:compound type="glucose"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]的浓度与[thrive:compound type="sunlight"][/thrive:compound]强度成正比。
zh_tw: 生產 [thrive:compound type="glucose"][/thrive:compound]。速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度和 [thrive:compound type="sunlight"][/thrive:compound] 的強度成正比。

# CHUNK_CELL_CORPSE_PART
source: Cell Corpse Chunk
ka: უჯრედის გვამის ნაგლეჯი
nl: Lichaamsdeel van cel
pt_br: Pedaço de Cadáver Celular
pt_pt: Pedaço de cadáver de uma célula
ru: Фрагмент клеточного трупа
tr: Ölü Hücre Parçası
uk: Фрагмент трупу клітини
zh_tw: 細胞碎塊

# CHUNK_FOOD_SOURCE
source: {0} consumption
ca: {0} consum
cs: Spotřeba {0}
de: {0}-Verbrauch
es: Consumo de: {0}
et: {0} tarbimine
fr: Consommation de {0}
he: {0} צריכה
hu: {0} fogyasztás
it: Consumo di {0}
ka: {0} მოხმარება
nl: Verbruik van {0}
pl: Konsumpcja {0}
pt_br: Consumo de {0}
pt_pt: {0} consumo
ru: {0} потребления
sk: {0} spotreba
sv: {0} konsumtion
tr: {0} tüketimi
uk: {0} спожито/поглинуто
zh_cn: {0}消耗
zh_tw: {0} 消耗

source: Cilia
bg: Реснички
ca: Cilis
cs: Řasinky
de: Zilie
eo: Cilio
es: Cilios
fi: Värekarva
fr: Cil
he: ריס
hu: Csilló
id: Silia
it: Ciglia
ka: წამწამი
ko: 섬모
nl_be: Trilharen
pl: Rzęski
pt_br: Cílios
pt_pt: Cílios
ru: Ресничка
sk: Riasinky
sr_cyrl: Цилија
sr_latn: Cilija
sv: Flimmerhår
th_th: ซิเลีย
tr: Siller
uk: Війки
zh_cn: 纤毛
zh_tw: 纖毛

# CILIA_DESCRIPTION
source: Cilia hairs are similar to the flagella but instead of providing directional thrust force they provide rotational force to help cells turn.
bg: Ресничките са подобни на камшичетата, но те увеличават само скоростта на завъртане на клетките.
ca: Els filaments de cilis són similars als flagels, però en comptes de proporcional una força d'impuls direccional, proporcional una força rotacional per ajudar les cèl·lules a rotar.
cs: Řasy jsou podobné bičíkům, ale místo poskytování tlačící síly poskytují sílu rotační, která pomáhá buňkám se otáčet.
de: Zilien funktionieren ähnlich wie Flagellen. Aber anstatt Antrieb in eine bestimmte Richtung zu geben, helfen sie bei der Drehbewegung der Zelle.
es: Los Cilios son similares a los flagelos, pero en vez de proveer major velocidad directional, proveen major fuerza de rotación, ayudando a las células a girar.
fr: Les cils sont similaires aux flagelles mais au lieu de fournir une force de poussée directionnelle, ils fournissent une force de rotation pour aider les cellules à tourner.
he: ריסונים דומים לשוטונים אבל במקום שהם מספקים דחף לכיוון מסוים הם עוזרים לתא להסתובב ולפנות.
it: Le cilia, come strutture, sono simili ai flagelli. Tuttavia, invece che fornire una spinta direzionale, aiutano le cellule a roteare meglio.
ka: წამწამები შოლტის მსგავსი რამაა, მაგრამ გადაადგილებისთვის საჭირო გაწევის ძალის მაგიერ ისინი უჯრედებს მობრუნებაში ეხმარებიან.
nl: Trilhaartjes lijken op flagellen maar in plaats van stuwkracht in een bepaalde richting zorgen ze voor rotatiekracht waardoor de cel beter kan draaien.
pl: Rzęski są podobne do wici lecz zamiast dostarczać kierunkową siłę ciągu dodają siłę obrotową by pomóc komórkom się obracać.
pt_br: Os cílios são semelhantes aos flagelos, mas ao invés de fornecerem força de impulso direcional, eles fornecem força rotacional para ajudar as células a girar.
pt_pt: Os cílios são semelhantes aos flagelos mas, em vez de fornecerem força de impulso direcional, fornecem força de rotação para ajudar as células a rodar.
ru: Реснички похожи на жгутики, но вместо однонаправленного ускорения они производят вращательное, помогая клеткам вращаться. Так же доступна их модификация, что при включении режима поглощения притягивает объекты к хозяину.
tr: Sil tüyleri kamçılara benzer ancak, yönlü itiş kuvveti sağlamak yerine, hücrelerin dönmesi için dönme kuvveti sağlar.
uk: Волоски війок скидаються на джгутики, але замість забезпечення спрямування сили тяги вони надають обертову силу, що допомагає повертатися клітині.
zh_cn: 纤毛与鞭毛相似，但它们不提供方向性推力，而是提供旋转力，帮助细胞转动。
zh_tw: 纖毛與鞭毛相似，但它們不提供定向推力，而是提供旋轉力來幫助細胞轉動。

# CILIA_PROCESSES_DESCRIPTION
source: Increases turning speed of large cells.
bg: Увеличават скоростта на завъртане на клетките.
ca: Augmenta la velocitat de gir de grans cèl·lules.
cs: Zvyšuje rychlost otáčení velkých buněk.
de: Erhöht die Wendigkeit von großen Zellen.
es: Aumenta la velocidad de rotación de células grandes.
fr: Augmente la vitesse de rotation des grandes cellules.
he: מגדיל את מהירות הסיבוב של תאים גדולים.
it: Aumentano la velocità di viraggio. Utili per cellule molto grandi.
ka: ზრდის დიდი უჯრედების მობრუნების სიჩქარეს.
nl: Verhoogt de draaisnelheid van grote cellen.
pl: Zwiększa prędkość obrotu większych komórek.
pt_br: Aumenta a velocidade de rotação das células maiores.
pt_pt: Aumenta a velocidade de rotação de células grandes.
ru: Повышает скорость поворота клеток.
sk: Zvyšuje rýchlosť otáčania veľkých buniek.
tr: Büyük hücrelerin dönme hızını arttırır.
uk: Збільшує швидкість обертання великих клітин.
zh_cn: 增加大体型细胞的转向速度。
zh_tw: 增加大體型細胞的轉向速度。

# CITY_SHORT_STATISTICS
source: Pop: {0} Food: {1} Science: {2}
fr: Population : {0} Nourriture : {1} Science : {2}
ka: პოპ: {0} საჭმელი: {1} მეცნიერება: {2}
nl: Bevolking: {0} Voedsel: {1} Wetenschap: {2}
pt_br: População: {0} Alimento: {1} Ciência: {2}
pt_pt: Pop: {0} Comida: {1} Ciência: {2}
ru: Популяция: {0} Еда: {1} Наука: {2}
tr: Nüfus: {0} Gıda: {1} Bilim: {2}
uk: Населення: {0} Їжа: {1} Наука: {2}
zh_cn: 人口：{0} 食物：{1} 科学：{2}
zh_tw: 人口：{0} 食物：{1} 科學：{2}

source: Clean Up Old Saves
bg: Изтриване на старите записи
ca: Netejar els arxius de guardat antics
cs: Vyčistit stará uložení
de: Alte Speicherstände aufräumen
eo: Forigi Malnovajn Konservadojn
es: Limpiar archivos de guardado antiguos
et: Vanade salvestuste puhastamine
fi: Siivoa vanhat tallennukset
fr: Suppression des Anciennes Sauvegardes
he: נקה שמירות ישנות
hu: Régi mentések törlése
id: Bersihkan Save Lama
it: Pulisci i vecchi salvataggi
ka: ძველი შენახულების გასუფთავება
ko: 이전 저장 정리
nl: Oude Opslagbestanden Opschonen
nl_be: Ruim oude opgeslagen bestanden op
pl: Usuń stare zapisy
pt_br: Limpar salvamentos antigos
pt_pt: Limpar os jogos guardados antigos
ru: Удалить устаревшие сохранения
sr_cyrl: Очистите Старе Чување
tr: Eski Kayıtları Temizle
uk: Очистити старі збереження
zh_cn: 清除旧存档
zh_tw: 清除舊存檔

source: Close
bg: Затваряне
ca: Tancar
cs: Zavřít
de: Schließen
eo: Fermu
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hu: Bezár
id: Tutup
it: Chiudi
ka: დახურვა
ko: 닫기
nl: Sluiten
nl_be: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sk: Zavrieť
sr_cyrl: Затвори
sr_latn: Zatvori
sv: Stäng
th_th: ปิด
tr: Kapat
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉

source: Close options?
bg: Затваряне настройките?
ca: Tancar opcions?
cs: Zavřít možnosti?
de: Optionen schließen?
eo: Ĉu fermu agordojn?
es: ¿Cerrar Ajustes?
et: Kas sulgeda valikud?
fi: Sulje asetukset?
fr: Fermer les paramètres ?
he: לסגור אפשרויות?
hu: Bezárod a beállítás panelt?
id: Tutup pilihan?
it: Chiudere le opzioni?
ka: დავხურო პარამეტრები?
ko: 설정을 종료합니까?
nl: Opties sluiten?
nl_be: Opties sluiten?
pl: Zamknąć opcje?
pt_br: Fechar opções?
pt_pt: Fechar as opções?
ru: Закрыть настройки?
sk: Zatvoriť možnosti?
sr_cyrl: Затворити опције?
sr_latn: Zatvoriti opcije?
sv: Stäng inställningar?
th_th: ปิดตัวเลือกไหม
tr: Ayarlar kapatılsın mı?
uk: Закрити налаштування?
zh_cn: 关闭选项菜单？
zh_tw: 關閉選項選單？

source: Cloud resolution divisor:
bg: Делител на облачната резолюция:
ca: Divisor de resolució dels núvols:
cs: Oddělovač rozlišení mraků:
de: Wolkenauflösungsteiler:
eo: Nuba Rezolucia Divizoro:
es: Divisor de Resolución de Nubes:
et: Pilve eraldusvõime jagaja:
fi: Pilvien resoluutioiden jakaja:
fr: Diviseur de résolution des nuages :
he: מחליק רזולוציית ענן:
hu: Felhő felbontásának osztója:
id: Pembagi Resolusi Awan:
it: Divisore risoluzione nuvole:
ka: ღრუბლის გაფართოების გამყოფი:
ko: 구름 해상도 인자:
nl: Wolk resolutiedeler:
nl_be: Wolk resolutie deler:
pl: Dzielnik rozdzielczości chmur:
pt_br: Divisor da resolução de nuvens:
pt_pt: Divisor da Resolução de Nuvens:
ru: Делитель разрешения облака:
sk: Oddeľovač rozlíšenia oblakov:
sr_cyrl: Делитељ Облачне Резолуције:
sr_latn: Delitelj Oblačne Rezolucije:
sv: Molnupplösnings Divisor:
th_th: ตัวหารความละเอียดของคลาวด์:
tr: Bulut çözünürlük bölücü:
uk: Дільник роздільної здатності хмари:
zh_cn: 云分辨率除数：
zh_tw: 雲解析度因數：

source: Cloud simulation minimum interval:
bg: Минимален интервал на облачната симулация:
ca: Mínim interval de simulació de núvols:
cs: Minimální interval simulace mračen:
de: Wolkensimulation Minimumintervall:
eo: Nuba Simulada Minimumo Intervalo:
es: Mínimo de intervalo de simulación de nubes:
et: Pilve simulatsiooni minimaalne intervall:
fi: Pienin pilvien päivitys aikajakso:
fr: Intervalle minimal de simulation des nuages :
he: מרווח מינימלי של הדמיית ענן:
hu: Felhőszimuláció minimum intervalluma:
id: Interval Minimum Simulasi Awan:
it: Intervallo minimo simulazione nuvole:
ka: ღრუბლების სიმულაციის მინიმალური შუალედი:
ko: 최소 구름 시뮬레이션 간격:
nl: Wolksimulatie minimum interval:
nl_be: Wolk simulatie minimum interval:
pl: Minimalny interwał symulacji chmur:
pt_br: Intervalo mínimo da simulação de nuvens:
pt_pt: Intervalo mínimo da simulação de nuvens:
ru: Мин. интервал симуляции облаков:
sk: Minimálny interval simulácie oblakov:
sr_cyrl: Минимум Интервал од Симулације Облака:
sr_latn: Minimum Interval od Simulacije Oblaka:
sv: Molnsimulerings minimala interval:
th_th: การจำลองคลาวด์ขั้นต่ำ ช่วงเวลา:
tr: Bulut simülasyonu minimum aralığı:
uk: Мінімальний інтервал симуляції хмари:
zh_cn: 云仿真最小间隔时间：
zh_tw: 雲模擬最小時間間隔：

source: Coastal
bg: Крайбрежие
ca: Zona costanera
cs: Pobřeží
de: Küste
eo: Marbordo
es: Costero
et: Rannikuäärne
fi: Rantavyöhyke
fr: Côtier
he: חוף
hu: Partvidéki
id: Pesisir
it: Costiero
ka: სანაპირო
ko: 해안
nl: Kust
nl_be: Kust
pl: Przybrzeże
pt_br: Costeiro
pt_pt: Litoral
ru: Прибрежный
sk: Pobrežie
sr_cyrl: Приобални
sr_latn: Priobalni
sv: Kust
th_th: ชายฝั่ง
tr: Sahil
uk: Узбережжя
zh_cn: 海岸
zh_tw: 海岸

# COLLISION_SHAPE
source: Show physics debug shapes
bg: Фигури на обектите
ca: Generar entitats amb formes de col·lisió
cs: Spawnování entit s tvary kolizí
de: Erzeuge Entitäten mit Kollisionskonturen
es: Crear entidades con cuadros de colisión
fr: Créer les entités avec les formes de collision
he: זמן ישויות עם צורות התנגשות
hu: Entitások lerakása ütközési alakzatokkal
it: Genera entità con forme di collisione
ka: ფიზიკის გამართვის ფიგურების ჩვენება
nl: Plaats entiteiten met botsingsvorm
pl: Przywołaj byty z kształtami kolizji
pt_br: Gerar entidades com formas de colisão
pt_pt: Mostrar formas de depuração da física
ru: Создавать сущности с коллизией
tr: Fizik hata ayıklama şekillerini göster
uk: Cпавнити сутності з формами зіткнення
zh_cn: 生成具有碰撞形状的实体
zh_tw: 生成具有碰撞形狀的實體

source: Colour
bg: Цвят
ca: Color
cs: Barva
de: Farbe
eo: Koloro
es: Color
et: Värv
fi: Väri
fr: Couleur
he: צבע
hu: Szín
id: Warna
it: Colore
ka: ფერი
ko: 색
nl: Kleur
nl_be: Kleur
pl: Kolor
pt_br: Coloração
pt_pt: Cor
ru: Окраска
sk: Farba
sr_cyrl: Боја
sr_latn: Boja
sv: Färg
tr: Renk
uk: Колір
zh_cn: 颜色
zh_tw: 顏色

source: Colourblind correction:
bg: Корекция за цветна слепота:
ca: Correcció per daltonisme:
cs: Korekce barev:
de: Farbenblindheits-Korrektur:
eo: Kolorblinda o:
es: Corrección de color para daltónicos:
et: Värvipime korrigeerimine:
fi: Värisokeuden korjaus:
fr: Correction daltonienne :
he: תיקון לעיוורון צבעים:
hu: Színvakság javító:
id: Koreksi Buta Warna:
it: Correzione colore (per daltonismo):
ka: ფერების კოლექცია დალტონიკებისთვის:
ko: 색맹 교정:
nl: Kleurenblindheid-correctie:
nl_be: Kleurenblindheid Correctie:
pl: Korekta kolorów dla daltonistów:
pt_br: Correção de cor (daltonismo):
pt_pt: Correção de cor para daltónicos:
ru: Цветокоррекция для дальтоников:
sk: Korekcia farieb:
sr_cyrl: Корекција далтониста:
sr_latn: Korekcija daltonista:
sv: Färgblindhets Rättning:
th_th: การแก้ไขคนตาบอดสี:
tr: Renk düzeltme:
uk: Кольорокорекція:
zh_cn: 色盲修正：
zh_tw: 色盲修正：

# COLOUR_PICKER_ADD_PRESET
source: Add current colour as a preset
bg: Добавяне на текущия цвят като шаблон
ca: Afegir color actual com a plantilla
cs: Přidat současnou barvu jako předvolbu
de: Aktuelle Farbe als Voreinstellung hinzufügen
es: Añadir color actual como predeterminado
et: Lisage praegune värv eelseadistusena
fi: Lisää nykyinen väri palettiin
fr: Ajouter cette couleur à la palette
he: הוסף את הצבע הנוכחי כקבוע
hu: Szín beállítása előre beállítottra
id: Tambahkan warna kini sebagai prasetel
it: Aggiungi ai colori personalizzati
ka: მიმდინარე ფერის პრესეტად დამატება
nl: Voeg huidige kleur toe als voorinstelling
nl_be: Huidige kleur toevoegen als preset
pl: Dodaj obecny kolor jako ustawienie wstępne
pt_br: Adicionar cor atual como uma predefinição
pt_pt: Adicionar a cor atual como predefinição
ru: Добавить текущий цвет в набор
sk: Pridať aktuálnu farbu ako prednastavenú
tr: Mevcut rengi ön ayar olarak ekle
uk: Додати попередній колір, як поточний
zh_cn: 将当前颜色加入预设
zh_tw: 將當前顏色加入預設

# COLOUR_PICKER_A_TOOLTIP
source: Alpha channel value of the colour
bg: Стойност на прозрачността
ca: Canal alpha valor del color
cs: Hodnota alfa kanálu barvy
de: Alphakanalwert der Farbe
es: Composición alfa del color
et: Värvi alfakanali väärtus
fr: Valeur du canal de transparence de la couleur
he: ערך האלפא בצבע הנתון
hu: Alfa csatorna színértéke
id: Nilai alpha dari warna
it: Valore alpha (di trasparenza) del colore
ka: ფერის ალფა არხის მნიშვნელობა
nl: Alfakleurwaarde
nl_be: Alpha kanaalwaarde van de kleur
pl: Wartość koloru w kanale alfa
pt_br: Valor do canal alfa da cor
pt_pt: Valor do canal alfa da cor
ru: Значение альфа канала
sk: Hodnota alfa kanála farby
sv: Alpha kanal värdet för färgen
tr: Rengin alfa kanalı değeri
uk: Альфа канал кольору
zh_cn: 不透明度
zh_tw: 顏色的 Alpha 通道值（不透明度）

# COLOUR_PICKER_B_TOOLTIP
source: Blue channel value of the colour
bg: Стойност на синьото
ca: Canal blau valor del color
cs: Hodnota modrého kanálu barvy
de: Blaukanalwert der Farbe
es: Azul
et: Värvi sinise kanali väärtus
fr: Valeur du canal bleu de la couleur
he: ערך הצבע הכחול בצבע הנתון
hu: A kék csatorna színértéke
id: Nilai kebiruan dari warna
it: Valore di blu nel colore
ka: ფერის ლურჯი არხის მნიშვნელობა
nl: Blauwkleurwaarde
nl_be: Blauwe kanaalwaarde van de kleur
pl: Wartość koloru w kanale niebieskim
pt_br: Valor do canal azul da cor
pt_pt: Valor do canal azul da cor
ru: Значение синего канала цвета
sk: Hodnota modrého kanála farby
sv: Blåa kanal värdet för färgen
tr: Rengin mavi kanal değeri
uk: Синый канал кольору
zh_cn: 蓝通道值，决定颜色里有多少蓝色
zh_tw: 顏色的藍色通道值

# COLOUR_PICKER_G_TOOLTIP
source: Green channel value of the colour
bg: Стойност на зеленото
ca: Canal verd valor del color
cs: Hodnota zeleného kanálu barvy
de: Grünkanalwert der Farbe
es: Verde
et: Värvi rohelise kanali väärtus
fr: Valeur du canal vert de la couleur
he: ערך הצבע הירוק בצבע הנתון
hu: A zöld csatorna színértéke
id: Nilai kehijauan dari warna
it: Valore di verde nel colore
ka: ფერის მწვანე არხის მნიშვნელობა
nl: Groenkleurwaarde
nl_be: Groene kanaalwaarde van de kleur
pl: Wartość koloru w kanale zielonym
pt_br: Valor do canal verde da cor
pt_pt: Valor do canal verde da cor
ru: Значение зеленого канала цвета
sk: Hodnota zeleného kanála farby
sv: Gröna kanal värdet för färgen
tr: Rengin yeşil kanal değeri
uk: Зелений канал кольору
zh_cn: 绿通道值，决定颜色里有多少绿色
zh_tw: 顏色的綠色通道值

# COLOUR_PICKER_HSV_BUTTON_TOOLTIP
source: Switch HSV (Hue, Saturation, Value) mode on or off. Can't be turned on when in raw mode.
bg: Превключване на ОНС (oттенък, наситеност и стойност). Не може да се използва заедно с необработените цветове.
ca: Activar o desactivar el mode HSV (Hue, Saturació, Valor). No es pot activar quan està en mode "raw".
cs: Přepnout režim HSV (Odstín, Saturace, Jas). Nemůže být zapnuto v režimu RAW.
de: Schaltet den HSV-Modus (Farbwert, Farbsättigung, Hellwert) ein oder aus. Kann im Roh-Modus nicht eingeschaltet werden.
es: Activar o desactivar el modo HSV (Matiz, Saturación, Brillo). No se puede activar cuando estás en modo Crudo
et: Lülitage HSV (Hue, Saturation, Value) režiim sisse või välja. Toorrežiimis ei saa sisse lülitada.
fr: Active ou désactive le mode TSV (teinte, saturation, valeur). Ne peut pas être activé en mode brut.
he: שנה HSV (גוון, רוויה וערך) למצב כבוי או דלוק. לא ניתן להדליק מצב "טרי".
hu: HVS (Színárnyalat, Telítettség, Érték) mód ki/be kapcsolása. Nem lehet bekapcsolni, ha nyers módban van.
it: Accendi/spegni la modalità HSV (Hue, Saturation, Value). Non compatibile con la modalità raw.
ka: HSV-ის (ტონი, გაჯერებულობა, მნიშვნელობა) რეჟიმის ჩართვა ან გამორთვა. ვერ ჩართავთ დაუმუშავებელ რეჟიმში.
nl: Zet TVH (Tint, Verzadiging, Helderheid) modus aan of uit. Kan niet aangezet worden in rauwe modus.
nl_be: Schakel de HSV-modus (Hue, Saturation, Value) in of uit. Kan niet worden ingeschakeld in de onbewerkte modus.
pl: Przełącz tryb HSV (Odcień, Nasycenie, Wartość). Nie można wyłączyć w trybie raw.
pt_br: Alternar o modo HSV (Matiz, Saturação, Valor) entre ligado ou desligado. Não pode ser ligado no modo bruto.
pt_pt: Ligar ou desligar o modo HSV (matiz, saturação, valor). Não pode ser ativado no modo bruto.
ru: Вкл/выкл режим настройки оттенка, насыщенности, значения. Не может быть включено в raw-режиме.
sk: Zapnúť alebo vypnúť režim OSJ (Odtieň, Saturácia, Jas). Nemôže byť zapnutý v režime raw.
sv: Slå på eller av HSV-läge (Hue, Saturation, Value). Kan inte slås på i rå-läge.
tr: HSV (Renk Tonu, Doygunluk, Değer) modunu aç veya kapat. Raw moddayken kullanılamaz.
uk: Перемкнути режим HSV(відтінок, насичення...). Не можна увімкнути в сирому режимі.
zh_cn: 切换HSV（色调、饱和度、明度）模式。 在原始模式下无法启用。
zh_tw: 切換 HSV（色相、飽和度、明度）模式。 在原始模式下無法啟用。
