Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TAGS_IS_WHITESPACE
source: Tags contain only whitespace
bg: Етикетите са празни
ca: Les etiquetes només contenen espai en blanc
cs: Štítky pouze obsahují whitespace
de: Tags enthalten nur Leerzeichen
es: No se ha indicado ninguna etiqueta
et: Sildid sisaldavad ainult tühikuid
he: תגיות מכילים רק רווחים
it: I tag contengono solo spazi bianchi
ka: ჭდეები, მხოლოდ, გამოტოვებებს შეიცავებ
nl: Etiketten bevatten alleen witte ruimte
nl_be: Tags bevatten enkel spaties
pl: Tagi zawierają tylko znaki białe
pt_br: Etiquetas contém somente espaços em branco
pt_pt: Tags contém apenas espaços em branco
ru: Теги содержат только пробелы
tr: Etiketler yalnızca beyaz boşluk içerir
uk: Теги містять лише пробіли
zh_cn: 标签里只有空格
zh_tw: 標籤僅包含空格

# TAKE_SCREENSHOT
source: Take a screenshot
bg: Снимка на екрана
ca: Fer una captura de pantalla
cs: Udělat screenshot
de: Screenshot aufnehmen
eo: Prenu ekrankopion
es: Tomar una captura de pantalla
et: Tehke ekraanipilt
fi: Ota ruudunkaappaus
fr: Prendre une capture d'écran
he: צלם מסך
hu: Képernyőkép készítése
id: Ambil tangkapan layar
it: Cattura la schermata [screenshot]
ka: ეკრანის ანაბეჭდის აღება
ko: 스크린샷 촬영
nl: Maak een screenshot
nl_be: Neem een schermopname
pl: Zrzut ekranu
pt_br: Capturar tela
pt_pt: Capturar ecrã
ru: Сделать снимок экрана
sk: Spraviť snímku obrazovky
sr_cyrl: Направите снимак екрана
sr_latn: Napravite snimak ekrana
sv: Ta ett screenshot
th_th: จับภาพหน้าจอ
tr: Ekran görüntüsü al
uk: Зробити знімок екрана
zh_cn: 截图
zh_tw: 截圖

# TARGET_TYPE_COLON
source: Target Type:
de: Suchziel:
fr: Type de cible :
ka: სამიზნის ტიპი:
nl: Doelwittype:
pt_br: Tipo do Alvo:
pt_pt: Tipo do alvo:
ru: Тип цели:
tr: Hedef Tür:
uk: Тип цілі:
zh_cn: 目标类型：
zh_tw: 目標類型：

# TECHNOLOGY_ASCENSION
source: Ascension
ka: აღმასვლა
nl: Verheffing
pt_br: Ascensão
pt_pt: Ascensão
ru: Вознесение
tr: Tırmanış
uk: Піднесення
zh_cn: 飞升
zh_tw: 飛升

# TECHNOLOGY_HUNTER_GATHERING
source: Hunter-Gathering
ka: მონადირე-შემგროვებელი
nl: Jagen-Verzamelen
pt_br: Caça e Coleta
pt_pt: Caçador-Coletor
ru: Охота и собирательство
tr: Avcı-Toplayıcılık
uk: Полювання-збірництво
zh_cn: 渔猎采集
zh_tw: 狩獵採集

# TECHNOLOGY_LEVEL_ADVANCED_SPACE
source: Advanced Space
ka: განვითარებული კოსმოსი
nl: Geavanceerde Ruimte
pt_br: Espaço Avançado
pt_pt: Espaço Avançado
ru: Расширенный космос
tr: Gelişmiş Uzay
uk: Просунений космічний
zh_cn: 太空时代
zh_tw: 先進太空

# TECHNOLOGY_LEVEL_INDUSTRIAL
source: Industrial
fr: Industriel
ka: ინდუსტრიული
nl: Industrieel
ru: Индустриальный
tr: Sanayi
uk: Індустріальний
zh_cn: 工业时代
zh_tw: 工業

# TECHNOLOGY_LEVEL_PRE_SOCIETY
source: Pre-Society
ka: საზოგადოებამდელი
nl: Voor-Maatschappelijk
pt_br: Pré-Sociedade
pt_pt: Pré-Sociedade
ru: Пре-общество
tr: Topluluk Öncesi
uk: Досуспільний
zh_cn: 前社会阶段
zh_tw: 前社會

# TECHNOLOGY_LEVEL_PRIMITIVE
source: Primitive
fr: Primitif
ka: პრიმიტიული
nl: Primitief
pt_br: Primitivo
pt_pt: Primitivo
ru: Примитивный
tr: İlkel
uk: Примітивний
zh_cn: 远古时代
zh_tw: 原始

# TECHNOLOGY_LEVEL_SCIFI
source: Scifi
fr: Science-fiction
ka: კოსმოსური
pt_br: Ficção Científica
ru: Космическая стадия
tr: Bilimkurgu
uk: Науково-фантастичний
zh_cn: 远未来
zh_tw: 近未來

# TECHNOLOGY_LEVEL_SPACE_AGE
source: Space Age
fr: Âge spatial
ka: კოსმოსის ერა
nl: Ruimtetijdperk
pt_br: Era Espacial
pt_pt: Era Espacial
ru: Эра космоса
tr: Uzay Çağı
uk: Космічна ера
zh_cn: 太空时代早期
zh_tw: 太空

# TECHNOLOGY_REQUIRED_LEVEL
source: Required tech level: {0}
fr: Niveau technologique requis : {0}
ka: აუცილებელი ტექნ. დონე: {0}
nl: Benodigd technologieniveau: {0}
pt_br: Nível tecnológico necessário: {0}
pt_pt: Nível tecnológico necessário: {0}
ru: Необходимый уровень технологий: {0}
tr: Gerekli teknoloji seviyesi: {0}
uk: Необхідний рівень технологій: {0}
zh_cn: 需要科技等级：{0}
zh_tw: 需要科技等級：{0}

# TECHNOLOGY_ROCKETRY
source: Rocketry
fr: Fuséologie
ka: რაკეტები
nl: Rakketwetenschap
pt_br: Foguetes
ru: Ракетная техника
tr: Roketçilik
uk: Ракетне діло
zh_cn: 火箭科学
zh_tw: 火箭學

# TECHNOLOGY_SIMPLE_STONE_TOOLS
source: Simple Stone Tools
fr: Outils en pierre simples
ka: მარტივი ქვის ხელსაწყოები
nl: Simpele Stenen Werktuigen
pt_br: Ferramentas Simples de Pedra
pt_pt: Ferramentas simples de pedra
ru: Базовые инструменты из камня
tr: Basit Taş Aletler
uk: Прості кам'яні інструменти
zh_cn: 简单石质工具
zh_tw: 簡易石器

# TECHNOLOGY_SOCIETY_CENTER
source: Building Society Center
ka: საზოგადოებრივი ცენტრის მშენებლობა
nl: Gemeenschapscentrum Wordt Gebouwd
pt_br: Construindo o Centro de Sociedade
ru: Постройка центра общества
tr: Topluluk Merkezi İnşaatı
uk: Будування центра суспільства
zh_cn: 社会中心建设
zh_tw: 建造社會中心

# TECHNOLOGY_STEAM_POWER
source: Steam Power
ka: ორთქლის ტექნოლოგიები
nl: Stoomkracht
pt_br: Energia a Vapor
pt_pt: Energia a vapor
ru: Энергия на основе пара
tr: Buhar Gücü
uk: Сила пару
zh_cn: 蒸汽动力
zh_tw: 蒸氣動力

# TECHNOLOGY_UNLOCKED_NOTICE
source: Unlocked technology: {0}
fr: Technologie débloquée : {0}
ka: განიბლოკა ტექნოლოგია: {0}
nl: Technologie ontgrendeld: {0}
pt_br: Tecnologia desbloqueada: {0}
pt_pt: Tecnologia desbloqueada: {0}
ru: Открыта технология: {0}
tr: Kilidi açılan teknoloji: {0}
uk: Відкрито технологію: {0}
zh_cn: 解锁的科技：{0}
zh_tw: 已解鎖科技：{0}

source: Temperature
bg: Температура
ca: Temperatura
cs: Teplota
de: Temperatur
eo: Temperaturo
es: Temperatura
et: Temperatuur
fi: Lämpötila
fr: Température
he: טמפרטורה
hu: Hőmérséklet
id: Suhu
it: Temperatura
ka: ტემპერატურა
ko: 온도
nl: Temperatuur
nl_be: Temperatuur
pl: Temperatura
pt_br: Temperatura
pt_pt: Temperatura
ru: Температура
sk: Teplota
sr_cyrl: Температура
sr_latn: Temperatura
sv: Temperatur
th_th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
zh_cn: 温度
zh_tw: 溫度

# TEMPERATURE_SHORT
source: Temp.
bg: Темп.
ca: Temperatura
cs: Teplota.
eo: Tеmp.
et: temperatuur.
fi: Lämpö.
he: טמפ'.
hu: Hőm.
id: Suhu
ka: ტემპ.
ko: 온도.
ru: Темп.
sk: Teplota.
sr_cyrl: Темп.
tr: Sıc.
uk: Темп.
zh_cn: 温度
zh_tw: 溫度

source: Testing Team
bg: Изпитатели
ca: Equip de proves
cs: Teststeři
de: Test Team
es: Equipo de testeo
et: Testimismeeskond
fi: Testaustiimi
fr: Équipe de test
he: צוות בודקים
hu: Tesztelő csapat
it: Squadra Collaudatori
ka: ტესტირების გუნდი
nl: Testteam
pl: Testerzy
pt_br: Equipe de Teste
pt_pt: Equipa da Testagem
ru: Команда Тестирования
sk: Testeri
sv: Testning
tr: Deneme Ekibi
uk: Команда тестувальників
zh_cn: 测试团队
zh_tw: 測試團隊

# THANKS_FOR_BUYING_THRIVE
source: Thank you for supporting Thrive development by purchasing this copy of Thrive! If you did not buy this copy, please get your own copy [color=#3796e1][url={0}]from here[/url][/color] or check out our [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]website[/url][/color]. If you would like to see the Thrive Launcher before Thrive is started, you can use the button in the main menu to exit to the launcher and then disable seamless mode in the launcher options menu.
bg: Благодарим Ви за покупката на „Thrive“! Ако не сте закупили това копие на играта, моля, направете го [color=#3796e1][url={0}]тук[/url][/color] или разгледайте нашия [color=#3796e1][url=https ://revolutionarygamesstudio.com/releases/]уебсайт[/url][/color]. Ако искате да включите стартиращата програма, преди стартирането на „Thrive“, може да натиснете бутона в главното меню на играта, за да отворите програмата и след това да изключите плавния режим от нейните настройки.
de: Vielen Dank, dass du die Entwicklung von Thrive durch deinen Kauf dieser Steam-Version unterstützt. Wenn du diese Version nicht gekauft hast kannst du deine eigene Version [color=#3796e1][url={0}]von hier beziehen[/url][/color] oder besuche unsere [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]website[/url][/color]. Wenn du den Thrive Starter (Launcher) vor dem Spiel starten willst klicke im Hauptmenü auf "Beenden zum Launcher" und deaktiviere den Schnellstart-Modus in den Optionen.
fr: Merci de soutenir le développement de Thrive en achetant cette copie de Thrive ! Si vous n'avez pas acheté cette copie, s'il vous plaît acheter-la [color=#3796e1][url={0}]ici[/url][/color] ou aller voir sur notre [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]site web[/url][/color]. Si vous souhaitez voir le lanceur Thrive avant le démarrage de Thrive, vous pouvez utiliser le bouton du menu principal pour sortir du lanceur, puis désactiver le mode transparent dans le menu des options du lanceur.
nl: Bedankt voor het steunen van het ontwikeklen van Thrive door deze kopie van Thrive te kopen. Als je deze kopie niet hebt gekocht, haal dan alsjeblieft je eigen kopie [color=#3796e1][url={0}]hier[/url][/color] of bekijk onze [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]website[/url][/color]. Als je het Thrive Opstarthulpprogramma wil zien alvorens Thrive wordt gestart, kun je de knop in het hoofdmenu gebruiken om het spel te sluiten en naar het opstarthulpprogramma terug te keren. Je kunt dan in het optiemenu van het opstarthulpprogramma de naadloze modus uitzetten.
pl: Dziękujemy za wspieranie twórców Thrive przez kupowanie tej kopii gry! Jeśli ty jej nie kupiłeś, proszę dostać własną kopię [color=#3796e1][url={0}]z tąd[/url][/color] lub sprawdzić naszą stronę [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]website[/url][/color]. Jeśli byś chciał zobaczyć Launcher Thrive przed rozpoczęciem gry, możesz użyć guzika w głównym menu by wyjść do launchera i potem wyłączyć tryb bezszwowy w jego ustawieniach.
pt_pt: Obrigado por apoiares o desenvolvimento do Thrive através da compra desta cópia! Se não compraste o jogo, podes comprar a tua cópia [color=#3796e1][url={0}]from here[/url][/color] or check out our [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]website[/url][/color]. Se quiseres aceder ao Thrive Launcher antes de executar o jogo, podes usar o botão no menu principal para sair para a aplicação e aí desativar o modo integrado no menu das opções.
tr: Thrive'ın bu kopyasını satın alarak Thrive'ın gelişimine katkıda bulunduğunuz için teşekkür ederiz. Eğer bu kopyayı satın almadıysanız, lütfen kendi kopyanızı [color=#3796e1][url={0}]buradan[/url][/color] alın veya [color=#3796e1][url=https://revolutionarygamesstudio.com/releases/]web sitemizi[/url][/color] inceleyin. Eğer Thrive başlatılmadan önce Thrive Başlatıcı'yı görmek isterseniz, başlatıcıya dönmek için ana menüdeki butonu kullanabilir ve sonra başlatıcı ayarları menüsünden kesintisiz modu devre dışı bırakabilirsiniz.
uk: Дякуємо за підтримку розробки Thrive, придбавши цю копію Thrive! Якщо ви не купували цю копію, будь ласка, отримайте свою копію [color=#3796e1][url={0}]from here[/url][/color] or check out our [color=#3796e1] Якщо ви хотіли б бачити лаунчер Thrive до запуску Thrive, ви можете вийти до лаунчера через кнопку у головному меню гри, та потім вимкнути плавний режим у меню налаштувань лаунчера.
zh_cn: 感谢你的游玩！如果你喜欢这款游戏，请记得也向你的朋友们推荐一下。 点击链接[color=#3796e1][url={0}]from here[/url][/color]购买本游戏，或者来看看我们的官网：[color=#3796e1][url=https://revolutionarygamesstudio.com/releases/][/url][/color]。 如果您想在Thrive启动之前看到Thrive Launcher，您可以使用主菜单中的按钮退出到启动器，然后在启动器选项菜单中禁用无缝模式。
zh_tw: 感謝您購買此 Thrive 發行來支持 Thrive 開發！ 如果您尚未購買此遊戲，請從[color=#3796e1][url={0}]此處[/url][/color]購買遊戲或查看我們的[color=#3796e1][url=https ://revolutionarygamesstudio.com/releases/]網站[/url][/color]。 如果您想在 Thrive 啟動之前看到 Thrive 啟動器，您可以使用主選單中的按鈕退出到啟動器，然後在啟動器選項中停用無縫模式。

# THANKS_FOR_PLAYING
source: Thank you for playing! If you enjoyed the game, please tell your friends about us.
bg: Благодарим Ви за отделеното време! Ще се радваме да споделите за „Thrive“ и на Вашите приятели.
ca: Gràcies per jugar! Si has gaudit del joc, siusplau explica-ho als teus amics.
cs: Děkujeme, že hrajete naší hru! Pokud se vám líbí, řekněte o nás i Vašim přátelům, prosím.
de: Danke fürs spielen! Falls du das Spiel genossen hast, erzähle bitte deinen Freunden von uns.
es: ¡Gracias por jugar! Si te gustó el juego, cuéntale a tus amigos sobre nosotros.
et: Tänan mängimast! Kui teile mäng meeldis, rääkige meist oma sõpradele.
fi: Kiitos pelaamisesta! Jos tykkäsit pelistä, kerrothan kavereillesi meistä.
fr: Merci d'avoir joué ! Si vous avez aimé le jeu, n'hésitez pas à en parler à vos amis.
he: תודה ששיחקת! אם נהנתה מהמשחק, ספר לחבריך עלינו.
hu: Köszönjük, hogy játszottál a játékkal! Ha élvezted a játékot, akkor beszélj a barátaidnak is rólunk.
id: Terimakasih telah bermain! Jika kamu menikmati game ini, tolong beritahu teman anda tentang kami.
it: Grazie per aver giocato! Se il gioco ti è piaciuto, parlane anche ai tuoi amici.
ka: მადლობა, რომ ითამაშეთ! თუ მოგეწონათ თამაში, მოუყევით მეგობრებსაც ჩვენ შესახებ, გეთაყვა.
nl: Bedankt voor het spelen! Als je het spel leuk vond, vertel dan je vrienden over ons.
nl_be: Bedankt voor het spelen! Als je het spel leuk vond, vertel je vrienden dan over ons.
pl: Dziękujemy za grę! Jeżeli Ci się spodobało, opowiedz o nas swoim znajomym.
pt_br: Obrigado por jogar! Se gostou, fale do jogo para seus amigos.
pt_pt: Obrigado por jogares! Se gostaste do jogo, diz aos teus amigos.
ru: Спасибо за игру! Если вам понравилась игра, расскажите о нас своим друзьям.
sk: Ďakujeme, že si hral našu hru! Ak sa ti hra páčila, nezabudni sa o nás zmieniť svojim kamarátom.
sv: Tack för att du spelade! Om du gillade spelet, berätta om oss för dina vänner.
tr: Oynadığınız için teşekkür ederiz! Eğer oyunu beğendiyseniz, lütfen arkadaşlarınıza bizden bahsedin.
uk: Дякуємо за гру! Якщо сподобалась гра будь-ласка роскажи друзям про нас (та про українське озвучення та переклади).
zh_cn: 感谢你的游玩！ 如果你喜欢这款游戏，记得也向你的朋友们推荐下。
zh_tw: 感謝您的遊玩！ 如果您喜歡這款遊戲，請記得也向您的朋友們推薦。

# THANK_YOU_TITLE
source: Thank You
bg: Благодарим Ви
de: Vielen Dank
fr: Merci
ka: მადლობა
nl: Bedankt
pl: Dziękujemy
pt_br: Obrigado
pt_pt: Obrigado
ru: Спасибо
tr: Teşekkür Ederiz
uk: Дякуємо
zh_cn: 感谢
zh_tw: 感謝您

source: Theory Team
bg: Теоретици
ca: Equip de teoria
cs: Teoretici
de: Theoretiker Team
es: Equipo de teoria
et: Teooria meeskond
fi: Teoriatiimi
fr: Équipe de Théoriciens
he: צוות תיאוריה
hu: Elméleti csapat
it: Squadra Teorici
ka: თეორიის გუნდი
nl: Theorieteam
nl_be: Theorie Team
pl: Teoretycy
pt_br: Equipe de Teoria
pt_pt: Equipa de Teoria
ru: Теоретическая Команда
sk: Teoretici
sv: Teori
tr: Teori Ekibi
uk: Команда теоретиків
zh_cn: 理论家团队
zh_tw: 理論團隊

source: Thermoplast
bg: Термопласт
ca: Termoplast
cs: Termoplast
eo: Termika plasto
es: Termoplasto
et: Termoplast
fi: Lämpöplasti
fr: Thermoplaste
he: תרמופלסט
hu: Termoplasztisz
id: Termoplas
it: Termoplasto
ka: თერმოპლასტი
ko: 열 세포
pl: Termoplast
pt_br: Termoplasto
pt_pt: Termoplasto
ru: Термопласт
sk: Termoplast
sr_cyrl: Термопласт
sr_latn: Termoplast
sv: Termoplast
th_th: เทอร์โมพลาสต์
tr: Termoplast
uk: Термопласт
zh_cn: 热能体
zh_tw: 熱能體
