Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SLIME_JET_DESCRIPTION
source: Many organisms produce polysaccharide slime-like substances, and mucilage is one such polysaccharide. While plenty of species use slime for locomotion, certain types of bacteria eject these substances at high pressure in their wake. These slime jets act like rocket engines, pushing cells forward with incredible speed. Slime is also used for impeding predators, trapping them in a substance only jet-wielding organisms can navigate.
bg: Порозомата произвежда полизахаридни вещества, подобни на слуз. Повечето клетки използват слузта за придвижване, но някои от тях освобождават тези вещества под високо налягане след себе си. Тези слузести струи увеличават тяхната скорост и забавят преследвачите, които нямат порозоми.
de: Viele Organismen produzieren polysaccharide Substanzen, wie diesen Schleim. Oft wird dieser zur Fortbewegung benutzt. So auch von einigen Bakterien, welche Substanzen wie diese mit hohem Druck nach hinten schleudern. Dies wirkt wie ein Raketen Antrieb und treibt die Zellen mit unglaublicher Geschwindigkeit vorwärts. Der Schleim wird ebenfalls benutzt, um Räuber zu behindern. Sie werden im Schleim gefangen, den nur andere Organismen mit diesem Antrieb ungehindert durchqueren können.
es: Muchos organismos producen sustacias polisacáridas similares a un slime, y el mucílago es una de ellas. Mientras muchas especies utilizan slime para moverse, ciertos tipos de bacterias liberan estas sustacias a altas velocidades al moverse. Estas "turbinas de slime" actúan como motores de cohete, empujando a las células a mucha velocidad. El slime también es utilizado para inmovilizar depredadores, ya que estos son atrapados en una sustacia que solo puede ser navegada por organismos con "turbinas de slime".
fr: De nombreux organismes produisent des substances polysaccharidiques gluantes, et le mucilage est l'un de ces polysaccharides. Si de nombreuses espèces utilisent la bave pour se déplacer, certains types de bactéries éjectent ces substances à haute pression dans leur sillage. Ces jets de bave agissent comme des moteurs de fusée, poussant les cellules en avant à une vitesse incroyable. La bave est également utilisée pour faire obstacle aux prédateurs, en les piégeant dans une substance que seuls les organismes dotés de jets peuvent diriger.
he: הרבה אורגניזמים מפיקים חומרים רב סוכרים דמויי רפש, וריר היא אחד מאותם רב סוכרים אלו. אומנם רבים מהמינים משתמשים ברפש בשביל תנועה, סוגים מסוימים של חיידקים מפרישים חומרים אלו בלחץ גבוהה. אלו סילוני רפש מתנהגים כמו מנועי טילים, דוחפים את התאים קדימה במהירות גבוהה. רפש משומש בנוסף בשביל לעקב טורפים, הנתקעים בתוך החומר שרק מחזיקים בסילונים מסוגלים לנווט בהם.
nl: Veel organismen produceren slijmachtige substanties van polysachariden. Slijmstof is zulks een polysacharide. Veel soorten gebruiken slijm om voort te bewegen. Sommige soorten bacteriën spuiten deze stoffen met hoge druk achter hun uit. Deze slijmstralen werken als rakketmotoren en duwen de cel met enorme snelheid vooruit. Slijm kan ook gebruikt worden om roofdieren te belemmeren door ze in een stof te vangen die alleen organismen met slijmstralen kunnen navigeren.
pl: Wiele organizmów produkuje polisacharydowe szlamopodobne substancje, śluz jest jednym z takich polisacharydów. Podczas gdy mnóstwo gatunków wykorzystuje szlam do celów lokomocji, niektóre typy bakterii strzelają tymi substancjami za sobą pod wysokim ciśnieniem. Te śluzowe wyrzutnie działają jak silniki rakietowe, pchając komórki do przodu z niesamowitą prędkością. Szlam jest również używany przeciw nadciągającym drapieżnikom, więżąc je w substancji którą jedynie posiadające jety organizmy mogą nawigować.
pt_br: Muitos organismos produzem substâncias polissacarídeas gosmentas, e a mucilagem é uma dessas. Enquanto várias espécies as utilizam para a locomoção, alguns tipos de bactérias ejetam essas substâncias a alta pressão. Esses jatos de gosma se comportam como motores de foguetes, impulsionando as células a uma velocidade impressionante. Gosma também é usada para evitar predadores, prendendo-os em uma substância na qual só organismos que possuem a organela podem navegar.
ru: Многие организмы производят склизкую субстанцию из полисахаридов, слизь — один из таких полисахаридов. Многие виды используют слизь для перемещения, некоторые бактерии выстреливают эти вещества под большим давлением. Эти потоки слизи действуют как реактивные двигатели, толкая клетку вперёд на невероятной скорости. Слизь также используется для защиты от хищников, обволакивая их в субстанции, в которой могут передвигаться только организмы с реактивным передвижением.
tr: Birçok organizma, balçığımsı polisakkarit maddeler üretir. Müsilaj da bu polisakkaritlerden biridir. Pek çok tür, hareket için balçığı kullanırken belirli bakteri türleri yüksek basınçta bu maddeleri arkalarından salar. Bu fışkırtıcılar, roket motorları gibi davranır ve hücreleri inanılmaz hızda ileri doğru iter. Balçık ayrıca, yırtıcıları engellemek için kullanılır ve sadece fışkırtıcı kullanan organizmaların geçebildiği bir maddenin içine onları hapseder.
uk: Багато організмів продукують полісахариди, злизоподібну субстанцію, та слиз є одним з таких. Хоч багато видів використовують слиз для руху, деякі типи бектерій викидають ці речовини під високим тиском. Ці ядерні пории, наче ракетні двигуни, пхаючи клітину вперід з неймовірною швидкістю. Слиз також використовується для протидії хижакам, затримуючи їх у речовині, доступній лише для організмів, що володіють струменями.
zh_cn: 许多生物都分泌胶水状的多糖类化合物，而黏液就是其中的一种。许多物种将黏液用于移动，而特定种类的细菌将这些物质以高压发射出去。这些黏液喷嘴如同火箭引擎一般以难以置信的速度推动细胞前进。黏液也可以用来阻挡捕食者，将它们困在一种只有拥有这些喷嘴的生物才能自由移动的物质中。
zh_tw: 許多生物體會產生多醣體黏液狀物質，黏液就是其中一種。雖然許多物種使用黏液進行移動，但某些類型的細菌會以高壓發射這些物質。這些黏液噴嘴就像火箭引擎一樣，以令人難以置信的速度推動細胞前進。黏液還可以用來阻礙掠食者，將它們困在只有擁有黏液噴嘴的生物才能自由移動的物質中。

# SLIME_JET_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="mucilage"][/thrive:compound]. Press [thrive:input]g_secrete_slime[/thrive:input] to release stored [thrive:compound type="mucilage"][/thrive:compound], boosting this cell's speed and slowing predators.
bg: Превръща [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="mucilage"]слуз[/thrive:compound]. Освобождава съхранената [thrive:compound type="mucilage"]слуз[/thrive:compound] с натискане на [thrive:input]g_secrete_slime[/thrive:input], което увеличава скоростта на клетката и забавя нейните преследвачи.
de: Wandelt [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="mucilage"][/thrive:compound] um. Drücke [thrive:input]g_secrete_slime[/thrive:input] um gespeicherten [thrive:compound type="mucilage"][/thrive:compound] freizusetzen; dieser erhöht die eigene Geschwindigkeit und verlangsamt Gegner.
es: Transforma [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="mucilage"][/thrive:compound]. Aprete [thrive:input]g_secrete_slime[/thrive:input] para liberar el [thrive:compound type="mucilage"][/thrive:compound] guardado, aumentando la velocidad de esta célula y haciendo más lentos a los depredadores.
fr: Transforme le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="mucilage"][/thrive:compound]. Appuyez sur [thrive:input]g_secrete_slime[/thrive:input] pour libérer le [thrive:compound type="mucilage"][/thrive:compound] stockés, augmentant la vitesse de cette cellule et ralentissant les prédateurs.
he: הופך [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="mucilage"][/thrive:compound]. לחץ על [thrive:input]g_secrete_slime[/thrive:input] בשביל לשחרר את [thrive:compound type="mucilage"][/thrive:compound] המאוחסן, מאיץ את מהירות התא ומאט טורפים.
ka: გადაჰყავს [thrive:compound type="glucose"][/thrive:compound] [thrive:compound type="mucilage"][/thrive:compound]-ში. დააწექით ღილაკს [thrive:input]g_secrete_slime[/thrive:input] რომ გამოუშვათ დაგროებული [thrive:compound type="mucilage"][/thrive:compound], რითიც ამ უჯრედის სიჩქარეს ზრდის და ანელებს მტაცებლებს.
nl: Zet [thrive:compound type="glucose"][/thrive:compound] om in [thrive:compound type="mucilage"][/thrive:compound]. Druk op [thrive:input]g_secrete_slime[/thrive:input] om opgeslagen [thrive:compound type="mucilage"][/thrive:compound] vrij te laten. De cel wordt hierdoor sneller en prooidieren worden vertraagd.
pl: Zmienia [thrive:compound type="glucose"][/thrive:compound] w [thrive:compound type="mucilage"][/thrive:compound]. Naciśnij [thrive:input]g_secrete_slime[/thrive:input] by wypuścić przechowywany [thrive:compound type="mucilage"][/thrive:compound], zwiększając prędkość komórki jak i spowalniając drapieżniki.
pt_br: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="mucilage"][/thrive:compound]. Aperte [thrive:input]g_secrete_slime[/thrive:input] para expelir a [thrive:compound type="mucilage"][/thrive:compound], aumentando a velocidade da célula e diminuindo a de predadores.
ru: Превращает [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="mucilage"][/thrive:compound]. Нажмите [thrive:input]g_secrete_slime[/thrive:input] чтобы выделить накопленную [thrive:compound type="mucilage"][/thrive:compound], увеличивающую скорость клетки и замедляющую хищников.
tr: [thrive:compound type="glucose"]Glukozu[/thrive:compound], [thrive:compound type="mucilage"]müsilaja[/thrive:compound] çevirir. Depolanan [thrive:compound type="mucilage"]müsilajı[/thrive:compound] salmak için [thrive:input]g_secrete_slime[/thrive:input] tuşuna basın. Müsilaj, salgılandığı hücrenin hızını arttırırken diğer yırtıcılarınkini azaltır.
uk: Перетворює [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="mucilage"][/thrive:compound]. Натисніть [thrive:input]g_secrete_slime[/thrive:input] для позбавлення накопиченнь [thrive:compound type="mucilage"][/thrive:compound], пришвидчуючи клітину та сповільнюючи хижаків.
zh_cn: 将 [thrive:compound type="glucose"][/thrive:compound] 转化为 [thrive:compound type="mucilage"][/thrive:compound]. 点击 [thrive:input]g_secrete_slime[/thrive:input] 以喷射储存的 [thrive:compound type="mucilage"][/thrive:compound], 增加该细胞的速度并减慢被困在黏液里的捕食者的速度.
zh_tw: 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="mucilage"][/thrive:compound]。按下 [thrive:input]g_secrete_slime[/thrive:input] 釋放儲存的 [thrive:compound type="mucilage"][/thrive:compound]，提高該細胞的速度並減慢捕食者的速度。

source: Small Iron Chunk
bg: Малък железен фрагмент
ca: Petit tros de Ferro
cs: Malý kus železa
de: Kleiner Eisenbrocken
eo: Malgranda Fera Peco
es: Fragmento de hierro pequeño
et: Väike raua tükk
fi: Pieni rautalohkare
fr: Petit morceau de fer
he: גוש ברזל קטן
hu: Kis vasdarab
id: Potongan Besi Kecil
it: Frammento di ferro piccolo
ka: რკინის პატარა ნაჭერი
ko: 작은 철 덩어리
nl: Klein stuk ijzer
nl_be: Klein Brok Ijzer
pl: Mały Kawałek Żelaza
pt_br: Pedaço de Ferro Pequeno
pt_pt: Pequeno Pedaço de Ferro
ru: Маленький кусок железа
sk: Malý kus železa
sr_cyrl: Мали гвоздени комад
sr_latn: Mali gvozdeni komad
sv: Liten Järnbit
th_th: ก้อนเหล็กขนาดเล็ก
tr: Küçük Demir Parçası
uk: Малий шматок заліза
zh_cn: 小铁块
zh_tw: 小鐵塊

source: Society Stage
bg: Цивилизация
fr: Phase sociétale
ka: საზოგადოების ფაზა
nl: Maatschappijfase
pt_br: Estágio Social
ru: Стадия Общества
tr: Topluluk Evresi
uk: Стадія суспільства
zh_cn: 社会阶段
zh_tw: 社會階段

source: Sound
bg: Звук
ca: Só
cs: Zvuky
eo: Sono
es: Sonido
et: Heli
fi: Ääni
fr: Son
he: קול
hu: Hang
id: Suara
it: Suono
ka: ხმა
ko: 소리
nl: Geluid
nl_be: Geluid
pl: Dźwięk
pt_br: Som
pt_pt: Som
ru: Звук
sk: Zvuk
sr_cyrl: Звук
sr_latn: Zvuk
sv: Ljud
th_th: เสียง
tr: Ses
uk: Звук
zh_cn: 声音
zh_tw: 音效

source: Sound Team
bg: Композитори
ca: Equip de so
cs: Zvukaři
es: Equipo de sonido
et: Heli meeskond
fi: Äänitiimi
fr: Équipe « Son & Musique »
he: צוות סאונד
hu: Hangokkal foglalkozó csapat
it: Squadra Fonici
ka: ხმის გუნდი
nl: Geluidsteam
nl_be: Geluids Team
pl: Dźwiękowcy
pt_br: Equipe de Som
pt_pt: Equipa do Som
ru: Звуковая Команда
sk: Zvukári
sv: Ljud
tr: Ses Ekibi
uk: Звукова команда
zh_cn: 声音团队
zh_tw: 音效團隊

source: Sound Team Lead
bg: Водещ композитор
ca: Líder de l'Equip de So
cs: Vedoucí zvukař
de: Klang Team Leitung
es: Líder del equipo de sonido
et: Heli meeskonna juht
fr: Équipe son principale
he: מנהל צוות סאונד
hu: A hanggal foglalkozó csapat vezetője
id: Kepala Tim Suara
it: Capo Fonici
ka: ხმის გუნდის ლიდერი
nl: Teamleider Geluid
nl_be: Teamleider geluid
pl: Przewodniczący Dźwiękowców
pt_br: Gestor da Equipe de Som
pt_pt: Líder da equipa de som
ru: Ведущий Звуковой Команды
sk: Vedúci zvukár
sv: Ljud Team Ledare
tr: Ses Ekip Başı
uk: Лідер-звукосупроводу
zh_cn: 声音团队负责人
zh_tw: 音效團隊負責人

source: Sound Team Leads
bg: Водещи композитори
ca: Líders de l'Equip de So
cs: Vedoucí zvukaři
de: Klang Team Leiter
es: Líderes del equipo de sonido
et: Helimeeskonna juhid
fr: Équipe son principales
he: מובילי צוות סאונד
hu: A hanggal foglalkozó csapat vezetői
id: Kepala Tim Suara
it: Capi Fonici
ka: ხმის გუნდის ლიდერები
nl: Teamleiders Geluid
nl_be: Teamleiders geluid
pl: Przewodniczący Dźwiękowców
pt_br: Gestores da Equipe de Som
pt_pt: Líderes de equipa de som
ru: Ведущие Звуковой Команды
sk: Vedúci zvukári
sv: Ljud Team Ledare
tr: Ses Ekip Başları
uk: Головні із звукосупроводу
zh_cn: 声音团队负责人
zh_tw: 音效團隊負責人

source: Space Stage
bg: Космическа колонизация
fr: Phase spatiale
ka: კოსმოსური ფაზა
nl: Ruimtefase
pt_br: Estágio Espacial
pt_pt: Fase Espacial
ru: Стадия Космоса
tr: Uzay Evresi
uk: Космічна стадія
zh_cn: 太空阶段
zh_tw: 太空階段

# SPACE_STRUCTURE_HAS_RESOURCES
source: Structure is waiting for construction fleet to build
fr: Le bâtiment attends une flotte de construction pour construire
ka: სტრუქტურა ასაგებად სამშენებლო ფლოტს ელოდება
nl: Bouw van structuur wacht op constructievloot
pt_br: A estrutura está esperando por uma frota de construção para começar
ru: Структура ожидает строительный флот для строительства
tr: Yapının inşa edilmesi için inşaat filosu bekleniyor
uk: Структура чекає на збірку будувального флоту
zh_cn: 该结构正在等待建筑船队
zh_tw: 結構正在等待施工隊建造

# SPACE_STRUCTURE_NO_EXTRA_DESCRIPTION
source: No extra information available
fr: Pas d'informations détaillées
ka: დამატებითი ინფორმაცია ხელმისაწვდომი არაა
nl: Geen extra informatie beschikbaar
pt_br: Não há mais informações disponíveis
pt_pt: Sem informações adicionais disponíveis
ru: Дополнительная информация недоступна
tr: Başka bir bilgi mevcut değil
uk: Немає додаткової інформації
zh_cn: 没有更多信息
zh_tw: 沒有可用的額外資訊

# SPACE_STRUCTURE_WAITING_CONSTRUCTION
source: Structure is waiting for construction fleet and resources: {0}
fr: Le bâtiment attends une flotte de construction pour construire et les ressources suivantes : {0}
ka: სტრუქტურა მშენებლების ფლოტს და რესურსებს ელოდება: {0}
nl: Structuur wacht op constructievloot en grondstoffen: {0}
pt_br: Estrutura está esperando a frota de construção e recursos: {0}
ru: Структура, ожидающая строительный флот и ресурсы: {0}
tr: Yapının inşa edilmesi için inşaat filosu ve kaynak bekleniyor: {0}
uk: Структура чекає на будувальний флот та ресурси: {0}
zh_cn: 该结构正在等待建筑船队，并且缺少所需资源：{0}
zh_tw: 結構正在等待施工隊和資源：{0}

source: Spawn ammonia
bg: Създаване на амоняк
ca: Fer aparéixer Amoníac
cs: Spawnout Amoniak
de: Ammoniak erzeugen
eo: Generu amoniakon
es: Crear amoníaco
et: Kudema ammoniaaki
fi: Luo ammoniakkia
fr: Créer de l'ammoniaque
he: זמן אמוניה
hu: Ammónia létrehozása
id: Munculkan amonia
it: Genera ammoniaca
ka: ამიაკის შექმნა
ko: 암모니아 배치
nl: Plaats ammoniak
nl_be: Ammoniak spawnen
pl: Stwórz amoniak
pt_br: Gerar amônia
pt_pt: Gerar amoníaco
ru: Создать аммиак
sk: Umiestniť amoniak
sr_cyrl: Ставите амонијак
sr_latn: Stavite amonijak
sv: Spawna ammoniak
th_th: แอมโมเนียวางไข่
tr: Amonyak oluştur
uk: Спавн амоніаку
zh_cn: 生成氨
zh_tw: 生成氨

source: Spawn Enemy
bg: Съперничество
ca: Generar Enemic
cs: Spawni nepřítele
de: Gegner spawnen
es: Enemigo aparecido
et: Kudema vaenlane
fi: Luo vihollinen
fr: Invoquer un ennemi
he: זמן אויב
hu: Ellenség spawnolása
it: Genera nemico
ka: მტრის გაჩენა
nl: Plaats Vijand
nl_be: Vijand spawnen
pl: Przywołaj Przeciwnika
pt_br: Gerar Inimigo
pt_pt: Spawn Inimigo
ru: Создать Противника
tr: Düşman Oluştur
uk: Спавн ворога
zh_cn: 生成敌人
zh_tw: 生成敵人

# SPAWN_ENEMY_CHEAT_FAIL
source: Can't use spawn enemy cheat because this patch does not contain any enemy species
bg: Съперничеството в тази зона не е възможно, защото няма други създания
ca: No es pot fer servir el truc de generar un enemic ja que aquest medi no conté cap espècie enemiga
cs: Nelze využít cheat ke spawnutí nepřítele, jelikož v tomto prostředí se nenachází žádné nepřátelské druhy
de: Der Cheat Code zum Spawnen von Gegnern kann in diesem Gebiet nicht genutzt werden, da hier keine feindlichen Spezies leben
es: No puedes usar el comando ya que el medio actual no contiene especies enemigas
et: Ei saa kasutada vaenlase pettust, kuna see plaaster ei sisalda ühtegi vaenlase liiki
fr: Impossible d'invoquer une espèce ennemie, car ce secteur ne contient pas d'espèces ennemies
he: אינך יכול לזמן אוייבים צ'יטים בגלל שאזור זה אינו מכיל שום מינים אויבים
it: Non puoi usare il trucco genera-nemici, perché questa zona non contiene alcuna specie nemica
ka: მტრის გაჩენის ჩიტის გამოყენება შეუძლებელია, რადგან ეს ბიომი მტრულ სახეობებს არ შეიცავს
nl: Kan de plaats vijand cheat niet gebruiken omdat dit gebied geen vijandige soorten bevat
nl_be: Kan geen cheat voor spawn-vijand gebruiken omdat deze patch geen vijandige soorten bevat
pl: Nie można przywołać przeciwnika, gdyż ta strefa nie posiada wrogo nastawionych gatunków
pt_br: Impossível usar comando para gerar inimigo pois essa região não contém nenhuma espécie inimiga
ru: Невозможно использовать чит Создать Противника, так как этот биом не содержит каких-либо видов противников
tr: Düşman oluşturma hilesi kullanılamaz çünkü bu arazi herhangi bir düşman tür içermemekte
uk: Неможливо використати спавн ворога тому що в цій ділянці немає ворожих видів
zh_cn: 无法使用生成敌人作弊，因为这个地区没有任何敌对物种
zh_tw: 無法使用生成敵人作弊，因為這個區域沒有任何敵對物種

source: Spawn glucose
bg: Създаване на глюкоза
ca: Fer aparéixer Glucosa
cs: Spawnout Glukózu
de: Glukose erzeugen
eo: Generu glukozon
es: Crear glucosa
et: Kudema glükoosi
fi: Luo glukoosia
fr: Créer du glucose
he: זמן גלוקוז
hu: Glükóz létrehozása
id: Munculkan glukosa
it: Genera glucosio
ka: გლუკოზის შექმნა
ko: 포도당 배치
nl: Plaats glucose
nl_be: Glucose spawnen
pl: Stwórz glukozę
pt_br: Gerar glicose
pt_pt: Gerar glicose
ru: Создать глюкозу
sk: Umiestniť glukózu
sr_cyrl: Поставите глукозу
sr_latn: Postavite glukozu
sv: Spawna glukos
th_th: วางไข่กลูโคส
tr: Glukoz oluştur
uk: Спавн глюкози
zh_cn: 生成葡萄糖
zh_tw: 生成葡萄糖

# SPAWN_PHOSPHATES
source: Spawn phosphate
bg: Създаване на фосфат
ca: Fer aparéixer Fosfats
cs: Spawnout Fosfát
de: Phosphat erzeugen
eo: Generu fosfaton
es: Crear fosfato
et: Kudede fosfaat
fi: Luo fosfaattia
fr: Créer du phosphate
he: זמן פוספט
hu: Foszfát létrehozása
id: Munculkan fosfat
it: Genera fosfato
ka: ფოსფატის შექმნა
ko: 인산염 배치
nl: Plaats fosfaat
nl_be: Fosfaat spawnen
pl: Stwórz fosforany
pt_br: Gerar fosfato
pt_pt: Gerar fosfato
ru: Создать фосфат
sk: Umiestniť fosfát
sr_cyrl: Ставите фосфат
sr_latn: Stavite fosfat
sv: Spawna fosfat
th_th: ฟอสเฟตวางไข่
tr: Fosfat oluştur
uk: Спавн фосфатів
zh_cn: 生成磷酸盐
zh_tw: 生成磷酸鹽

# SPECIAL_MOUSE_1
source: Mouse Special 1
bg: Специален бутон №1
ca: Ratolí especial 1
cs: Myš Speciál 1
de: Spezialmaustaste 1
eo: Musa Speciala 1
es: Botón especial de mouse 1
et: Hiire eriversioon 1
fi: Hiiren erikoispainike 1
fr: Bouton souris 1
he: מקש עכבר ייחודי 1
hu: Speciál egér 1
it: Pulsante speciale del mouse 1
ka: თაგუნას სპეციალური ღილაკი 1
ko: 마우스 특수 키 1
nl: Andere muisknop 1
nl_be: Muis Speciaal 1
pl: Mysz Specjalny 1
pt_br: Botão especial do Mouse 1
pt_pt: Rato Especial 1
ru: Специальная кнопка мыши 1
sk: Špeciálne tlačidlo myši 1
sr_cyrl: Специјални 1 миш
sv: Mus Special 1
th_th: เมาส์พิเศษ 1
tr: Özel Fare Tuşu 1
uk: Спеціальна миша 1
zh_cn: 鼠标侧键1
zh_tw: 滑鼠側鍵 1

# SPECIAL_MOUSE_2
source: Mouse Special 2
bg: Специален бутон №2
ca: Ratolí especial 2
cs: Myš Speciál 2
de: Spezialmaustaste 2
eo: Musa Specialaĵo 2
es: Botón especial de mouse 2
et: Hiire eriversioon 2
fi: Hiiren erikoispainike 2
fr: Bouton souris 2
he: מקש עכבר ייחודי 2
hu: Speciál egér 2
it: Pulsante speciale del mouse 2
ka: თაგუნას სპეციალური ღილაკი 2
ko: 마우스 특수 키 2
nl: Andere muisknop 2
nl_be: Muis speciaal 2
pl: Mysz Specjalny 2
pt_br: Botão especial do Mouse 2
pt_pt: Rato Especial 2
ru: Специальная кнопка мыши 2
sk: Špeciálne tlačidlo myši 2
sr_cyrl: Специјални 2 миш
sv: Mus Special 2
th_th: เมาส์พิเศษ 2
tr: Özel Fare Tuşu 2
uk: Спеціальна миша 2
zh_cn: 鼠标侧键2
zh_tw: 滑鼠側鍵 2

source: Species
bg: Създания
cs: Druhy
de: Arten
es: Especies
fr: Espèces présentes
he: מינים
it: Specie
ka: სახეობები
nl: Soorten
pl: Gatunek
pt_br: Espécie
pt_pt: Espécie
ru: Виды
tr: Türler
uk: Види
zh_cn: 物种
zh_tw: 物種

# SPECIES_COLON
source: Species:
bg: Има създания:
ca: Espècies:
cs: Druh:
de: Arten:
eo: Specioj:
es: Especies:
et: Liigid:
fi: Lajit:
fr: Espèces :
he: מינים:
hu: Fajok:
id: Spesies:
it: Specie:
ka: სახეობები:
ko: 종:
nl: Soorten:
nl_be: Soorten:
pl: Gatunek:
pt_br: Espécies:
pt_pt: Espécie:
ru: Виды:
sk: Druh:
sr_cyrl: Врсте:
sr_latn: Vrste:
sv: Arter:
tr: Türler:
uk: Види:
zh_cn: 物种：
zh_tw: 物種：

# SPECIES_DETAIL_TEXT
source: [b]Species[/b] {0}:{1} [b]Generation[/b] {2} [b]Population[/b] {3} [b]Colour[/b] #{4} [b]Behaviour[/b] {5}
bg: [b]Създания[/b] {0}:{1} [b]Поколение[/b] {2} [b]Популация[/b] {3} [b]Цвят[/b] #{4} [b]Поведение[/b] {5}
ca: [b]Espècies[/b] {0}:{1} [b]Generació[/b] {2} [b]Població[/b] {3} [b]Color[/b] #{4} [b]Comportament[/b] {5}
cs: [b]Živočich[/b] {0}:{1} [b]Generace[/b] {2} [b]Populace[/b] {3} [b]Barva[/b] #{4} [b]Chování[/b] {5}
de: [b]Spezies[/b] {0}:{1} [b]Generation[/b] {2} [b]Bevölkerung[/b] {3} [b]Farbe[/b] #{4} [b]Verhalten[/b] {5}
es: [b]Especies[/b] {0}:{1} [b]Generaciones[/b] {2} [b]Población[/b] {3} [b]Color[/b] #{4} [b]Comportamiento[/b] {5}
fr: [b]Espèce[/b] {0}:{1} [b]Génération[/b] {2} [b]Population[/b] {3} [b]Couleur[/b] #{4} [b]Comportement[/b] {5}
he: [b]מינים[/b] {0}:{1} [b]דור[/b] {2} [b]אוכלוסיה[/b] {3} [b]צבע[/b] #{4} [b]התנהגות[/b] {5}
hu: [b]Fajok[/b] {0}:{1} [b]Generáció[/b] {2} [b]Populáció[/b] {3} [b]Szín[/b] #{4} [b]Viselkedés[/b] {5}
it: [b]Specie[/b] {0}:{1} [b]Generazione[/b] {2} [b]Popolazione[/b] {3} [b]Colore[/b] #{4} [b]Comportamento[/b] {5}
ka: [b]სახეობები[/b] {0}:{1} [b]თაობა[/b] {2} [b]პოპულაცია[/b] {3} [b]ფერი[/b] #{4} [b]ქცევა[/b] {5}
nl: [b]Soorten[/b] {0}:{1} [b]Generatie[/b] {2} [b]Bevolking[/b] {3} [b]Kleur[/b] #{4} [b]Gedrag[/b] {5}
pl: [b]Gatunek[/b] {0}:{1} 5[b]Pokolenie[/b] {2} 8[b]Populacja[/b] {3} [b]Kolor[/b] #{4} [b]Zachowanie[/b] {5}
pt_br: [b]Espécie[/b] {0}:{1} [b]Geração[/b] {2} [b]População[/b] {3} [b]Coloração[/b] #{4} [b]Comportamento[/b] {5}
pt_pt: [b]Espécie[/b] {0}:{1} [b]Geração[/b] {2} [b]População[/b] {3} [b]Cor[/b] #{4} [b]Comportamento[/b] {5}
ru: [b]Виды[/b] {0}:{1} [b]Поколения[/b] {2} [b]Популяция[/b] {3} [b]Цвет[/b] #{4} [b]Поведение[/b] {5}
tr: [b]Tür[/b] {0}:{1} [b]Kuşak[/b] {2} [b]Popülasyon[/b] {3} [b]Renk[/b] #{4} [b]Davranış[/b] {5}
uk: [b]Види[/b] {0}:{1} [b]Генерація[/b] {2} [b]Популяція[/b] {3} [b]Колір[/b] #{4} [b]Поведінка[/b] {5}
zh_cn: [b]物种[/b] {0}：{1} [b]世代[/b] {2} [b]种群数量[/b] {3} [b]颜色[/b] #{4} [b]行为[/b] {5}
zh_tw: [b]物種[/b] {0}：{1} [b]世代[/b] {2} [b]種群數量[/b] {3} [b]顏色[/b] #{4} [b]行為[/b] {5}
