Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Deadzone Configuration
bg: Мъртви зони на контролера
cs: Konfigurace Mrtvého Úhlu
de: Totzonen kalibrieren
es: Configuración de zona muerta
fr: Configuration des zones mortes
he: תצורת שטח מת
ka: მკვდარი ზონების მორგება
nl: Deadzone Configuratie
pl: Konfiguracja Martwej Strefy
pt_br: Configuração da zona morta
pt_pt: Configuração de Áreas Mortas
ru: Настройка мёртвых зон
tr: Ölü Bölge Yapılandırması
uk: Конфігурація мертвої зони
zh_cn: 死区控制
zh_tw: 死區設定

source: death
bg: измиране
ca: mort
cs: smrt
de: Tot
eo: morto
es: muerte
et: surma
fi: kuolema
fr: mort
he: מוות
id: mati
it: morte
ka: სიკვდილი
nl: dood
nl_be: Dood
pl: śmierć
pt_br: morte
pt_pt: morte
ru: смерть
sk: smrť
sv: död
tr: ölüm
uk: Смерть
zh_cn: 死亡数
zh_tw: 死亡

# DEBUG_COORDINATES
source: Position coords: {0} Looking at coords: {1}
cs: Souřadnice polohy: {0} Při pohledu na souřadnice: {1}
fr: Position : {0} Pointeur à : {1}
ka: მდებარეობის კოორდინატები: {0} უყურებთ კოორდინატებს: {1}
nl: Coordinaten positie: {0} Kijkend naar coordinaten: {1}
pl: Koordynaty pozycji: {0} Obserwowanie koordynatów: {1}
pt_br: Coordenadas de posição: {0} Olhando para as coordenadas: {1}
ru: Координаты позиции: {0} Курсор на:{1}
tr: Konum koordinatları: {0} Bakılan koordinatlar: {1}
uk: Координати позиції: {0} Напрямок погляду: {1}
zh_cn: 位置坐标：{0} 朝向坐标：{1}
zh_tw: 位置座標：{0} 朝向座標：{1}

# DEBUG_DRAW_NOT_AVAILABLE
source: Physics debug draw not available in this build type
ka: Physics-ის გამართვის ნახატი ხელმიუწვდომელია ამ აგების ტიპში
nl: physics-debug tekenwijze niet beschikbaar in deze build
pt_pt: O desenho de depuração de física não está disponível neste tipo de compilação
ru: Отладочная отрисовка физики не доступна в этом типе сборки
tr: Fizik hata ayıklama çizimi bu sürüm türünde mevcut değil
uk: Зневаджувальна промальовка фізики не є доступним у цьому типі збірки
zh_tw: 物理偵錯繪製在此構建類型中不可用

source: Debug Panel
bg: Отстраняване на грешки
ca: Tauler de Depuració
cs: Debugovací Panel
de: Debug-Fenster
es: Panel de Depuración
fi: Virheenkorjauspaneeli
fr: Débogueur
he: חלונית דיבאג
it: Pannello di debug
ka: გამართვის პანელი
nl: Debugpaneel
pl: Panel Debugowania
pt_br: Painel de depuração
pt_pt: Painel de Depuração
ru: Консоль Отладки
sk: Debugovací panel
tr: Hata Ayıklama Paneli
uk: панель налагоджування
zh_cn: 调试菜单
zh_tw: 除錯面板

source: December
bg: Декември
ca: Desembre
cs: Prosinec
de: Dezember
es: Diciembre
et: detsember
fi: Joulukuu
fr: Décembre
he: דצמבר
it: Dicembre
ka: დეკემბერი
pl: Grudzień
pt_br: Dezembro
pt_pt: Dezembro
ru: Декабрь
tr: Aralık
uk: Грудень
zh_cn: 十二月
zh_tw: 十二月

# DEFAULT_AUDIO_OUTPUT_DEVICE
source: Default output device
bg: По подразбиране
ca: Aparell d'output per defecte
cs: Výchozí výstupní zařízení
de: Standardausgabegerät
es: Dispositivo de salida predeterminado
et: Vaikimisi väljundseade
fi: Oletus ulostulolaite
fr: Périphérique de sortie par défaut
he: פלט ברירת מחדל
hu: Alap kimeneti eszköz
id: Perangkat output bawaan
it: Dispositivo di output audio di default
ka: ნაგულისხმევი გამოტანის მოწყობილობა
nl: Standaard uitvoer apparaat
nl_be: Standaard uitvoer apparaat
pl: Domyślne urządzenie wyjściowe
pt_br: Serviço padrão de saída
pt_pt: Dispositivo de saída padrão
ru: Устройство вывода по умолчанию
sk: Predvolené výstupné zariadenie
sv: Standard utgångsenhet
tr: Varsayılan çıkış aygıtı
uk: Пристрій виведення за замовчуванням
zh_cn: 默认输出设备
zh_tw: 預設輸出設備

source: Delete
bg: Премахване
ca: Eliminar
cs: Smazat
de: Löschen
eo: Elimini
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
id: Hapus
it: Rimuovi
ka: წაშლა
nl: Verwijder
nl_be: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Apagar
ru: Удалить
sk: Odstrániť
sv: Radera
tr: Sil
uk: Видалити
zh_cn: 删除
zh_tw: 刪除

# DELETE_ALL_OLD_SAVE_WARNING_2
source: Deleting all old Auto and Quick saves cannot be undone, are you sure you want to permanently delete the following? - {0} Auto save(s) - {1} Quick save(s) - {2} Backup save(s)
bg: Изтриването на старите автоматични и бързи записи не може да бъде отменено, сигурни ли сте? - автоматични записи: {0} - бързи записи: {1} - резервни записи: {2}
ca: No es pot desfer eliminar tots els arxius de guardat Auto i Ràpids, estàs segur que vols eliminar permanentment els següents? - {0} Auto guardat(s) - {1} Guardat(s) ràpid(s) - {2} Còpia(es) de seguretat
cs: Smazání všech starých Automaticky a Rychle uložených her nelze vrátit, jste si jisti že permanentně chcete smazat následující? - {0} Automaticky uložené hry - {1} Rychle uložené hry - {2} Záložní uložené hry
de: Das Löschen aller alten Auto- und Schnellspeicherungen kann nicht rückgängig gemacht werden. Bist du sicher, dass du Folgendes dauerhaft löschen möchtest? - {0} Automatische Speicherstände - {1} Schnellspeicherstände - {2} Backup Speicherstände
es: Eliminar todos los autoguardados y guardados rápidos es irreversible, ¿Estás seguro de querer eliminar lo siguiente? - {0} Autoguardado(s) - {1} Guardado(s) rápido(s) - {2} Guardado(s) de respaldo
fr: La suppression de toutes les anciennes sauvegardes automatiques et rapides ne peut être annulée. Êtes-vous sûr de vouloir supprimer définitivement les éléments suivants ? - {0} Sauvegarde(s) automatique(s) - {1} Sauvegarde(s) rapide(s) - {2} Sauvegarde(s) de secours
he: מחיקת כל השמירות האוטומטיות והמהירות הישנות היינו בלתי הפיך, האם אתה בטוח שאתה רוצה למחוק את?: - {0} שמירות אוטומטיות - {1} שמירות מהירות -{2} שמירות מגובות
it: Eliminare tutti i vecchi salvataggi automatici e rapidi è un'azione irreversibile. Sei sicuro di voler eliminare definitivamente i seguenti? - {0} salvataggi(o) automatici/o; - {1} salvataggi(o) rapidi/o; - {2} salvataggi(o) di backup.
nl: Verwijderen van alle oude Auto en Snelle opslagbestanden kan niet ongedaan worden gemaakt. Weet je zeker dat je het volgende wil verwijderen? - {0} Automatisch gemaakte opslagbestand(en) - {1} Snel gemaakte opslagbestand(en) - {2} Backup opslagbestand(en)
pl: Usunięcie wszystkich starych Auto oraz Szybkich zapisów nie może zostać cofnięte, czy jesteś pewien, że chcesz na stałe usunąć następujące? - {0} Auto zapis(ów) - {1} Szybki(ch) zapis(ów) - {2} Zapasowy(ch) zapis(ów)
pt_br: Apagar todos os salvamentos automáticos e rápidos é irreversível, você deseja apagar permanentemente os arquivos abaixo? - {0} Salvamento(s) automático(s) - {1} Salvamento(s) rápido(s) - {2} Salvamento(s) de backup
pt_pt: Apagar todos os jogos antigos guardados automaticamente e rapidamente é uma ação que não pode ser revertida, tens a certeza de que desejas apagar permanentemente o seguinte? - {0} Jogo(s) guardado(s) automaticamente - {1} Jogo(s) guardado(s) rapidamente - {2} Jogo(s) guardado(s) de backup
ru: Удаление всех старых автоматических и быстрых сохранений необратимо, вы действительно желаете навсегда удалить их? - {0} Автосохранение(я) - {1} Быстрое(ые) сохранение(я) - {2} Резервную(ые) копию(и)
tr: Otomatik ve Hızlı kayıtların tamamını silme işlemi geri alınamaz, aşağıdaki kayıtları kalıcı olarak silmek istediğinizden emin misiniz? - {0} Otomatik kayıt - {1} Hızlı kayıt - {2} Yedek kayıt
uk: Видалення усіх старих авто та швидких збережень є незворотним. Чи впевнені Ви, що хочете видалити наступне? -{0} авто збереження - {1} швидке(і) збереження - {2} резервне(і) збереження
zh_cn: 删除所有自动和快速存档将无法撤消，确定要永久删除这些存档吗？ - {0} 个自动存档 - {1} 个快速存档 - {2} 个备份存档
zh_tw: 刪除所有自動和快速存檔將無法撤消，確定要永久刪除這些存檔嗎？ - {0} 個自動存檔 - {1} 個快速存檔 - {2} 個備份存檔

# DELETE_FOSSIL_CONFIRMATION
source: Deleting this fossil cannot be undone, are you sure you want to permanently delete this?
bg: Изтриването на фосила не може да бъде отменено, сигурни ли сте, че искате да го изтриете?
fr: Supprimer ce fossile est définitif, êtes-vous sûr de vouloir le supprimer définitivement ?
ka: ამ ნამარხის წაშლა შეუქცევადია. მართლა გნებავთ, სამუდამოდ წაშალოთ ეს?
nl: Het verwijderen van dit fossiel kan niet ongedaan worden gemaakt. Weet je zeker dat je het permanent wilt verwijderen?
pt_br: A exclusão deste fóssil é irreversível, você tem certeza que quer apagar permanentemente este arquivo?
pt_pt: A eliminação deste fóssil não pode ser anulada. Tens a certeza de que queres eliminar isto permanentemente?
ru: Удаление окаменелости не может быть отменено, вы действительно хотите удалить навсегда окаменелость?
tr: Bu fosili silme işlemi geri alınamaz, fosili kalıcı olarak silmek istediğinizden emin misiniz?
uk: Видалення цієї скам'янілості буде незворотним, ви точно хочете видалити його назавжди?
zh_cn: 删除此化石将无法撤消，确定要永久删除吗？
zh_tw: 刪除此化石將無法撤消，確定要永久刪除嗎？

# DELETE_OLD_SAVES_PROMPT
source: Delete old saves?
bg: Изтриване на старите записи?
ca: Eliminar arxiu(s) de guardat antic(s)?
cs: Smazat staré uložené hry?
de: Alte Spieltände löschen?
es: ¿Eliminar las partidas guardadas antiguas?
et: Kas kustutada vanad salvestused?
fr: Supprimer les anciennes sauvegardes ?
he: למחוק שמירות ישנות?
hu: Törlöd a régi mentéseket?
it: Eliminare i vecchi salvataggi?
ka: წავშალო ძველი შენახულები?
nl: Oude opslagbestanden verwijderen?
pl: Usunąć stare zapisy?
pt_br: Apagar salvamentos antigos?
pt_pt: Apagar jogos guardados antigos?
ru: Удалить старые сохранения?
tr: Eski kayıtlar silinsin mi?
uk: Видалити старі збереження?
zh_cn: 删除旧存档？
zh_tw: 刪除舊存檔？

source: Delete organelle
bg: Премахване на органел
ca: Eliminar orgànul
cs: Smazat organelu
de: Organelle löschen
es: Eliminar orgánulo
et: Kustuta Organelli
fi: Poista soluelin
fr: Supprimer organite
he: הסר אברון
hu: Sejtszervecske törlése
it: Rimuovi organulo
ka: ორგანელის წაშლა
nl: Verwijder organellen
nl_be: Organel verwijderen
pl: Usuń organellę
pt_br: Remover organela
pt_pt: Apagar organelo
ru: Удалить органеллу
sk: Vymazať organelu
sv: Ta bort organell
tr: Organeli kaldır
uk: Видалити органелу
zh_cn: 移除细胞器
zh_tw: 刪除細胞器

# DELETE_SAVE_CONFIRMATION
source: Deleting this save cannot be undone, are you sure you want to permanently delete this?
bg: Изтриването не може да бъде отменено, сигурни ли сте, че искате да изтриете този запис?
ca: L'acció d'eliminar aquest arxiu de guardat és irreversible. Esteu segur que el voleu eliminar permanentment?
cs: Smazání tohoto uložení nelze vrátit zpět. Opravdu ho chceš trvale smazat?
de: Das Löschen dieses Speicherstandes kann nicht rückgängig gemacht werden, bist du sicher, dass du ihn dauerhaft löschen willst?
eo: Forigi ĉi tiun konservadon ne povas esti malfarita, ĉu vi certas, ke vi volas forigi ĉi tion por ĉiam?
es: Eliminar esta partida es irreversible. ¿Estás seguro de querer eliminarla permanentemente?
et: Selle salvestamise kustutamist ei saa tagasi võtta. Kas olete kindel, et soovite selle jäädavalt kustutada?
fi: Tämän tallennuksen poistamista ei voi kumota, haluatko varmasti poistaa sen lopullisesti?
fr: Supprimer cette sauvegarde est définitif, êtes-vous sûr de vouloir la supprimer définitivement ?
he: מחיקת שמירה זו היינו פעולה בלתי הפיכה, האם אתה בטוח שאתה רוצה למחוק אתה לצמיתות?
hu: Biztos, hogy végérvényesen törölni akarod ezt a mentést?
id: Save yang terhapus tidak akan bisa dikembalikan, apakah kamu yakin ingin menghapus ini secara permanen?
it: Eliminare questo salvataggio è un'operazione irreversibile. Non potrai recuperarlo. Sei sicuro di volerlo fare?
ka: ამ შენახულის წაშლა შეუქცევადია. მართლა გნებავთ ამის სამუდამოდ წაშლა?
ko: 이 저장을 삭제하는 것은 취소할 수 없습니다, 영구적으로 이 저장을 삭제하시겠습니까?
nl: Het verwijderen van dit opslagbestand kan niet ongedaan worden gemaakt, weet je zeker dat je dit bestand permanent wil verwijderen?
nl_be: Het verwijderen van dit opgeslagen bestand kan niet ongedaan worden gemaakt. Weet je zeker dat je dit definitief wilt verwijderen?
pl: Usunięcia zapisu nie można cofnąć, jesteś pewien że chcesz to zrobić?
pt_br: Apagar este jogo salvo é irreversível, você tem certeza que quer apagar permanentemente este arquivo?
pt_pt: Apagar o jogo guardado não pode ser revertido, tens a certeza que o desejas apagar permanentemente?
ru: Удаление этого сохранение будет невозможно отменить, вы действительно хотите перманентно удалить это сохранение?
sr_cyrl: Брисање овог чувања не може се опозвати. Да ли сте сигурни да желите трајно да га избришете?
tr: Bu kaydı silme işlemi geri alınamaz, kaydı kalıcı olarak silmek istediğinizden emin misiniz?
uk: Видалення збереження– необоротне, ви точно хочете видалити його назавжди?
zh_cn: 删除此存档将无法撤消，确定要永久删除吗？
zh_tw: 刪除此存檔將無法撤消，確定要永久刪除嗎？

source: Delete Selected
bg: Изтриване на избраните
ca: Eliminar tot el que ha estat seleccionat
cs: Smazat vybrané
de: Ausgewählte löschen
eo: Forigi Elektita(j)n
es: Eliminar selección
et: Kustuta valitud
fi: Poista valitut
fr: Supprimer la Sélection
he: מחק נבחרים
hu: Mentés/-ek törlése
id: Hapus terpilih
it: Elimina i selezionati
ka: მონიშნულის წაშლა
ko: 선택된 파일 삭제
nl: Verwijder Geselecteerde
nl_be: Verwijder het geselecteerde
pl: Usuń zaznaczone
pt_br: Apagar selecionado
pt_pt: Apagar Selecionado
ru: Удалить выбранное
sr_cyrl: Избриши Изабрано
sv: Radera Valda
tr: Seçilenleri Sil
uk: Видалити обране
zh_cn: 删除选中的
zh_tw: 刪除選取的

# DELETE_SELECTED_SAVES_PROMPT
source: Delete selected save(s)?
bg: Изтриване на избраните записи?
ca: Eliminar arxiu(s) de guardat seleccionat(s)?
cs: Smazat vybrané uložené hry?
de: Ausgewählte(n) Spielstand/Spielstände wirklich löschen?
es: ¿Eliminar las partidas guardadas seleccionadas?
et: Kas kustutada valitud salvestus(ed)?
fr: Supprimer la(les) sauvegarde(s) sélectionnée(s) ?
he: למחוק שמירות שנבחרו?
hu: Biztos törlöd a kiválasztott mentést/mentéseket?
it: Eliminare i salvataggi selezionati?
ka: წავშალო მონიშნული შენახულები?
nl: Verwijder geselecteerde opslagbestand(en)?
pl: Usunąć wybrany/e zapis(y)?
pt_br: Apagar o(s) jogo(s) salvo(s) selecionado(s)?
pt_pt: Apagar o(s) jogo(s) guardado(s) selecionado(s)?
ru: Удалить выбранное(ые) сохранение(я)?
tr: Seçili kayıtlar silinsin mi?
uk: Видалити вибрані збереження?
zh_cn: 删除选中的存档？
zh_tw: 刪除選取的存檔？

# DELETE_SELECTED_SAVE_WARNING
source: Deleting the selected save(s) cannot be undone, are you sure you want to permanently delete {0} save(s)?
bg: Изтриването не може да бъде отменено, сигурни ли сте, че искате да изтриете {0} запис(а)?
ca: L'acció d'eliminar els arxius de guardat seleccionats és irreversible. Esteu segur que voleu eliminar permanentment el següent nombre d'arxius: {0}?
cs: Smazání vybraných uložení nelze vrátit zpět. Opravdu chceš trvale smazat {0} ?
de: Das Löschen des/der ausgewählten Spielstandes/Spielständen kann nicht rückgängig gemacht werden. Bist du sicher, dass du die {0} Speicherung(en) dauerhaft löschen möchten?
eo: Forigi la elektitajn konservojn ne povas esti malfarita, ĉu vi certas, ke vi volas por ĉiam forigi {0} konservado(j)n?
es: Eliminar la(s) partida(s) seleccionada(s) es irreversible, ¿Estás seguro de querer eliminar {0} partida(s)?
et: Valitud salvestus(t)e kustutamist ei saa tagasi võtta. Kas olete kindel, et soovite {0} salvestus(t) jäädavalt kustutada?
fi: Valittujen tallennusten poistamista ei voi kumota, haluatko varmasti lopullisesti poistaa {0} tallennusta?
fr: Supprimer la(les) sauvegarde(s) sélectionnée(s) ne peut pas être défait, êtes-vous sûr que vous voulez supprimer {0} sauvegarde(s) de manière permanente?
he: מחיקת שמירות שנבחרו היינו פעולה בלתי הפיכה, האם אתה בטוח שאתה רוצה למחוק את {0} לצמיתות ?
hu: Biztos végérvényesen törölni akarsz {0} mentést?
id: Save yang terpilih untuk dihapus tidak akan bisa dikembalikan, apakah kamu yakin ingin menghapus {0} save secara permanen?
it: Eliminare i file selezionati è un'azione irreversibile. Sei sicuro di voler eliminare definitivamente {0} salvataggi(o)?
ka: შენახული თამაშების წაშლა შეუქცევადია. დარწმუნებული ბრძანდებით, რომ გნებავთ, {0} შენახული თამაში სამუდამოდ წაშალოთ?
ko: 이 저장을 삭제하는 것은 취소할 수 없습니다, 영구적으로 저장 {0} 개를 삭제하시겠습니까?
nl: Het verwijderen van geselecteerde opslagbestand(en) kan niet ongedaan worden gemaakt, weet je zeker dat je {0} opslagbestand(en) wil verwijderen?
nl_be: Het verwijderen van het/de geselecteerde opgeslagen bestand(en) kan niet ongedaan worden gemaakt. Ben je zeker dat je {0} opgeslagen bestand(en) definitief wilt verwijderen?
pl: Usunięcia zapisów nie można cofnąć, jesteś pewien że chcesz usunąć te {0} zapisów?
pt_br: Apagar o(s) jogo(s) salvo(s) é irreversível, você tem certeza que quer apagar {0} aquivo(s) permanentemente?
pt_pt: Apagar o(s) jogo(s) selecionado(s) não pode ser revertido, tens a certeza que desejas apagar permanentemente {0} jogo(s)?
ru: Удаление выбранного(ых) сохранения(й) будет невозможно отменить, вы действительно хотите перманентно удалить {0} сохранение(ий)?
sr_cyrl: Брисање изабраних сачуваних ставки не може се поништити. Да ли сте сигурни да желите трајно избрисати {0} сачуване датотеке?
tr: Seçili kayıtları silme işlemi geri alınamaz, {0} kaydı kalıcı olarak silmek istediğinizden emin misiniz?
uk: Видалення обраного(их) збереження(нь) не можна скасувати, ви точно хочете видалити {0} збереження назавжди?
zh_cn: 删除被选中的这些存档将无法撤消，确定要永久删除这{0}个存档吗？
zh_tw: 刪除被選取的存檔將無法撤消，確定要永久刪除 {0} 個存檔嗎？

# DELETE_THIS_SAVE_PROMPT
source: Delete this save?
bg: Изтриване на този запис?
ca: Eliminar aquest arxiu de guardat?
cs: Smazat tuto uloženou hru?
de: Diesen Spielstand wirklich löschen?
es: ¿Deseas eliminar esta partida?
et: Kas kustutada see salvestus?
fr: Supprimer cette sauvegarde ?
he: למחוק שמירה זו?
hu: Törlöd ezt a mentést?
it: Cancellare questo salvataggio?
ka: წავშალო ეს შენახული?
nl: Dit opgeslagen bestand verwijderen?
pl: Usunąć ten zapis?
pt_br: Apagar o jogo salvo?
pt_pt: Apagar este jogo guardado?
ru: Удалить это cохранение?
tr: Bu kayıt silinsin mi?
uk: Видалити це збереження?
zh_cn: 删除这个存档？
zh_tw: 刪除此存檔?

# DESCEND_BUTTON
source: Descend
fr: Dévoluer
ka: დაშვება
nl: Neerdalen
pt_br: Descender
pt_pt: Regredir
ru: Опуститься
tr: Evrene İniş Yap
uk: Спуститися
zh_cn: 下凡
zh_tw: 下凡

# DESCEND_CONFIRMATION
source: Are you sure you want to Descend?
fr: Êtes vous sur de vouloir dévoluer ?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, დაეშვათ?
nl: Weetje zeker dat je wil neerdalen?
pt_br: Tem certeza de que deseja Descender?
ru: Точно ли вы собираетесь опуститься?
tr: Evrene İniş Yapmak istediğinize emin misiniz?
uk: Ви дійсно хочете Спуститися?
zh_cn: 您确定要下凡吗？
zh_tw: 您確定要下凡嗎？

# DESCEND_CONFIRMATION_EXPLANATION
source: Descending will remove your ascended status and return you to the Microbe Stage. From there you can play through the game again in the current save. You will receive a descension perk for the new playthrough. In a future version you will be able to choose the perk yourself but for now it will always be a 20% decrease to osmoregulation. Once you confirm descending you can edit the game settings to pick a new world seed to play on a different map or disable LAWK, for example.
fr: Dévoluer vous retirera votre statut évolué et vous fera retourner à la phase microbienne. De là vous pourrez rejouer au jeu dans la sauvegarde actuelle. Vous recevrez un avantage de dévolution pour la nouvelle partie. Dans une version future vous pourrez choisir votre avantage mais pour l'instant ce sera toujours une diminution de 20% de l'osmorégulation. Une fois votre dévolution confirmée, vous pourrez modifier les paramètres du jeu pour choisir une autre graine de monde et ainsi jouer sur une carte différente ou désactiver LAWK, par exemple.
nl: Neerdalen zal je verheven status verwijderen en je terug naar de Microbenfase brengen. Je kunt dan in je huidige opslagbestand het spel opnieuw spelen. Je zult neerdalingsextraatjes krijgen voor de verdere spelduur. In een toekomstige versie zul je het extraatje zelf kunnen kiezen maar voor nu zul je altijd een 20% verlaging in osmoregulatiekosten krijgen. Zodra je besluit neer te dalen kun je een nieuw wereldkiemgetal kiezen om op een andere kaart te spelen. Ook kun je bijvoorbeeld LZWHK uitzetten.
pt_br: Descender removerá seu status de ascensão e o retornará ao Estágio Microbial. A partir daí, você poderá jogar novamente no salvamento atual. Você receberá um benefício de descensão para o novo jogo. Em uma versão futura você poderá escolher o benefício, mas por enquanto será sempre uma redução de 20% na osmorregulação. Após confirmar a descensão, você poderá editar as configurações do jogo para escolher uma nova semente de mundo e jogar em um mapa diferente ou desabilitar a vida baseada na realidade, por exemplo.
ru: Опустившись вы лишитесь своего статуса вознесения и вернётесь к микробной стадии. С этого момента вы сможете играть в игру с данного сохранения. Вы сможете выбрать перк опущения для нового прохождения. В следующих версиях вы сможете сами выбирать перки, но временно будет доступен лишь один перк с 20% уменьшением осморегуляции. если вы подтвердите то, что охотите опуститься вы сможете в игровых настройках создать новый игровой мир с настройками, словно вы находитесь в игровом меню при старте новой игры.
tr: Evrene iniş yapmak, sizin evreni tırmanma durumunuzu kaldırır ve sizi Mikrop Evresi'ne geri döndürür. Böylece mevcut kayıtta, oyunu baştan sona tekrar oynayabilirsiniz. Yeni oyun için bir iniş yapma ayrıcalığı alacaksınız. Gelecek bir sürümde bu ayrıcalığı kendiniz seçebileceksiniz. Ancak şimdilik bu ayrıcalık, size her defasında ozmoregülasyonda %20'lik bir azalma sağlayacak. Evrene iniş yapmayı onayladığınızda, örneğin, farklı bir haritada oynamak için yeni bir gezegen tohumu seçerek veya BH'yi devre dışı bırakarak oyun ayarlarını düzenleyebilirsiniz.
uk: Спуск видалить Ваш статус піднесеного та поверне Вас до Мікробної Стадії. Від туди Ви зможете пройти гру заново у цьому збереженні. Ви отримаєте бонус за спуск у новому проходженні. У майбутніх версіях Ви зможете обрати бонус самостійно, але зараз це завжди 20-типроцентне зниження осморегуляції. Підтвердивши спуск, Ви зможете змінити налаштування гри. Наприклад, Ви зможете обрати новий сід, щоб грати у новому світі, або ж вимкнути ЗАКОН.
zh_cn: 下凡会结束您已飞升的状态并让您回到微生物阶段。从那里你就可以在这个存档里再次从头开始玩一遍游戏。 您在新的游玩过程中会获得一项下凡的加成。在未来版本中您将可以自己选择一项加成，但现在它将固定为渗透调节消耗-20％ 一旦您确定要下凡，您就可以编辑游戏设定，比如说选择一个新的世界种子来在一张新的地图上游玩或者禁用“仅限已知生命形式”选项等等。
zh_tw: 下凡會結束您已飛升的狀態並讓您回到微生物階段。從那裡您可以在本存檔中再次從頭開始玩一遍遊戲。 您在新的遊玩過程中會獲得一項下凡的加成。在未來版本中您將可以自己選擇一項加成，但現在它將固定為滲透調節成本 -20％。 一旦您確定要下凡，您可以編輯遊戲設定，比如說選擇一個新的世界種子來在一張新的地圖上游玩或停用「僅限已知生命形式」選項等等。

source: Description:
bg: Описание:
ca: Descripció:
cs: Popis:
de: Beschreibung:
eo: Priskribo:
es: Descripción:
et: Kirjeldus:
fi: Kuvaus:
he: תיאור:
hu: Leírás:
id: Deskripsi:
it: Descrizione:
ka: აღწერა:
ko: 설명:
nl: Omschrijving:
nl_be: Omschrijving:
pl: Opis:
pt_br: Descrição:
pt_pt: Descrição:
ru: Описание:
sk: Popis:
sr_cyrl: Опис:
sv: Beskrivning:
tr: Açıklama:
uk: Опис:
zh_cn: 描述：
zh_tw: 描述：

# DESCRIPTION_COLON
source: Description:
bg: Описание:
ca: Descripció:
cs: Popis:
de: Beschreibung:
es: Descripción:
he: תיאור:
hu: Leírás:
it: Descrizione:
ka: აღწერა:
nl: Omschrijving:
pl: Opis:
pt_br: Descrição:
pt_pt: Descrição:
ru: Описание:
sk: Popis:
tr: Açıklama:
uk: Опис:
zh_cn: 描叙：
zh_tw: 描述：

# DESCRIPTION_TOO_LONG
source: Description is too long
bg: Описанието е твърде дълго
ca: La descripció és massa llarga
cs: Popis je příliš dlouhý
de: Beschreibung ist zu lang
es: La descripción es demasiado larga
et: Kirjeldus on liiga pikk
fi: Kuvaus on liian pitkä
fr: La description est trop longue
he: התיאור ארוך מידי
hu: A leírás túl hosszú
it: La descrizione è troppo lunga
ka: აღწერა მეტისმეტად გრძელია
nl: Beschrijving is te lang
nl_be: Omschrijving is te lang
pl: Opis jest za długi
pt_br: Descrição está muito longa
pt_pt: Descrição é demasiado longa
ru: Описание слишком длинное
sk: Popis je príliš dlhý
tr: Açıklama çok uzun
uk: Опис надто довгий
zh_cn: 描叙过长
zh_tw: 描述過長
