Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_VIEW_NOW
source: View Now
bg: Преглед
ca: Veure ara
cs: Podívat se na tutoriál
de: Tutorial ansehen
es: Ver ahora
et: Vaata nüüd
he: הראה עכשיו
it: Vedi ora
ka: ნახვა ახლა
nl: Bekijk Nu
pl: Oglądaj Teraz
pt_br: Ver Agora
pt_pt: Ver Agora
ru: Обучение
tr: Şimdi İnceleyin
uk: Переглянути зараз
zh_cn: 现在就查看
zh_tw: 現在查看

# TWITTER_TOOLTIP
source: Visit our Twitter feed
bg: Отваряне на страницата ни в „Twitter“
cs: Navštiv náš Twitter
de: Besuche unseren Twitter Feed
es: Visita nuestra página de Twitter
fr: Visite notre flux Twitter
he: בקרו בעמוד בטוייטר שלנו
nl: Bezoek onze Twitter feed
pt_pt: Visite o nosso feed do Twitter
tr: Twitter yayınımızı ziyaret edin
uk: Відвідайте
zh_cn: 访问我们的推特
zh_tw: 造訪我們的 Twitter

# TYPE_COLON
source: Type:
bg: Вид:
ca: Tipus:
cs: Typ:
de: Typ:
es: Tipo:
et: Tüüp:
he: סוג:
hu: Típus:
it: Tipo:
ka: ტიპი:
pl: Typ:
pt_br: Tipo:
pt_pt: Tipo:
ru: Тип:
sk: Typ:
sv: Typ:
tr: Tür:
uk: Тип:
zh_cn: 类型：
zh_tw: 類型：

# UNAPPLIED_MOD_CHANGES
source: There are unapplied changes
bg: Промените не са приложени
ca: Hi ha canvis no aplicats
cs: Existují neaplikované změny
de: Es sind nicht übernommene Änderungen vorhanden
es: Hay cambios sin aplicar
et: On rakendamata muudatusi
fi: Tallentamattomia muutoksia
fr: Certains changements n'ont pas été appliqués
he: ישנם שינויים שלא הוחלו
hu: A modban nem elfogadott változtatások vannak
it: Ci sono modifiche non applicate
ka: არსებობს გადაუტარებელი ცვლილებები
nl: Er zijn niet toegepaste veranderingen
nl_be: Er zijn niet toegepaste aanpassingen
pl: Istnieją niezastosowane zmiany
pt_br: Há mudanças não aplicadas
pt_pt: Existem alterações não aplicadas
ru: Есть непримененные изменения
tr: Uygulanmamış değişiklikler var
uk: Є незастосовані зміни
zh_cn: 有未应用的更变
zh_tw: 有未套用的更改

# UNAPPLIED_MOD_CHANGES_DESCRIPTION
source: You need to apply your changes to load or unload any mods.
bg: Трябва да приложите Вашите промени за смяна на модификациите.
ca: Has d'aplicar els teus canvis per pujar o descarregar mods.
cs: Pro načtení nebo vyjmutí modifikací je třeba provést změny.
de: Du musst deine Änderungen übernehmen, um Mods zu laden oder entladen.
es: Tienes que aplicar los cambios para cargar/descargar cualquier mod.
et: Modifikatsioonide laadimiseks või mahalaadimiseks peate muudatused rakendama.
he: עליך להחיל שינויים בכדי לטעון או לפרוק כל מוד כלשהו.
hu: El kell fogadnod a változtatásaidat ahhoz, hogy be tudj tölteni, vagy törölni modokat.
it: Devi applicare le tue modifiche per attivare o disattivare mod.
ka: მოდების ჩასატვირთად ან გამოსატვირთად ჯერ თქვენი ცვლილებები უნდა გადაატაროთ.
nl: Je moet je veranderingen toepassen om mods te laden of ontladen.
nl_be: Je moet je aanpassingen toepassen om mods te laden of te ontladen.
pl: Musisz zatwierdzić zmiany, by załadować lub wyładować mody.
pt_br: Você precisa aplicar as mudanças para carregar ou descarregar qualquer mod.
pt_pt: Tu precisas de aplicar as alterações para carregar ou descarregar qualquer mod.
ru: Вам нужно применить свои изменения, чтобы загрузить или выгрузить любые моды.
tr: Herhangi bir modu yüklemek ya da kaldırmak için değişiklikleri uygulamanız gerekir.
uk: Ви маєте застосувати зміни, щоб завантажити або відвантажити будь-які моди.
zh_cn: 你需要应用更变才能加载或卸载任何mod。
zh_tw: 您需要套用變更來載入或卸載任何模組。

source: Unbind all
bg: Разпадане
ca: Desunir totes les cèl·lules
cs: Rozpojit všechny
de: Alle Verbindungen lösen
es: Desunir todas
et: Vabastage kõik
fi: Erkane kaikista
fr: Dissocier tout
he: שחרר הכל
hu: Összes szétválasztása
id: Lepas semua
it: Slega tutte
ka: ყველა მიმაგრების გაუქმება
nl: Ontbind al
nl_be: Ontbind alles
pl: Odwiąż wszystkie
pt_br: Desconectar todos
pt_pt: Desconectar todas
ru: Отвязать всех
sk: Rozpojiť všetky
sv: Lösgör alla
tr: Hepsinin bağını kopar
uk: Роз'єднати всіх
zh_cn: 取消所有连接
zh_tw: 解散所有

# UNBIND_ALL_TOOLTIP
source: Unbind all cells in colony
ka: კოლონიაში ყველა უჯრედის მიბმის მოხსნა
pt_br: Desconectar todas as células na colônia
pt_pt: Desconectar todas as células na colónia
ru: Отвязать все клетки в колонии
tr: Kolonideki bütün hücrelerin bağını kopar
uk: Роз'єднати всі клітини в колонії
zh_tw: 解散群落中的所有細胞

# UNBIND_HELP_TEXT
source: Unbind Mode
bg: Режим на отделяне
ca: Mode de Desunió
cs: Rozpojovací mód
de: Entbindungsmodus
es: Modo desunión
et: Vabasta sidumisrežiim
fr: Mode de Délier
he: מצב שחרר
hu: Szétkapcsolás mód
id: Mode Lepas
it: Modalità di slegatura
ka: მიმაგრების გაუქმების რეჟიმი
nl: Loskoppelmodus
nl_be: Ontbind modus
pl: Tryb rozdzielenia
pt_br: Modo de Desconexão
pt_pt: Modo de Desconexão
ru: Режим Развязки
sk: Rozpojovací mód
sv: Lösgöringsläge
tr: Bağ Koparma Modu
uk: Режим зв'язування
zh_cn: 解连接模式
zh_tw: 解散模式

# UNCERTAIN_VERSION_WARNING
source: This is a debug build where the info below is probably not up to date
bg: Версия за отстраняване на грешки
de: Dies ist eine Debug-Version und die Info unten ist vermutlich nicht aktuell
es: Esta es una versión de prueba por lo que la información mostada debajo puede no estar a la actualizada
fr: Il s'agit d'une version de debug où les informations ci-dessous ne sont probablement pas à jour
he: זהו בניית די-באג כאשר שהמידע מתחת ככל הנראה לא מעודכן
ka: ეს გამართვის აგებაა, სადაც ქვემოთ მოყვანილი ინფორმაცია, ალბათ, მოძველებულია
nl: Dit is een debugbuild waar de informatie hieronder waarschijnlijk niet actueel is
pl: To jest wersja debugowania gdzie informacje poniżej są prawdopodobnie przestarzałe
pt_br: Esta é uma build de depuração e a informação abaixo pode estar desatualizada
pt_pt: Esta é uma compilação de depuração em que a informação abaixo provavelmente não está atualizada
ru: Это отладочная сборка, где приведенная ниже информация, вероятно, не актуальна
tr: Bu bir hata ayıklama sürümü, bu yüzden aşağıdaki bilgi muhtemelen güncel değil
uk: Це збірка налагоджувань, де інформація нижче, ймовірно, застаріла
zh_cn: 这是一个调试版本，下面的信息可能不是最新的
zh_tw: 這是一個除錯版本，以下資訊可能不是最新的

source: Underwater cave
bg: Подводна пещера
ca: Cova submarina
cs: Podvodní jeskyně
de: Unterwasser-Höhle
eo: Subakva Kaverno
es: Cueva submarina
et: Veealune koobas
fi: Vedenalainen luola
fr: Grotte sous-marine
he: מערה תת-מימית
hu: Víz alatti barlang
id: Gua Bawah Laut
it: Caverna sottomarina
ka: წყალქვეშა გამოქვაბული
ko: 수중 동굴
nl: Onderwatergrot
nl_be: Onderwatergrot
pl: Podwodna Jaskinia
pt_br: Caverna Subaquática
pt_pt: Caverna Subaquática
ru: Подводная пещера
sk: Podvodná jaskyňa
sr_cyrl: Подводна Пећина
sr_latn: Podvodna Pećina
sv: Undervattensgrotta
th_th: ถ้ำใต้น้ำ
tr: Denizaltı Mağarası
uk: Підводна печера
zh_cn: 水下洞穴
zh_tw: 水下洞穴

source: Undo
bg: Отмяна
ca: Desfer l'acció
cs: Vrátit
de: Rückgängig
eo: Malfaru
es: Deshacer
et: Võta tagasi
fi: Kumoa
fr: Annuler
he: בטל
hu: Visszavonás
id: Batal
it: Annulla l'ultima azione
ka: გაუქმება
ko: 실행 취소
nl: Ongedaan Maken
nl_be: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
pt_pt: Reverter
ru: Отменить
sk: Zrušiť
sr_cyrl: Поништи
sr_latn: Poništi
sv: Ångra
th_th: เลิกทำ
tr: Geri al
uk: Скасувати
zh_cn: 撤销
zh_tw: 撤銷

source: Undo the last action
bg: Отмяна на последното действие
ca: Desfer la darrera acció
cs: Vrátit zpět poslední akci
de: Letzte Aktion rückgängig machen
eo: Malfaru la lastan agon
es: Deshacer la última acción
et: Võta viimane toiming tagasi
fi: Kumoa viimeisin toimenpide
fr: Annuler la dernière action
he: בטל פעולה אחרונה
hu: Utolsó akció visszavonása
id: Batalkan tindakan terakhir
it: Annulla l'ultima azione
ka: ბოლო ქმედების გაუქმება
ko: 마지막 활동 취소
nl: Laatste actie ongedaan maken
nl_be: Maak de laatste handeling ongedaan
pl: Cofnij ostatnią czynność
pt_br: Desfazer a ultima ação
pt_pt: Reverter a última ação
ru: Отменить последнее действие
sk: Zrušiť poslednú zmenu
sr_cyrl: Опозови последњу акцију
sr_latn: Opozovi poslednju akciju
sv: Ångra den senaste handlingen
th_th: เลิกทำการกระทำล่าสุด
tr: Son eylemi geri al
uk: Скасувати попередню дію
zh_cn: 撤销上一个动作
zh_tw: 撤銷上一個操作

# UNIT_ACTION_CONSTRUCT
source: Construct
fr: Construire
ka: აღჭურვა
nl: Bouw
pt_br: Construir
ru: Соорудить
tr: İnşa Et
uk: Побудувати
zh_cn: 建造
zh_tw: 建造

# UNIT_ACTION_MOVE
source: Move
ka: გადაადგილება
nl: Beweeg
pt_br: Mover
pt_pt: Mover
ru: Переместить
tr: Hareket Et
uk: Рухатися
zh_cn: 移动
zh_tw: 移動

# UNIT_SIMPLE_ROCKET
source: Simple Rocket
es: Cohete simple
ka: მარტივი რაკეტა
nl: Simpele Rakket
pt_br: Foguete Simples
pt_pt: Foguetão Simples
ru: Базовая Ракета
tr: Basit Roket
uk: Проста ракета
zh_cn: 简单火箭
zh_tw: 簡易火箭

source: Unknown
bg: Неизвестен клавиш
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
et: Tundmatu
fi: Tuntematon
fr: Entrée inconnue
he: לא יודע
hu: Ismeretlen
it: Tasto sconosciuto
ka: უცნობი
nl: Onbekende knop
nl_be: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестная кнопка мыши
sk: Neznáme
sv: Okänd
th_th: ปลดล็อค
tr: Bilinmeyen
uk: Невідомо
zh_cn: 鼠标未知键
zh_tw: 未知

# UNKNOWN_DISPLAY_DRIVER
source: Unknown
bg: Неизвестен
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
it: Sconosciuto
ka: უცნობი
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
uk: Невідомо
zh_cn: 未知
zh_tw: 未知

source: Unknown mouse
bg: Неизвестен бутон
ca: Desconegut ratolí
cs: Neznámá myš
de: Unbekannte Maus
eo: Nekonata musbutono
es: Botón desconocido del mouse
et: Tundmatu hiir
fi: Tuntematon hiiren painike
fr: Souris inconnue
he: לחצן עכבר לא יודע
hu: Ismeretlen egér
it: Tasto sconosciuto del mouse
ka: თაგუნას უცნობი ღილაკი
ko: 마우스 미확인 키
nl: Onbekende muisknop
nl_be: Onbekende muis
pl: Nieznany myszy
pt_br: Botão do mouse desconhecido
pt_pt: Rato botão desconhecido
ru: Неизвестная кнопка мыши
sk: Neznáme tlačidlo myši
sr_cyrl: Непознати миш
sr_latn: Nepoznati miš
sv: Okänd mus
th_th: เมาส์ที่ไม่รู้จัก
tr: Bilinmeyen fare tuşu
uk: Невідома миша
zh_cn: 鼠标未知键
zh_tw: 未知滑鼠鍵

source: Unknown on Windows
bg: Неизвестна
ca: Desconegut a Windows
cs: Neznáme na Windows
de: Für Windows unbekannt
es: Desconocido en Windows
fr: Inconnu sur Windows
he: לא מוכר לWindows
hu: Ismeretlen a Windows-on
it: Sconosciuto su Windows
pl: Nieznany na Windowsie
sk: Neznáme na Windowse
zh_cn: 在Windows上未知
zh_tw: 在 Windows 上未知

source: Unknown Patch
ka: უცნობი ბიომა
pt_br: Região Desconhecida
pt_pt: Região Desconhecida
ru: Неизвестный Биом
tr: Bilinmeyen Arazi
uk: Невідома ділянка
zh_tw: 未知區域

source: Unknown version
bg: Неизвестна версия
de: Unbekannte Version
es: Versión desconocida
fr: Version inconnue
he: גרסה לא יודעה
ka: უცნობი ვერსია
nl: Onbekende versie
pl: Nieznana wersja
pt_br: Versão desconhecida
pt_pt: Versão desconhecida
ru: Неизвестная версия
tr: Bilinmeyen sürüm
uk: Невідома версія
zh_cn: 未知版本
zh_tw: 未知版本

# UNKNOWN_WORKSHOP_ID
source: Unknown Workshop ID For This Mod
bg: Неизвестен идентификационен № за работилницата
ca: ID del Workshop Desconegut Per Aquest Mod
cs: Neznámé Workshop ID pro tento mod
de: Unbekannte Workshop-ID für diesen Mod
es: ID de Workshop desconocido para el mod actual
et: Tundmatu töökoja ID selle modifikatsiooni jaoks
he: Workshop ID לא יודע בשביל מוד זה
hu: Mod műhely ID-je ismeretlen
it: Workshop ID sconosciuto per questa mod
ka: უცნობი WorkShop ID ამ მოდისთვის
nl: Onbekende Workshop ID Voor Deze Mod
nl_be: Onbekende Workshop ID voor deze mod
pl: Nieznane ID Sklepu Dla Tego Moda
pt_br: ID da Oficina Desconhecido
pt_pt: O ID da Steam Workshop é desconhecido para este mod
ru: Неизвестный Workshop ID для этого мода
sk: Neznáme Workshop ID pre tento mód
tr: Bu Mod İçin Bilinmeyen Atölye ID'si
uk: Невідомий ID магазину для цього моду
zh_cn: 此Mod的创意工坊编号未知
zh_tw: 此模組的工作坊 ID 未知

# UNSAVED_CHANGE_WARNING
source: You have unsaved changes that will be discarded. Do you wish to continue?
bg: Вашите промени не са запазени и ще бъдат отхвърлени. Искате ли да продължите?
ca: Hi ha canvis no guardats. Si continueu, es perdran tots. Voleu continuar?
cs: Máš neuložené změny, které budou zahozeny. Mám pokračovat?
de: Es wurden ungespeicherte Änderungen vorgenommen. Möchtest du fortfahren?
eo: Vi havas nesavitajn ŝanĝojn kiuj estis forĵetotajn. Ĉu vi volas daŭrigi?
es: Tienes cambios sin guardar que serán descartados. ¿Deseas continuar?
et: Teil on salvestamata muudatusi, mis tühistatakse. Kas soovite jätkata?
fi: Sinulla on tallentamattomia muutoksia, jotka menetetään. Haluatko jatkaa?
fr: Des changements non sauvegardés vont être abandonnés. Voulez-vous continuer ?
he: ישנם שינויים שלא נשמרו שיימחקו. האם ברצונך להמשיך?
hu: Mentetlen változtatásaid vannak, melyek el fognak veszni. Biztos, hogy folytatod?
id: Kamu memiliki perubahan yang belum tersimpan yang akan dibuang. Apakah kamu ingin lanjut?
it: Hai modifiche non salvate. Saranno eliminate. Vuoi procedere?
ka: გაქვთ შეუნახავი ცვლილებები, როლებიც გაუქმდება. გნებავთ გაგრძელება?
ko: 저장하지 않은 변경점은 적용되지 않습니다. 계속하시겠습니까?
nl: Je hebt niet-opgeslagen instellingen. Doorgaan?
nl_be: Je hebt niet-opgeslagen wijzigingen die worden verwijderd. Wens je verder te gaan?
pl: Masz niezapisane zmiany które zostaną odrzucone. Czy chcesz kontynuować?
pt_br: Você tem mudanças não salvas que serão descartadas. Deseja continuar?
pt_pt: Existem alterações não guardadas que serão perdidas. Desejas continuar?
ru: У вас есть несохранённые изменения, которые будут утрачены. Желаете продолжить?
sk: Máš neuložené zmeny, ktoré budú zahodené. Chceš pokračovať?
sr_cyrl: Имате несачуване промене које ће бити одбачене. Да ли желите да наставите?
sr_latn: Imate nesačuvane promene koje će biti odbačene. Da li želite da nastavite?
sv: Du har osparade ändringar som kommer bli raderade. Vill du fortsätta?
th_th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกซึ่งจะถูกยกเลิก คุณต้องการดำเนินการต่อหรือไม่
tr: Kaydedilmemiş değişiklikler var. Yine de devam etmek istiyor musunuz?
uk: Ви маєте незбережені дії які будуть скасовані. Бажаєте продовжити?
zh_cn: 未保存的更改将被丢弃。 你想继续吗？
zh_tw: 未儲存的變更將被丟棄。 您想繼續嗎？

source: Untitled
bg: Неозаглавено
ca: Sense títol
cs: Bez názvu
de: Unbenannt
es: Sin título
fr: Sans titre
he: ללא כותרת
hu: Névtelen
it: Senza titolo
ka: უსათაურო
nl: Geen Titel
pl: Niezatytułowany
pt_br: Sem Título
pt_pt: Sem título
ru: Без Имени
sk: Bez názvu
tr: Adsız
uk: Не названий
zh_cn: 未命名
zh_tw: 無標題

# UPGRADE_CILIA_PULL
source: Pulling Cilia
bg: Придърпващи реснички
ka: წამწამის გამოქაჩვა
nl: Trekkende Cilia
pt_br: Cílios Atrativos
ru: Вытягивание ресничек
tr: Çeken Siller
uk: Стягувальні війки
zh_cn: 捕食纤毛
zh_tw: 捕食纖毛

# UPGRADE_CILIA_PULL_DESCRIPTION
source: When in engulf mode ([thrive:input]g_toggle_engulf[/thrive:input]) this type of cilia will cause vortices in the water that pull in nearby objects. Useful for capturing prey.
fr: Quand vous êtes en mode phagocytage ([thrive:input]g_toggle_engulf[/thrive:input]) ce type de cils créera des vortex dans l'eau qui attireront les objets proches. Utile pour capturer des proies.
ka: შთანთქმის რეჟიმში ([thrive:input]g_toggle_engulf[/thrive:input]) ამ ტიპის წამწამი გამოიწვევს მორევებს წყალში, რომელიც ახლოს მყოფ ობიექტებს ითრევს. სასარგებლოა მსხვედპლის შეპყრობისას.
nl: Wanneer je in de verzwelgmodus ([thrive:input]g_toggle_engulf[/thrive:input]) zit zal dit type cilia draaikolken in het water maken om objecten in de buurt naar binnen te trekken. Dit is nuttig voor het vangen van prooi.
pl: Kiedy w trybie połykania ([thrive:input]g_toggle_engulf[/thrive:input]) ten typ rzęs wywołuje wiry w wodzie które wsysają pobliskie obiekty. Przydatne przy łapaniu ofiar.
pt_br: Ao tentar fagocitar algo ([thrive:input]g_toggle_engulf[/thrive:input]), esse tipo de cílios causa vórtices na água que puxam objetos próximos para si. É útil para capturar presas.
ru: Когда вы находитесь в режиме поглощения ([thrive:input]g_toggle_engulf[/thrive:input]) этот тип ресничек будет притягивать посторонние клетки к себе, т.е клетке игрока. Крайне полезно для захвата добычи.
tr: Yutma modunda ([thrive:input]g_toggle_engulf[/thrive:input]), bu sil türü suda girdaplara yol açarak yakınındaki nesneleri üzerine çeker. Av yakalamak için kullanışlıdır.
uk: У режими поглинання ([thrive:input]g_toggle_engulf[/thrive:input]) цей тип війок створюватиме завихрення у воді, що притягуватимуть близькі об'єкти. Корисно задля спіймання здобичі.
zh_cn: 当处于胞吞模式时（[thrive:input]g_toggle_engulf[/thrive:input]），这种类型的纤毛会在水中产生涡流，将附近的物体拉近来捕猎。
zh_tw: 當處於吞噬模式（[thrive:input]g_toggle_engulf[/thrive:input]）時，這種類型的纖毛會在水中引起渦流，從而吸引附近的物體。對於捕捉獵物很有用。

# UPGRADE_DESCRIPTION_NONE
source: The default non-upgraded state
fr: L'état non-amélioré par défaut
ka: ნაგულისხმევი მდგომარეობა გაუმჯობესების გარეშე
nl: De standaard niet-geupgrade staat
pl: Domyślny nie-ulepszony stan
pt_br: A variante padrão não atualizada
pt_pt: O estado não melhorado padrão.
ru: Обычное, не улучшенное состояние
tr: Varsayılan yükseltilmemiş durum
uk: Стандартний немодифікований стан
zh_cn: 默认状态
zh_tw: 預設未升級狀態

# UPGRADE_NAME_NONE
source: No Upgrade
fr: Pas d’amélioration
ka: გაუმჯობესები გარეშე
nl: Geen upgrade
pt_br: Variante Padrão
pt_pt: Sem Melhoria
ru: Без обновления
tr: Yükseltme Yok
uk: Без модифікацій
zh_cn: 默认
zh_tw: 無升級

# UPGRADE_PILUS_INJECTISOME
source: Injectisome Pilus
fr: Pilus injectisome
ka: ინჟექტორი პილუსი
nl: Injectisoom Pilus
pt_br: Pilus Injectissômico
ru: Пиль-инъектор
tr: İnjektozom Pilus
uk: Отруйна ворсинка
zh_cn: 毒刺
zh_tw: 注射性菌毛

# UPGRADE_PILUS_INJECTISOME_DESCRIPTION
source: Turns the pilus into an injectisome, dealing toxin damage when impaling other cells
fr: Transforme le pilus en un injectisome, infligeant des blessures par toxines lors de l'empalement d'autres cellules
ka: გადაიყვანს პილუსს პილუს-ინჟექტორში, რომელიც სხვა უჯრედების შეტევისას მათ ტოქსინს შეუშხაპუნებს
nl: Vorm de pilus om in een injectisoom. Deze kan gifschade kan aanrichten wanneer het andere cellen doorboort
pt_br: Transforma o pilus em um injectissomo, infligindo dano de toxina quando impala outras células
ru: Превращает пиль в пиль-инъектор, что наносит урон токсинами при уколе других клеток
tr: Pilusu bir injektozoma dönüştürür, diğer hücrelere saplandığında toksin hasarı verir
uk: Робить ворсинку отруйною, що завдає шкоди токсином при контакті з іншими клітинами
zh_cn: 将掠食性菌毛变为一根毒刺，在刺中其他细胞时造成毒素伤害。
zh_tw: 將菌毛變為毒刺，刺穿其他細胞時造成毒素損傷

source: Upload
bg: Качване
ca: Pujar
cs: Nahrát
de: Hochladen
es: Cargar
et: Laadi üles
he: העלה
hu: Feltöltés
it: Carica
ka: ატვირთვა
nl: Uploaden
pl: Udostępnij
pt_br: Carregar
pt_pt: Carregar
ru: Загрузить
sk: Nahrať
sv: Ladda upp
tr: Karşıya Yükle
uk: Завантажити
zh_cn: 上传
zh_tw: 上傳

# UPLOADING_DOT_DOT_DOT
source: Uploading...
bg: Качване...
ca: Carregant...
cs: Nahrávání...
de: Lade hoch...
es: Cargando...
et: Üleslaadimine...
he: מעלה...
hu: Feltöltés...
it: Caricamento...
ka: ატვირთვა...
nl: Uploaden...
nl_be: Uploaden...
pl: Ładowanie...
pt_br: Carregando...
pt_pt: A carregar...
ru: Загрузка...
sk: Nahrávanie...
sv: Laddar upp...
tr: Karşıya Yükleniyor...
uk: Відвантажити...
zh_cn: 上传中……
zh_tw: 上傳中…

source: Upload Succeeded
bg: Качването е успешно
ca: Càrrega amb èxit
cs: Nahrání bylo úspěšné
de: Hochladen erfolgreich
es: Guardado con éxito
et: Üleslaadimine õnnestus
he: העלאה הצליחה
hu: Sikeres feltöltés
it: Caricamento riuscito
ka: ატვირთვა წარმატებულია
nl: Upload was Succesvol
nl_be: Upload geslaagd
pl: Ładowanie Powiodło Się
pt_br: Upload Bem-Sucedido
pt_pt: Carregamento bem-sucedido
ru: Загрузка выполнена успешно
sk: Nahrávanie bolo úspešné
tr: Yükleme Başarılı
uk: Відвантаження виконано
zh_cn: 上传成功
zh_tw: 上傳成功

# USED_LIBRARIES_LICENSES
source: Licenses And Used Libraries
bg: Лицензи и използвани материали
ca: Llicències i llibreries utilitzades
cs: Licence a použité knihovny
de: Lizenzen und verwendete Bibliotheken
es: Licencias y Bibliotecas Usadas
et: Litsentsid ja kasutatud raamatukogud
fi: Lisenssit ja käytetyt kirjastot
fr: Licences et bibliothèques utilisés
he: רישיונות וספריות שימוש
id: Lisensi dan Libraries yang Digunakan
it: Licenze e librerie usate
ka: ლიცენზიები და გამოყენებული ბიბლიოთეკები
nl: Licenties En Gebruikte Bibliotheken
nl_be: Licenties en gebruikte bibliotheken
pl: Licencje I Użyte Biblioteki Zasobów
pt_br: Licenças e Bibliotecas Usadas
pt_pt: Licenças e Bibliotecas Utilizadas
ru: Лицензии и использованные библиотеки
sk: Licencie a použité knižnice
sv: Licenser Och Använda Bibliotek
tr: Lisanslar ve Kullanılan Kitaplıklar
uk: Ліцензії та використана література
zh_cn: 许可证和使用的库
zh_tw: 授權條款和使用的程式庫

# USED_RENDERER_NAME
source: Used renderer:
bg: Визуализатор:
cs: Použitý renderer:
de: Verwendeter Renderer:
es: Renderizardor en uso:
fi: Käytetty renderöijä:
fr: Moteur de rendu utilisé :
he: מעבד בשימוש:
it: Renderer utilizzato:
ka: გამოყენებული რენდერერი:
nl: Gebruikte Renderer:
pl: Wykorzystany renderer:
pt_br: Renderizador usado:
pt_pt: Renderizador utilizado:
ru: Движок отрисовки:
tr: Kullanılan işleyici:
uk: Використовуваний рендер:
zh_cn: 使用的渲染器：
zh_tw: 使用的渲染器：

# USES_FEATURE
source: Yes
bg: Да
ca: Si
cs: Ano
de: Ja
es: Si
he: כן
it: Sì
ka: დიახ
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
sk: Áno
tr: Evet
uk: Так
zh_cn: 是
zh_tw: 是

# USE_AUTO_HARMONY
source: Use Auto Harmony Loading
bg: Използване на „Harmony“
ca: Utilitzar Càrrega Auto Harmony
cs: Použít Auto Harmony Loading
de: Nutze Auto Harmony Laden
es: Usar carga Automática de Harmony
he: השתמש במעלה אוטו-Harmony
it: Usa modalità Auto Harmony
ka: Harmony-ის ავტოჩატვირთვის გამოყენება
nl: Gebruik Auto Harmony Laadmethode
pt_br: Usar carregamento Auto Harmony
ru: Использовать автозагрузку Harmony
tr: Oto Harmony Yüklemesini Kullan
uk: Використати завантаження авто-Гармонії
zh_cn: 使用自动Harmony加载
zh_tw: 使用自動 Harmony 載入

# USE_AUTO_HARMONY_TOOLTIP
source: Automatically load Harmony patches from Assembly (doesn't require specifying mod class)
bg: Автоматично зареждане на „Harmony“ от „Assembly“
ca: Automàticament carregar els ecosistemes Harmony de l'Ensamblatge (no requereix especificar una classe de mod)
cs: Automaticky načítat Harmony patche ze sestavy (nepotřebuje specifikování třídy modu)
de: Harmony Updates automatisch vom Assembler laden (Mod class muss nicht spezifiziert werden)
es: Automáticamente carga parches de Harmony desde Assembly (no requiere especificar la clase del mod)
fr: Chargement automatique des patchs Harmony à partir de l'Assembleur (ne nécessite pas de spécifier la classe de mod)
he: מעלה אוטומטי את Harmony מהמפרק (לא דורש מחלקת מוד מסויימת)
it: Carica automaticamente patch Harmony dall'Assembly (non richiede di specificare la classe della mod)
ka: Harmony-ის პაჩების ავტომატური ჩატვირთვა Assembly-დან (არ სჭირდება მოდის კლასის მითითება)
nl: Laad Harmony patches automatisch uit Assembly (mod klasse hoeft niet gespecificeerd te worden)
pt_br: Carregar patches Harmony do Assembly automaticamente (não é preciso especificar a classe do mod)
ru: Автоматически загружать патчи для сборки модов от Harmony(Специальный мод не требуется)
tr: Assembly'den Harmony yamalarını otomatik olarak yükle (mod sınıfı belirlemeyi gerektirmez)
uk: Автоматичне завантаження патчів Гармонії зі збірки (не вимагає вказувати клас моду)
zh_cn: 从Assembly中自动加载Harmony补丁（不需要指定mod class）
zh_tw: 自動從 Assembly 載入 Harmony 補丁（不需要指定模組類別）
