Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WORKSHOP_VISIBILITY_TOOLTIP
source: Once an item is made visible it will be visible to everyone
bg: След като модификацията стане видима, тя ще бъде видима за всички
ca: Un cop es faci visible un element, serà visible per a tothom
cs: Jakmile je položka zviditelněna, je viditelná pro všechny
de: Sobald ein Item sichtbar gemacht wird, ist es für jeden einsehbar
es: Una vez este elemento sea publicado, será visible para todos
et: Kui üksus on nähtavaks tehtud, on see kõigile nähtav
fr: Une fois un item publié, tout le monde pourra le voir
he: ברגע שפריט זה יהפוך לגלוי הוא היה גלוי לכולם
it: Una volta reso visibile, ciascun oggetto sarà visualizzabile da chiunque
ka: როცა ელემენტი ხილული გახდება, მას ყველა დაინახავს
nl: Zodra een item zichtbaar is gemaakt zal het voor iedereen zichtbaar zijn
nl_be: Zodra een item zichtbaar is gemaakt, is het voor iedereen zichtbaar
pl: Gdy przedmiot stał się widoczny, będzie widoczny dla każdego
pt_br: Assim que um item é feito visível, ele ficará visível globalmente
pt_pt: Quando um item estiver visível, ele ficará visível para todos
ru: Как только элемент станет видимым, он будет виден всем
tr: Bir öğe gösterildiği zaman herkese görünür
uk: Коли елемент зробити видимим, то стане видимим усіх
zh_cn: 一旦一个项目变得可见，它就会被所有人看到
zh_tw: 一旦一個項目被設為可見，它將對所有人可見

source: World
bg: Свят
ca: Món
de: Welt
fr: Monde
ka: სამყარო
nl: Wereld
pl: Świat
pt_br: Mundo
pt_pt: Mundo
ru: Мир
tr: Dünya
uk: Світ
zh_cn: 世界
zh_tw: 世界

# WORLD_EXPORT_SUCCESS_MESSAGE
source: Worlds' data have been successfully exported to {0}
bg: Данните за света са експортирани успешно в {0}
de: Die Weltdaten wurden erfolgreich nach {0} exportiert
fr: Les données du monde ont été exportées avec succès vers {0}
ka: სამყაროს მონაცემები წარმატებით იქნა გატანილი ფაილში {0}
nl: Werelddata is succesvol geexporteerd naar {0}
pl: Dane świata zostały z powodzeniem exportowane do {0}
pt_br: Os dados do mundo foram exportados para {0} com sucesso
pt_pt: Os dados do mundo foram exportados com sucesso para {0}
ru: Информация мира была успешно экспортирована в : {0}
tr: Dünyaların verileri, {0} dosyasına başarıyla aktarıldı
uk: Дані світу були успішно експортовані до {0}
zh_cn: 世界的数据已成功导出到 {0}
zh_tw: 該世界的資料已成功匯出至 {0}

# WORLD_GENERAL_STATISTICS
source: Generic Statistics of Current World
bg: Обща статистика на текущия свят
ca: Estadístiques Generals del Món Actual
de: Allgemeine Statistiken der aktuellen Welt
ka: მიმდინარე სამყაროს ზოგადი სტატისტიკა
nl: Algemene Statistieken van Huidige Wereld
pl: Ogólne statystyki obecnego świata
pt_br: Estatísticas Gerais do Mundo Atual
ru: Основная статистика выбранного мира
tr: Mevcut Dünyanın Genel İstatistikleri
uk: Загальна статистика поточного світу
zh_cn: 当前世界的统计数据
zh_tw: 當前世界的統計數據

# WORLD_MISC_DETAILS_STRING
source: Include later stage prototypes: {0} Include Easter eggs: {1}
bg: Включване на следващите етапи на играта: {0} Включване на тайните обекти на играта: {1}
de: Prototypen späterer Phasen miteinbeziehen: {0} Easter eggs miteinbeziehen: {1}
es: Incluir prototipos de etapas posteriores: {0} Incluir "huevos de pascua": {1}
fr: Inclure les prototypes des stades avancés : {0} Inclure les Easter eggs : {1}
ka: გვიანი სტადიის პროტოტიპების ჩასმა: {0} სააღდგომო კვერცხების ჩასმა: {1}
nl: Voeg latere faseprototypen toe: {0} Voeg Paaseieren toe: {1}
pt_br: Incluir os protótipos de estágios posteriores: {0} Incluir easter eggs: {1}
ru: Включить прототипы поздних стадий: {0} Включить пасхальные яйца: {1}
tr: Sonraki evre prototiplerini dahil et: {0} Sürpriz yumurtaları dahil et: {1}
uk: Включити прототип пізніших етапів: {0} Включити великодки: {1}
zh_cn: 包含测试阶段: {0} 包含彩蛋: {1}
zh_tw: 包含後期階段原型：{0} 包含彩蛋：{1}

# WORLD_RELATIVE_MOVEMENT
source: World relative
ka: სამყაროსთან შეფარდებით
nl: Relatief aan de wereld
pt_br: Relativo ao mundo
ru: Относительно мира
tr: Dünyaya bağlı
uk: Відносно світу
zh_cn: 相对世界移动
zh_tw: 相對於世界

# WORST_PATCH_COLON
source: Worst Patch:
bg: Изчезва:
ca: Pitjor Medi:
cs: Nejhorší oblast:
de: Schlechtestes Gebiet:
es: Peor bioma:
et: Halvim plaaster:
fr: Pire secteur :
he: האזור הגרוע ביותר:
hu: Legrosszabb patch:
it: Peggior zona:
ka: ყველაზე ცუდი ბიომა:
nl: Slechtse Gebied:
nl_be: Slechtste Zone:
pl: Najgorzej radzi sobie w:
pt_br: Pior Região:
pt_pt: Pior Região:
ru: Худший биом:
sk: Najhoršia oblasť:
tr: En Kötü Arazi:
uk: Найгірша ділянка:
zh_cn: 表现最糟的地区：
zh_tw: 最差區域：

source: years
bg: години
ca: anys
cs: roky
de: Jahre
eo: jaroj
es: años
et: aastat
fi: vuotta
fr: années
he: שנים
hu: évek
id: tahun
it: anni
ka: წელი
ko: 년
nl: jaren
nl_be: jaren
pl: lata
pt_br: anos
pt_pt: anos
ru: лет
sk: roky
sr_cyrl: године
sv: år
tr: yıl
uk: роки
zh_cn: 年
zh_tw: 年

# YOUTUBE_TOOLTIP
source: Visit our YouTube channel
bg: Отваряне на канала ни в „YouTube“
cs: Navštiv náš YouTube kanál
de: Besuche unseren YouTube Kanal
es: Visita nuestro canal de YouTube
fr: Visitez notre chaîne YouTube
he: צפו באתר היוטיוב שלנו
ka: ეწვიეთ ჩვენს YouTube-ის არხს
nl: Bezoek ons YouTube kanaal
pl: Odwiedź nasz kanał Youtube
pt_br: Visite o nosso canal no YouTube
pt_pt: Visite o nosso canal de Youtube
ru: Зайти на наш Ютуб Канал
tr: YouTube kanalımızı ziyaret edin
uk: Відвідайте наш YouTube канал
zh_cn: 访问我们的YouTube频道
zh_tw: 造訪我們的 YouTube 頻道

# YOU_CAN_MAKE_PULL_REQUEST
source: Thrive is an open source project. You can contribute a pull request without applying to the team.
bg: „Thrive“ е проект с отворен код. Може да направите своя принос, без да сте част от екипа на проекта.
ca: Thrive és un projecte de codi obert. Podeu contribuïr a una sol·licitud sense aplicar a l'equip de programació.
cs: Thrive je open source projekt. Můžete přispět i pokud nejste součástí týmu (formou pull request).
de: Thrive ist ein Open Source Projekt. Du kannst einen Pull Request beitragen ohne dich beim Team zu bewerben.
es: Thrive es un proyecto de código abierto. Puedes contribuir sin tener que postularte para ser parte del equipo.
et: Thrive on avatud lähtekoodiga projekt. Tõmbetaotluse saate panustada ilma meeskonda taotlemata.
fi: Thrive on avoimen lähdekoodin projekti. Voit avustaa avaamalla pull requestin ilman tiimiin liittymistä.
fr: Thrive est un projet open-source. Vous pouvez proposer un correctif sans avoir besoin de faire partie de l'équipe (de développement).
he: Thrive הוא פרויקט קוד פתוח. אתה יכול לתרום לבקשת משיכה ללא פניה מצוות.
hu: A Thrive egy nyílt forrású project. Hozzájárulhatsz egy pull request-hez a csapatba való jelentkezés nélkül.
id: Thrive merupakan proyek open source. Kamu dapat mengkontribusi sebuah pull request tanpa melamar ke tim.
it: Thrive è un progetto open source. Puoi contribuire con una pull request, anche se non fai parte del team.
ka: Thrive ღია კოდის მქონე პროექტია. კოდის შემოწირულობა გუნდში შესვლის გარეშეც შეგიძლიათ.
nl: Thrive is een project met open broncode. Je kunt een pull-aanvraag bijdragen zonder je in te schrijven bij het team.
nl_be: Thrive is een open source-project. Je kunt een pull-verzoek indienen zonder je aan te melden bij het team.
pl: "Thrive" to projekt open source Możesz utworzyć pull request bez ubiegania się o miejsce w załodze.
pt_br: Thrive é um projeto de código aberto. Você pode contribuir mesmo sem fazer parte da equipe.
pt_pt: Thrive é um projecto de código aberto. Podes contribuir sem te candidatares à equipa.
ru: Thrive – это проект с открытым исходным кодом. Вы можете вносить изменения в код не будучи разработчиком.
sk: Thrive je open source projekt. Môžeš prispieť aj keď nie si súčasťou tímu (formou pull request) .
sv: Thrive är ett open source projekt. Du kan bidra med ett pull request utan att ansöka till teamet.
tr: Thrive, açık kaynaklı bir projedir. Oyun ekibine başvurmaksızın, bir çekme isteği göndererek oyuna katkıda bulunabilirsiniz.
uk: Thrive – проект з відкритим кодом. Ви можете зробити свій внесок, не звертаючись до команди.
zh_cn: Thrive 是一个开源项目。 你可以在不向团队申请的情况下贡献合并请求。
zh_tw: Thrive 是一個開源專案。 您可以貢獻 PR 而無需向團隊申請。

# YOU_CAN_SUPPORT_THRIVE_ON_PATREON
source: You can support the future development of Thrive on Patreon.
bg: Може да подкрепите бъдещата разработка на „Thrive“ в „Patreon“.
ca: Pots donar suport al desenvolupament futur de Thrive a Patreon.
cs: Budoucí vývoj Thrive můžete podpořit na Patreonu.
de: Du kannst die zukünftige Entwicklung von Thrive auf Patreon unterstützen.
es: Puedes apoyar el desarrollo de Thrive en Patreon.
et: Saate toetada Thrive'i edasist arengut Patreonis.
fi: Voit tukea Thriven jatkokehitystä Patreonissa.
fr: Vous pouvez financer le développement de Thrive sur Patreon.
he: אתה יכול לתמוך בפיתוח עתידי של Thrive בפטריון.
hu: A Thrive fejlesztését támogatni is tudod Patreonon.
id: Kamu dapat mendukung pengembangan masa depan Thrive di Pateron
it: Puoi sostenere lo sviluppo futuro di Thrive su Patreon.
ka: შეგიძლიათ, Thrive-ის მომავალ განვითარებას მხარი Patreon-ზე დაუჭიროთ.
nl: Je kunt de toekomstige ontwikkeling van Thrive op Patreon ondersteunen.
nl_be: U kunt de toekomstige ontwikkeling van Thrive op Patreon ondersteunen.
pl: Możesz wspierać przyszłość rozwoju "Thrive" na Patreonie.
pt_br: Você pode financiar o desenvolvimento do jogo usando o Patreon.
pt_pt: Podes apoiar o desenvolvimento futuro do Thrive no Patreon.
ru: Вы можете поддержать дальнейшее развитие Thrive на Patreon.
sk: Budúci vývoj Thrive môžeš podporiť na Patreone.
sv: Du kan stödja den fortsatta utvecklingen av Thrive på Patreon.
tr: Thrive'ın gelecekte de geliştirilmesine yardımcı olmak için oyunu Patreon üzerinden destekleyebilirsiniz.
uk: Ви можете підтримати майбутню розробку на Patreon цієї гри (Thrive).
zh_cn: 你可以在 Patreon 上支持 Thrive 未来的发展。
zh_tw: 您可以在 Patreon 上支持 Thrive 的未來發展。

source: Zoom in
bg: Приближаване
ca: Enfocar la visió de la càmera
cs: Přiblížit
de: Hereinzoomen
eo: Zomu
es: Hacer zoom
et: Suurenda
fi: Zoomaa sisään
fr: Zoomer
he: להתמקד
hu: Közelítés
id: Perbesar
it: Zoom avanti
ka: გადიდება
ko: 확대
nl: Inzoomen
nl_be: Inzoomen
pl: Przybliż
pt_br: Aumentar o zoom
pt_pt: Ampliar
ru: Увеличить масштаб
sk: Priblížiť
sr_cyrl: Зумирати
sr_latn: Zumirati
sv: Zooma in
th_th: ซูมเข้า
tr: Yakınlaştır
uk: Приблизитись
zh_cn: 放大
zh_tw: 放大

source: Zoom out
bg: Отдалечаване
ca: Zoom enfora
cs: Oddálit
de: Herauszoomen
eo: Malzomu
es: Alejar el zoom
et: Suumi välja
fi: Zoomaa ulospäin
fr: Dézoomer
he: זום החוצה
hu: Távolodás
id: Perkecil
it: Zoom indietro
ka: დაპატარავება
ko: 축소
nl: Uitzoomen
nl_be: Uitzoomen
pl: Oddal
pt_br: Diminuir o zoom
pt_pt: Reduzir
ru: Уменьшить масштаб
sk: Oddialiť
sr_cyrl: Одзумирати
sr_latn: Odzumirati
sv: Zooma ut
th_th: ซูมออก
tr: Uzaklaştır
uk: Віддалитись
zh_cn: 缩小
zh_tw: 縮小

source: Auto-Evo
bg: Автоматична еволюция
cs: Automatická evoluce
eo: Aŭto-Evo
fr: Auto-Évo
he: מפתח - אוטומטי
ka: ავტო-ევო
ko: 자동 진화
pl: Auto-Ewolucja
ru: Авто-Эво
sk: Automatická evolúcia
sr_cyrl: Аутоматска-Еволуција
sr_latn: Automatska-Evolucija
sv: Auto-Evolution
tr: Oto-Evrim
uk: Авто-ево

source: Backslash
bg: Обратна наклонена черта
ca: Enrere
cs: Lomítko
es: Barra invertida
et: Kaldkriips
fi: Kenoviiva
fr: Barre oblique inversée
he: לוכסן שמאלי
hu: Holtjáték
it: \ Barra rovesciata [Backslash]
ka: უკუღმა დახრილი ხაზი
nl_be: Terug
pl: Ukośnik wsteczny
pt_br: Barra Invertida
pt_pt: Barra invertida
ru: Обратный Слэш
sv: Omvänt snedstreck
th_th: แบ็กสแลช
tr: Ters Eğik Çizgi
uk: Слеш назад
zh_cn: 反斜杠

# ENERGY_BALANCE_TOOLTIP_CONSUMPTION
source: {0}: -{1} ATP
bg: {0}: -{1} АТФ
ka: {0}: -{1} ატფ
ru: {0}: -{1} АТФ
uk: {0}: -{1} АТФ

# ENERGY_BALANCE_TOOLTIP_PRODUCTION
source: {0}: +{1} ATP
bg: {0}: +{1} АТФ
ka: {0}: +{1} ატფ
ru: {0}: +{1} АТФ
uk: {0}: +{1} АТФ

# GLOBAL_INITIAL_LETTER
source: G
bg: С
he: ג
ka: გ
ru: Г

# GPU_NAME
source: GPU:
bg: Видеокарта:
de: Grafikkarte:
he: מעבד גרפי:
ka: ვიდეობარათი:
ru: Видеокарта:
uk: Відеокарта:

source: GUI
bg: Интерфейс
de: Benutzeroberfläche
fi: Käyttöliittymä
fr: Interface utilisateur
he: ממשק משתמש
ka: გრაფიკული ინტერფეისი
nl: GGI
pl: Interfejs Graficzny
ru: Графический интерфейс
tr: Arayüz

# KEY_BACK
source: Back
bg: Клавиш „Back“
ca: Enrere
cs: Zpět
de: Zurück
es: Atrás
et: tagasi
fi: Takaisin
fr: Revenir
he: מקש חזור
it: Indietro
ka: უკან
nl: Terug
nl_be: Terug
pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ru: Назад
sk: Dozadu
sv: Backåt
th_th: กลับ
tr: Geri
uk: Назад
zh_cn: 后退

# KEY_CLEAR
source: Clear
bg: Клавиш „Clear“
ca: Treure
cs: Clear (smazat)
de: Leeren
es: Eliminar
et: tühjenda
fi: Tyhjennä
fr: Effacer
he: מקש Clear
nl: Wissen
nl_be: Clear(toets)
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Отчистить
sk: Clear (Vymazať)
sv: Rensa
th_th: ล้าง
tr: Temizle
uk: очистити
zh_cn: 键盘清除键

# KEY_DOWN
source: Down
bg: Стрелка надолу
ca: Rodeta avall
cs: Dolů
de: Runter
es: Abajo
et: Alla
fi: Alas
fr: Bas
he: מקש מטה
hu: Le
it: 🡓 Freccia in basso
ka: ისარი ქვემოთ
nl: Omlaag
nl_be: Onder
pl: W dół
pt_br: Seta para baixo
pt_pt: Seta Baixo
ru: Стрелка вниз
sk: Dole
sv: Ner
th_th: ลง
tr: Aşağı yön tuşu
uk: Вниз
zh_cn: 下键

# KEY_LEFT
source: Left
bg: Стрелка наляво
ca: Esquerra
cs: Vlevo
de: Links
es: Izquierda
et: Vasakule
fi: Vasemmalle
fr: Gauche
he: מקש שמאלה
hu: Bal
it: 🡐 Freccia sinistra
ka: ისარი მარცხნივ
nl: Links
nl_be: Links
pl: Strzałka w lewo
pt_br: Seta para esquerda
pt_pt: Seta Esquerda
ru: Стрелка влево
sk: Doľava
sv: Vänster
th_th: ซ้าย
tr: Sol yön tuşu
uk: Вліво
zh_cn: 左键

# KEY_PAUSE
source: Pause
bg: Клавиш „Pause“
ca: Pausa
cs: Pauza
es: Pausa
fi: Tauko
he: מקש Pause
it: Pausa
nl: Pauzeer
nl_be: Pauzeer
pl: Pauza
ru: Пауза
sv: Pausa
th_th: หยุด
uk: пауза
zh_cn: 暂停键

# KEY_RIGHT
source: Right
bg: Стрелка надясно
ca: Dreta
cs: Vpravo
de: Rechts
es: Derecha
et: Õige
fi: Oikealle
fr: Droite
he: מקש ימינה
hu: Jobbra
it: 🡒 Freccia destra
ka: ისარი მარჯვნივ
nl: Rechts
nl_be: Rechts
pl: Strzałka w prawo
pt_br: Seta para direita
pt_pt: Seta Direita
ru: Стрелка вправо
sk: Doprava
sv: Höger
th_th: ขวา
tr: Sağ yön tuşu
uk: Вправо
zh_cn: 右键

# KEY_UP
source: Up
bg: Стрелка нагоре
ca: Amunt
cs: Nahoru
de: Hoch
es: Arriba
et: Üles
fi: Ylös
fr: Haut
he: מקש מעלה
hu: Fel
it: 🡑 Freccia in alto
ka: ისარი ზემოთ
nl: Omhoog
nl_be: Boven
pl: W górę
pt_br: Seta para cima
pt_pt: Seta Cima
ru: Стрелка вверх
sk: Hore
sv: Upp
th_th: ขึ้น
tr: Yukarı yön tuşu
uk: Вгору
zh_cn: 上键

source: Launch 0
bg: Клавиш „Launch 0“
ca: Llançar 0
cs: Spustit 0
de: 0 Starten
es: Lanzar 0
et: Käivitage 0
fr: Lancement 0
he: מקש Launch 0
hu: Indítás 0
ka: 0-ის გაშვება
nl: Lanceren 0
nl_be: Launch 0(toets)
pl: Uruchom 0
pt_br: Lançamento 0
ru: Запуск 0
sk: Spustiť 0
sv: Avfyra 0
th_th: เปิด 0
uk: Запуск 0

source: Launch 1
bg: Клавиш „Launch 1“
ca: Llançar 1
cs: Spustit 1
de: 1 Starten
es: Lanzar 1
et: Käivitage 1
fr: Lancement 1
he: מקש Launch 1
hu: Indítás 1
ka: 1-ის გაშვება
nl: Lanceren 1
nl_be: Launch 1(toets)
pl: Uruchom 1
pt_br: Lançamento 1
ru: Запуск 1
sk: Spustiť 1
sv: Avfyra 1
th_th: เปิด 1
uk: Запуск 1

source: Launch 2
bg: Клавиш „Launch 2“
ca: Llançar 2
cs: Spustit 2
de: 2 Starten
es: Lanzar 2
et: Käivitage 2
fr: Lancement 2
he: מקש Launch 2
hu: Indítás 2
ka: გაშვება 2
nl: Lanceren 2
nl_be: Launch 2 (toets)
pl: Uruchom 2
pt_br: Lançamento 2
ru: Запуск 2
sk: Spustiť 2
sv: Avfyra 2
th_th: เปิด 2
uk: Запуск 2

source: Launch 3
bg: Клавиш „Launch 3“
ca: Llançar 3
cs: Spustit 3
de: 3 Starten
es: Lanzar 3
et: Käivitage 3
fr: Lancement 3
he: מקש Launch 3
hu: Indítás 3
ka: გაშვება 3
nl: Lanceren 3
nl_be: Launch 3(toets)
pl: Uruchom 3
pt_br: Lançamento 3
ru: Запуск 3
sk: Spustiť 3
sv: Avfyra 3
th_th: เปิด 3
uk: Запуск 3

source: Launch 4
bg: Клавиш „Launch 4“
ca: Llançar 4
cs: Spustit 4
de: 4 Starten
es: Lanzar 4
et: Käivitage 4
fr: Lancement 4
he: מקש Launch 4
hu: Indítás 4
ka: გაშვება 4
nl: Lanceren 4
nl_be: Launch 4(toets)
pl: Uruchom 4
pt_br: Lançamento 4
ru: Запуск 4
sk: Spustiť 4
sv: Avfyra 4
th_th: เปิด 4
uk: Запуск 4

source: Launch 5
bg: Клавиш „Launch 5“
ca: Llançar 5
cs: Spustit 5
de: 5 Starten
es: Lanzar 5
et: Käivitage 5
fr: Lancement 5
he: מקש Launch 5
hu: Indítás 5
ka: გაშვება 5
nl: Lanceren 5
nl_be: Launch 5(toets)
pl: Uruchom 5
pt_br: Lançamento 5
ru: Запуск 5
sk: Spustiť 5
sv: Avfyra 5
th_th: เปิด 5
uk: Запуск 5

source: Launch 6
bg: Клавиш „Launch 6“
ca: Llançar 6
cs: Spustit 6
de: 6 Starten
es: Lanzar 6
et: Käivitage 6
fr: Lancement 6
he: מקש Launch 6
hu: Indítás 6
ka: გაშვება 6
nl: Lanceren 6
nl_be: Launch 6(toets)
pl: Uruchom 6
pt_br: Lançamento 6
ru: Запуск 6
sk: Spustiť 6
sv: Avfyra 6
th_th: เปิด 6
uk: Запуск 6

source: Launch 7
bg: Клавиш „Launch 7“
ca: Llançar 7
cs: Spustit 7
de: 7 Starten
es: Lanzar 7
et: Käivitage 7
fr: Lancement 7
he: מקש Launch 7
hu: Indítás 7
ka: გაშვება 7
nl: Lanceren 7
nl_be: Launch 7(toets)
pl: Uruchom 7
pt_br: Lançamento 7
ru: Запуск 7
sk: Spustiť 7
sv: Avfyra 7
th_th: เปิด 7
uk: Запуск 7

source: Launch 8
bg: Клавиш „Launch 8“
ca: Llançar 8
cs: Spustit 8
de: 8 Starten
es: Lanzar 8
et: Käivitage 8
fr: Lancement 8
he: מקש Launch 8
hu: Indítás 8
ka: გაშვება 8
nl: Lanceren 8
nl_be: Launch 8(toets)
pl: Uruchom 8
pt_br: Lançamento 8
ru: Запуск 8
sk: Spustiť 8
sv: Avfyra 8
th_th: เปิด 8
uk: Запуск 8

source: Launch 9
bg: Клавиш „Launch 9“
ca: Llançar 9
cs: Spustit 9
de: 9 Starten
es: Lanzar 9
et: Käivitage 9
fr: Lancement 9
he: מקש Launch 9
hu: Indítás 9
ka: გაშვება 9
nl: Lanceren 9
nl_be: Launch 9(toets)
pl: Uruchom 9
pt_br: Lançamento 9
ru: Запуск 9
sk: Spustiť 9
sv: Avfyra 9
th_th: เปิด 9
uk: Запуск 9

source: Launch A
bg: Клавиш „Launch A“
ca: Llançar A
cs: Spustit A
de: A Starten
es: Lanzar A
et: Käivitage A
fr: Lancement A
he: מקש A
hu: Indítás A
ka: გაშვება A
nl: Lanceren A
nl_be: Launch A(toets)
pl: Uruchom A
pt_br: Lançamento A
ru: Запуск A
sk: Spustiť A
sv: Avfyra A
th_th: เปิด A
uk: Запуск А

source: Launch B
bg: Клавиш „Launch B“
ca: Llançar B
cs: Spustit B
de: B Starten
es: Lanzar B
et: Käivitage B
fr: Lancement B
he: מקש B
hu: Indítás B
ka: გაშვება B
nl: Lanceren B
nl_be: Launch B(toets)
pl: Uruchom B
pt_br: Lançamento B
ru: Запуск B
sk: Spustiť B
sv: Avfyra B
th_th: เปิด B
uk: Запуск В

source: Launch C
bg: Клавиш „Launch C“
ca: Llançar C
cs: Spustit C
de: C Starten
es: Lanzar C
et: Käivitage C
fr: Lancement C
he: מקש C
hu: Indítás C
ka: გაშვება C
nl: Lanceren C
nl_be: Launch C(toets)
pl: Uruchom C
pt_br: Lançamento C
ru: Запуск C
sk: Spustiť C
sv: Avfyra C
th_th: เปิด C
uk: Запуск С

source: Launch D
bg: Клавиш „Launch D“
ca: Llançar D
cs: Spustit D
de: D Starten
es: Lanzar D
et: Käivitage D
fr: Lancement D
he: מקש D
hu: Indítás D
ka: გაშვება D
nl: Lanceren D
nl_be: Launch D(toets)
pl: Uruchom D
pt_br: Lançamento D
ru: Запуск D
sk: Spustiť D
sv: Avfyra D
th_th: เปิด D
uk: Запуск D

source: Launch E
bg: Клавиш „Launch E“
ca: Llançar E
cs: Spustit E
de: E Starten
es: Lanzar E
et: Käivitage E
fr: Lancement E
he: מקש E
hu: Indítás E
ka: გაშვება E
nl: Lanceren E
nl_be: Launch E(toets)
pl: Uruchom E
pt_br: Lançamento E
ru: Запуск E
sk: Spustiť E
sv: Avfyra E
th_th: เปิด E
uk: Запуск E

source: Launch F
bg: Клавиш „Launch F“
ca: Llançar F
cs: Spustit F
de: F Starten
es: Lanzar F
et: Käivitage F
fr: Lancement F
he: מקש F
hu: Indítás F
ka: გაშვება F
nl: Lanceren F
nl_be: Launch F(toets)
pl: Uruchom F
pt_br: Lançamento F
ru: Запуск F
sk: Spustiť F
sv: Avfyra F
th_th: เปิด F
uk: Запуск F

# LOCAL_INITIAL_LETTER
source: L
bg: М
he: מ
ka: ლ
ru: Л
tr: Y

# MIB_VALUE
source: {0} MiB
bg: {0} МиБ
ka: {0} მიბ
ru: {0} МиБ
sk: {0} MiB (mebibyte)

source: N/A
bg: Няма
de: N/V
et: ei ole kohaldatav
fr: Aucun
he: לא זמין
ka: მ/გ
nl: Geen Enkele
pl: Nie Dotyczy
ru: Нет данных
tr: Bilinmeyen
uk: Н/Є

source: Organelle Unlocks Enabled
ka: ორგანელების განბლოკვა ჩართულია
pt_br: Desbloqueio de organelas ativado
pt_pt: Desbloqueio de organelos ativado
ru: Разблокировка органелл включена
tr: Organellerin kilidini açma etkin
uk: Ввімкнено відкриття органел

# ORGANELLE_UNLOCKS_ENABLED_EXPLANATION
source: (Some organelles will have unlock conditions needed to place them)
ka: (ზოგიერთი ორგანელა განბლოკავს პირობებს, რომელიც მათ დასასმელადაა საჭირო)
pt_br: (algumas organelas terão condições de desbloqueio para poderem ser colocadas)
ru: (Некоторые органеллы будут обладать определёнными требованиями для возможности ставить их)
tr: (bazı organelleri yerleştirmek için gerekli olan kilit açma koşulları sağlanmalıdır)

source: Space
bg: Интервал
ca: Tecla espai
cs: Mezerník
de: Leertaste
es: Espacio
et: tühik
fi: Välilyönti
fr: Espace
he: רווח
hu: Űr
it: Barra spaziatrice
ka: შუალედი
nl: Spatie
nl_be: Space(toets)
pl: Spacja
pt_br: Espaço
pt_pt: Espaço
ru: Пробел
sk: Medzerník
sv: Blanksteg
th_th: พื้นที่
tr: Boşluk
uk: Пробіл
zh_cn: 空格

# UNDISCOVERED_ORGANELLES
source: Undiscovered
ka: აღმოუჩენელია
pt_br: Não Descobertas
pt_pt: Não Descoberto
ru: Не открыто
tr: Keşfedilmemiş
uk: Не відкрито

# UNLOCKED_NEW_ORGANELLE
source: NEW
ka: ახალი
pt_br: NOVIDADE
pt_pt: NOVO
ru: НОВАЯ
tr: YENİ
uk: НОВА

source: Unlock All Organelles
ka: ყველა ორგანელის განბლოკვა
pt_br: Desbloquear Todas as Organelas
pt_pt: Desbloquear todos os organelos
ru: Открыть все органеллы
tr: Bütün Organellerin Kilidini Aç
uk: Відкрити всі органели

# VIDEO_MEMORY_MIB
source: {0} MiB
bg: {0} МиБ
fr: {0} MiO
ka: {0} მიბ
ru: {0} МиБ

source: Wiki
ka: ვიკი
ru: наша Wiki
tr: Viki
uk: Наша Wiki

# KEY_PRINT
source: Print Screen
bg: Клавиш „Print Screen“
ca: Imprimir pantalla
cs: PrntScr
de: Druck
es: Imprimir pantalla
et: Prindi ekraan
fi: Kopioi ruutu
fr: Imprimer l'écran
he: מקש Print Screen
it: Stamp [Print Screen]
nl_be: Print Screen(toets)
pl: Zrzut Ekranu
pt_br: Capturar Tela
sk: Snímka obrazovky
th_th: บันทึกหน้าจอ
tr: Ekran Görüntüsü Tuşu
uk: Роздрукувати зображення
zh_cn: 键盘截屏键

# SYSREQ
source: SysRq
bg: Клавиш „SysRq“
ca: Requeriments
de: S-Abf
fr: ConRq
he: מקש SysRq
it: R Sist [SysRq]
nl_be: SysRq(toets)
pl: Wymagania Systemowe
tr: Sistem İsteği Tuşu
uk: Кл.SysRq
zh_cn: 键盘SysRq键

source: Volume Down
bg: Клавиш „Volume Down“
ca: Abaixar volum
cs: Ztlumit
de: Lautstärke runter
es: Bajar volumen
et: Hääl maha
fi: Äänenvoimakkuus pienemmälle
fr: Réduire le volume sonore
he: מקש החלש קול
hu: Hangerő csökkentése
it: Abbassa volume (tasto audio)
nl: Geluid Zachter
nl_be: Volume omlaag
pl: Zmniejsz głośność
pt_br: Diminuir Volume
pt_pt: Diminuir o Volume
sk: Znížiť hlasitosť
sv: Sänk Volymen
th_th: ลดเสียงลง
tr: Ses Kısma Tuşu
uk: Зменшити звук
zh_cn: 降低音量

source: Volume Mute
bg: Клавиш „Volume Mute“
ca: Treure volum
cs: Ztlumit
de: Lautstärke stumm
es: Silenciar volumen
et: Heli vaigistamine
fi: Hiljennä äänet
fr: Taire le volume sonore
he: מקש השתק
hu: Némítás
it: Volume muto (tasto audio)
nl: Geluid Uit
nl_be: Volume uit
pl: Wycisz
pt_br: Mutar Volume
pt_pt: Sem som
sk: Stlmenie hlasitosti
sv: Stäng av volymen
th_th: ปิดเสียง
tr: Ses Kapatma Tuşu
uk: Вимкнути звук
zh_cn: 静音

source: Volume Up
bg: Клавиш „Volume Up“
ca: Apujar volum
cs: Zhlasit
de: Lautstärke hoch
es: Subir volumen
et: Helitugevuse suurendamine
fi: Äänenvoimakkuus isommalle
fr: Augmenter le volume sonore
he: מקש הגבר קול
hu: Hangerő növelése
it: Alza volume (tasto audio)
nl: Geluid Harder
nl_be: Volume omhoog
pl: Zwiększ głośność
pt_br: Aumentar Volume
pt_pt: Aumentar o volume
sk: Zvýšiť hlasitosť
sv: Öka Volymen
th_th: ปรับระดับเสียงขึ้น
tr: Ses Arttırma Tuşu
uk: Підсилити звук
zh_cn: 提高音量

source: Media Next
bg: Клавиш „Media Next“
ca: Següent
cs: Další
de: Nächste
es: Siguiente
et: Meedia Järgmine
fi: Seuraava kappale
fr: Média suivant
he: מקש Media Next
hu: Média következő
it: ⏭ Successivo (tasto multimediale)
nl: Volgende Media
nl_be: Media volgende(toets)
pl: Następne Media
pt_br: Próximo
pt_pt: Seguinte
sk: Ďalšia
sv: Media Nästa
th_th: สื่อถัดไป
uk: Наступні медіа
zh_cn: 媒体后页
