Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CHANGE_DESCRIPTION_IS_TOO_LONG
source: Change notes are too long
bg: Бележките към изданието са твърде дълги
ca: Les notes de canvi són massa llargues
cs: Poznámky ke změnám jsou příliš dlouhé
de: Änderungsnotizen sind zu lang
es: Las notas de cambios son demasiado largas
et: Muuda märkmeid on liiga pikk
fr: Les notes de changement sont trop longues
he: הערות שינוי ארוכות מידי
it: Le note sull'aggiornamento sono troppo lughe
ka: ცვლილების შენიშვნები მეტისმეტად გრძელია
nl: Verandernotities zijn te lang
nl_be: veranderings notities zijn te lang
pl: Opis zmian jest zbyt długi
pt_br: Notas de mudança são muito longas
pt_pt: Notas de alteração são demasiado longas
ru: Примечания к изменениям слишком длинные
sk: Poznámky k zmene sú príliš dlhé
tr: Değişiklik notları çok uzun
uk: Нотатки змін надто довгі
zh_cn: 更改说明太长了
zh_tw: 更新註記過長

source: Change the symmetry
bg: Промяна на симетрията
ca: Canviar la simetria
cs: Změnit symetrii
de: Ändern der Symmetrie
eo: Ŝanĝu la simetrion
es: Cambiar la simetría
et: Muutke sümmeetriat
fi: Vaihda symmetriamoodia
fr: Modifier la symétrie
he: שנה סימטריה
hu: Szimmetria változtatása
id: Ubah simetri
it: Cambia la simmetria
ka: სიმეტრიის შეცვლა
ko: 연대 변경
nl: Verander symmetrie
nl_be: Verander de symmetrie
pl: Zmień symetrię
pt_br: Mudar a simetria
pt_pt: Mudar simetria
ru: Изменить симметрию
sk: Zmeniť symetriu
sr_cyrl: Промените симетрију
sr_latn: Promenite simetriju
sv: Ändra symmetrin
th_th: เปลี่ยนสมมาตร
tr: Simetriyi değiştir
uk: Змінити симетрію
zh_cn: 改变对称
zh_tw: 改變對稱

source: Cheats
bg: Кодове
ca: Trucs
cs: Cheaty
eo: Trompaĵoj
es: Trucos
et: Sohitegija
fi: Huijauskoodit
fr: Triches
he: קודים
hu: Csalások
it: Trucchi
ka: ჩიტები
ko: 치트
pl: Oszustwa
pt_br: Trapaças
ru: Читы
sk: Cheaty
sr_cyrl: Варање
sr_latn: Varanje
sv: Fusk
th_th: โหมดโกง
tr: Hileler
uk: Чити
zh_cn: 作弊
zh_tw: 作弊

source: Cheat keys enabled
bg: Активиране на кодовете
ca: Trucs activats
cs: Povolit podvádění (cheaty)
de: Cheat-Tasten aktiviert
eo: Trompaĵoj estas ebligitaj
es: Cheats activados
et: Petuklahvid on lubatud
fi: Huijauskoodit aktiivisia
fr: Codes de triche activés
he: מקשי קודים מופעלים
hu: Csalások engedélyezve
id: Aktifkan tombol cheat
it: Abilita i trucchi
ka: ჩიტის ღილაკები ჩართულია
ko: 치트 키 활성화
nl: Cheat-toetsen ingeschakeld
nl_be: Cheattoetsen ingeschakeld
pl: Klawisze oszustw włączone
pt_br: Cheats ativados
pt_pt: Chaves de Cheats ativadas
ru: Чит-коды включены
sk: Cheaty povolené
sr_cyrl: Укључи тастери за варања
sr_latn: Uključi tasteri za varanja
sv: Fuskknappar på
th_th: เปิดใช้งานโกงคีย์
tr: Hile tuşları etkin
uk: Кнопки ввімкнення читів
zh_cn: 启用作弊键
zh_tw: 已啟用作弊鍵

source: Cheat menu
bg: Допълнителни кодове
ca: Menú de trucs
de: Cheatmenü
es: Menu de trucos
et: Pettuste menüü
fi: Huijausvalikko
fr: Menu de triches
he: תפריט קודים
hu: Csalások menü
id: Menu Cheat
it: Menù dei trucchi
ka: ჩიტების მენიუ
pl: Menu oszustw
pt_br: Menu de Trapaças
ru: Чит-меню
sv: Fusk meny
th_th: เมนูของโหมดโกง
tr: Hile menüsü
uk: Меню читів
zh_cn: 作弊菜单
zh_tw: 作弊選單

# CHEMICAL_BUTTON_MICROBE_TOOLTIP
source: Show / hide cell processes
bg: Превключване на клетъчните процеси
ca: Mostrar / amagar els procesos del microbi
cs: Zobrazit / skrýt procesy buňky
de: Zellprozesse ein-/ausblenden
es: Mostrar / Ocultar procesos celulares
et: Kuva/peida rakuprotsessid
fi: Näytä / piilota solun toiminnot
fr: Afficher / cacher les processus cellulaires
he: הראה/החבא תהליכי תא
hu: A sejt folyamatainak mutatása/elrejtése
it: Mostra/nascondi i processi cellulari
ka: უჯრედის პროცესების ჩვენება/დამალვა
nl: Toon / verberg celprocessen
nl_be: Toon / verberg celprocessen
pl: Pokaż / ukryj procesy komórkowe
pt_br: Mostrar/esconder processos da célula
pt_pt: Mostrar / ocultar processos de célula
ru: Показать/скрыть процессы клетки
sk: Zobraziť / skryť bunkové procesy
tr: Hücre işlemlerini göster / gizle
uk: Показати /приховати клітинні процеси
zh_cn: 显示/隐藏细胞过程
zh_tw: 顯示／隱藏細胞代謝過程

source: Chemoplast
bg: Хемопласт
ca: Quimioplast
cs: Chemoplasty
eo: Kemoplasto
es: Quimioplasto
et: Kemoplast
fi: Kemoplasti
fr: Chimioplaste
he: כימופלסט
hu: Kemoplasztisz
id: Kemoplas
it: Chemioplasto
ka: ქემოპლასტი
ko: 화학 기관
nl_be: chemoplastische
pt_br: Quimioplasto
pt_pt: Quimioplasto
ru: Хемопласт
sr_cyrl: Хемопласт
sr_latn: Hemoplast
sv: Kemoplast
th_th: เคโมพลาสต์
tr: Kemoplast
uk: Хемопласт
zh_cn: 化学质体
zh_tw: 化學質體

# CHEMOPLAST_DESCRIPTION
source: The chemoplast is a double membrane structure containing proteins able to convert [thrive:compound type="hydrogensulfide"][/thrive:compound], gaseous [thrive:compound type="carbondioxide"][/thrive:compound], and water into [thrive:compound type="glucose"][/thrive:compound] in a process called [b]hydrogen sulfide chemosynthesis[/b]. The rate of its [thrive:compound type="glucose"][/thrive:compound] production scales with the concentration of [thrive:compound type="carbondioxide"][/thrive:compound].
bg: Хемопластът е структура с двойна мембрана, съдържаща протеини, които превръщат [thrive:compound type="hydrogensulfide"]сероводорода[/thrive:compound], газообразния [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и водата в [thrive:compound type="glucose"]глюкоза[/thrive:compound], в процес, който се нарича [b]сероводородна хемосинтеза[/b]. Количеството на произведената [thrive:compound type="glucose"]глюкоза[/thrive:compound] зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound].
ca: El Quimioplast és una estructura de doble membrana que conté proteïnes que transformen Àcid Sulfhídric, Aigua i Diòxid de Carboni en Glucosa, mitjançant un procés anomenat Quimiosíntesi de l'Àcid Sulfhídric. La velocitat de producció de Glucosa augmenta proporcionalment a la concentració de Diòxid de Carboni.
cs: Chemoplast je struktura dvou membrán obsahující proteiny, které jsou schopné konvertovat [thrive:compound type="hydrogensulfide"][/thrive:compound], plynný [thrive:compound type="carbondioxide"][/thrive:compound] a vodu na [thrive:compound type="glucose"][/thrive:compound], v procesu známém jako [b]chemosyntéza sirovodíku[/b]. Rychlost produkce [thrive:compound type="glucose"][/thrive:compound] je úměrná koncentrace [thrive:compound type="carbondioxide"][/thrive:compound].
de: Der Chemoplast ist eine doppelte Membranstruktur, die Proteine enthält, die in der Lage sind, Schwefelwasserstoff, Wasser und gasförmiges Kohlendioxid in einem Prozess namens Schwefelwasserstoff-Chemosynthese in Glukose umzuwandeln. Die Rate seiner Glukoseproduktion skaliert mit der Konzentration von Wasser und Kohlendioxid.
eo: La chememioplasto estas duoblomembrana strukturo, kiu havas proteinojn kapablajn transformi hidrogenan sulfidon, akvon kaj gasan karbondioksidon en glukozon dum proceso nomata Kemosintezo de Hidrogena Sulfido. La rapideco de ĝia glukoza produktado pliigas kun la koncentriĝo de karbona dioksido.
es: Los Quimioplastos son estructuras de membrana doble que contienen proteínas capaces de convertir Ácido Sulfhídrico, agua y dióxido de carbono gaseoso en glucosa en un proceso llamado Quimiosíntesis de Ácido Sulfhídrico. Su eficiencia escala con la concentración de dióxido de carbono atmosférico.
et: Kemoplast on kahekordne membraanstruktuur, mis sisaldab valke, mis on võimelised muutma vesiniksulfiidi, vee ja gaasilise süsinikdioksiidi glükoosiks protsessis, mida nimetatakse vesiniksulfiidi kemosünteesiks. Selle glükoosi tootmise kiirus on kooskõlas süsinikdioksiidi kontsentratsiooniga.
fr: Le chimoplaste est une structure à double membrane contenant des protéines capables de transformer le [thrive:compound type="hydrogensulfide"][/thrive:compound], le [thrive:compound type="carbondioxide"][/thrive:compound] gazeux et l'eau en [thrive:compound type="glucose"][/thrive:compound] dans un processus appelé [b]chimiosynthèse du sulfure d'hydrogène[/b]. Le taux de production de [thrive:compound type="glucose"][/thrive:compound] dépend de la concentration de [thrive:compound type="carbondioxide"][/thrive:compound].
he: הכימופלסט הוא אברון בעל קרום כפול המכיל חלבונים המסוגלים להמיר [thrive:compound type="hydrogensulfide"][/thrive:compound],[thrive:compound type="carbondioxide"][/thrive:compound] ומים ל[thrive:compound type="glucose"][/thrive:compound] בתהליך הנקרא [b]כימוסינתזה מימן גופרי[/b]. קצב ייצור ה[thrive:compound type="glucose"][/thrive:compound] שלו משתנה עם ריכוז [thrive:compound type="carbondioxide"][/thrive:compound].
id: Kemoplas adalah struktur membran ganda mengandung protein yang dapat mengkonversi hidrogen sulfida, air dan gas karbon dioksida menjadi glukosa dalam proses yang disebut Kemosintesis Hidrogen Sulfida. Laju produksi glukosa tersebut berbanding lurus dengan konsentrasi karbon dioksida.
it: Il chemioplasto è una struttura a doppia membrana. Contiene proteine capaci di convertire l[thrive:compound type="hydrogensulfide"][/thrive:compound], l'acqua e il [thrive:compound type="carbondioxide"][/thrive:compound] gassoso in glucosio. Il tasso aumenta con la concentrazione di diossido di carbonio. Questo processo si chiama [b]chemiosintesi dell'idrogeno solforato[/b].
ko: 화학 세포는 황화수소 화학 합성 이라는 과정을 통해 황화수소, 물 및 기체 이산화탄소를 포도당으로 전환 할 수 있는 단백질을 포함하는 이중 막 구조입니다. 포도당 생산 속도는 이산화탄소의 농도에 따라 달라집니다.
nl: Het chemoplast is een structuur met dubbele membraan waar eiwitten in zitten die [thrive:compound type="hydrogensulfide"][/thrive:compound], gasvormig [thrive:compound type="carbondioxide"][/thrive:compound], en water om kunnen zetten in [thrive:compound type="glucose"][/thrive:compound]. Dit proces heet [b]waterstofsulfide chemosynthese[/b]. De snelheid van de [thrive:compound type="glucose"][/thrive:compound] schaalt met de contentratie van [thrive:compound type="carbondioxide"][/thrive:compound].
nl_be: De chemoplast is een door twee membranen omsloten celorganel die proteïnen die in staat zijn om waterstofsulfide, water en koolstofdioxide in glucose om te zetten bevat. Dit proces heet chemosynthese. De snelheid van de glucoseproductie hangt af van de koolstofdioxide concentratie.
pl: Chemoplast to otoczona dwiema błonami struktura zawierająca białka mogące przekształcać [thrive:compound type="hydrogensulfide"][/thrive:compound], wodę i gazowy [thrive:compound type="carbondioxide"][/thrive:compound] w [thrive:compound type="glucose"][/thrive:compound] w procesie zwanym [b]Chemosyntezą Siarkowodorową[/b]. Tempo produkcji [thrive:compound type="glucose"][/thrive:compound] skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound].
pt_br: O quimioplasto é uma estrutura de membrana dupla contendo proteínas capazes de converter [thrive:compound type="hydrogensulfide"][/thrive:compound], [thrive:compound type="carbondioxide"][/thrive:compound] gasoso e água em [thrive:compound type="glucose"][/thrive:compound] em um processo chamado [b]quimiossíntese de sulfeto de hidrogênio[/b]. A proporção de sua produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound].
pt_pt: O quimioplasto é uma estrutura de membrana dupla que contém proteínas capazes de converter [thrive:compound type="hydrogensulfide"][/thrive:compound],[thrive:compound type="carbondioxide"][/thrive:compound] gasoso e água em [thrive:compound type="glucose"][/thrive:compound] num processo chamado [b]Quimiossíntese de Sulfeto de Hidrogénio[/b]. A sua taxa de produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound].
ru: Хемопласт — двумембранная структура, содержащая белки, способные превращать [thrive:compound type="hydrogensulfide"][/thrive:compound], воду и [thrive:compound type="carbondioxide"][/thrive:compound] в [thrive:compound type="glucose"][/thrive:compound] в процессе [b]сероводородного хемосинтеза[/b]. Скорость производства [thrive:compound type="glucose"][/thrive:compound] зависит от концентрации [thrive:compound type="carbondioxide"][/thrive:compound].
sr_cyrl: Хемопласт је двострука мембранска структура која садржи протеине који су способни да претворе водоник-сулфид, воду и гасовити угљен-диоксид у глукозу у процесу који се назива Хемосинтеза водоник-сулфида. Стопа његове производње глукозе скалира се са концентрацијом воде и угљен-диоксида.
sr_latn: Hemoplast je dvostruka membranska struktura koja sadrži proteine koji su sposobni da pretvore vodonik-sulfid, vodu i gasoviti ugljen-dioksid u glukozu u procesu koji se naziva Hemosinteza vodonik-sulfida. Stopa njegove proizvodnje glukoze skalira se sa koncentracijom vode i ugljen-dioksida.
sv: Kemoplasten är en dubbelmembranstruktur som innehåller proteiner som kan omvandla vätesulfid, vatten och gasformig koldioxid till glukos i en process som kallas vätesulfidkemosyntes. Hastigheten för dess glukosproduktion skalas med koncentrationen av vatten och koldioxid.
th_th: chemoplast เป็นโครงสร้างเมมเบรนสองชั้นที่มีโปรตีนที่สามารถเปลี่ยนไฮโดรเจนซัลไฟด์น้ำและก๊าซคาร์บอนไดออกไซด์เป็นน้ำตาลกลูโคสในกระบวนการที่เรียกว่า Hydrogen Sulfide Chemosynthesis อัตราการผลิตน้ำตาลกลูโคสที่มีความเข้มข้นของคาร์บอนไดออกไซด์
tr: Kemoplast, [b]hidrojen sülfür kemosentezi[/b] adı verilen bir işlemde, [thrive:compound type="hydrogensulfide"]hidrojen sülfür[/thrive:compound], [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazı ve suyu [thrive:compound type="glucose"]glukoza[/thrive:compound] çeviren proteinler içeren çift zarlı bir yapıdır. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Хемопласт — це двохмембранна структура, що містить білки, здатні перетворювати [thrive:compound type="hydrogensulfide"][/thrive:compound], воду та газоподібний [thrive:compound type="carbondioxide"][/thrive:compound] на [thrive:compound type="glucose"][/thrive:compound] в процесі, що зветься [b]сірководневим хемосинтезом[/b]. Кількість глюкози залежить від концентрації [thrive:compound type="carbondioxide"][/thrive:compound].
zh_cn: 化学质体是一种双层膜结构，其中包含的蛋白质可以通过[b]硫化氢化合[/b]合成将硫化氢，水和二氧化碳转换成葡萄糖。葡萄糖的产出速率跟二氧化碳的浓度成正比。
zh_tw: 化學質體是一種雙層膜結構，能夠在一個稱為[b]硫化氫化學合成[/b]的過程中將 [thrive:compound type="hydrogensulfide"][/thrive:compound]、氣態 [thrive:compound type="carbondioxide"][/thrive:compound] 和水轉化為 [thrive:compound type="glucose"][/thrive:compound]。其 [thrive:compound type="glucose"][/thrive:compound] 生產速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度成正比。

# CHEMOPLAST_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="hydrogensulfide"][/thrive:compound] into [thrive:compound type="glucose"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="carbondioxide"][/thrive:compound].
bg: Превръща [thrive:compound type="hydrogensulfide"]сероводорода[/thrive:compound] в [thrive:compound type="glucose"]глюкоза[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="carbondioxide"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="hydrogensulfide"][/thrive:compound] na [thrive:compound type="glucose"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound].
de: Verwandelt [thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound]. Die Rate hängt von der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound] ab.
es: Convierte [thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. La tasa de conversión depende de la concentración de [thrive:compound type="carbondioxide"][/thrive:compound].
et: Muudab [thrive:compound type="vesiniksulfiid"][/thrive:compound] tüübiks [thrive:compound type="glucose"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="süsinikdioksiid"][/thrive:compound].
fi: Muuntaa [thrive:compound type="hydrogensulfide"][/thrive:compound]n [thrive:compound type="glucose"]glukoosiksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="carbondioxide"]hiilidioksidipitoisuudesta[/thrive:compound].
fr: Transforme l'[thrive:compound type="hydrogensulfide"][/thrive:compound] en [thrive:compound type="glucose"][/thrive:compound]. Taux proportionnels à la concentration de [thrive:compound type="carbondioxide"][/thrive:compound].
he: הופך [thrive:compound type="hydrogensulfide"][/thrive:compound] ל[thrive:compound type="glucose"][/thrive:compound]. בהתאם לריכוזו של [thrive:compoundtype="carbondioxide"][/thrive:compound].
hu: [thrive:compound type="hydrogensulfide"][/thrive:compound]-ot alakít át [thrive:compound type="glucose"][/thrive:compound]-zá. Hatékonysága függ a [thrive:compound type="carbondioxide"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="hydrogensulfide"][/thrive:compound] menjadi [thrive:compound type="glucose"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound]
it: Trasforma l'[thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="hydrogensulfide"][/thrive:compound] [thrive:compound type="glucose"][/thrive:compound]-ში. სიჩქარე იზრდება [thrive:compound type="carbondioxide"][/thrive:compound]-ის კონცენტრაციასთან ერთად.
nl: Zet [thrive:compound type="hydrogensulfide"][/thrive:compound] om in [thrive:compound type="glucose"][/thrive:compound]. Snelheid schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound].
nl_be: Verandert [thrive:compound type="hydrogensulfide"][/thrive:compound] in [thrive:compound type="glucose"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound].
pl: Przekształca [thrive:compound type="hydrogensulfide"][/thrive:compound] w [thrive:compound type="glucose"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound].
pt_br: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="hydrogensulfide"][/thrive:compound] em [thrive:compound type="glucose"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound].
ru: Превращает [thrive:compound type="hydrogensulfide"][/thrive:compound] в [thrive:compound type="glucose"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="carbondioxide"][/thrive:compound].
tr: [thrive:compound type="hydrogensulfide"]Hidrojen Sülfürü[/thrive:compound], [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Перетворює [thrive:compound type="hydrogensulfide"][/thrive:compound] на [thrive:compound type="glucose"][/thrive:compound]. Швидкість залежить від концентрації [thrive:compound type="carbondioxide"][/thrive:compound].
zh_cn: 将[thrive:compound type="hydrogensulfide"][/thrive:compound]转换成[thrive:compound type="glucose"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]浓度成正比。
zh_tw: 將 [thrive:compound type="hydrogensulfide"][/thrive:compound] 轉化為 [thrive:compound type="glucose"][/thrive:compound]。速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度成正比。

source: Chemoreceptor
bg: Хеморецептор
ca: Quimioreceptor
de: Chemorezeptor
es: Quimioreceptor
et: Kemoretseptor
fi: Kemoreseptori
fr: Chémorécepteur
he: כימורצפטור
hu: Kemoreceptor
it: Chemiorecettore
ka: ქემორეცეპტორი
pt_br: Quimiorreceptor
pt_pt: Quimiorreceptor
ru: Хеморецептор
sv: Kemoreceptor
tr: Kemoreseptör
uk: Хеморецептор
zh_cn: 化学感受器
zh_tw: 化學感受器
