Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# FLAGELLUM_DESCRIPTION
source: The flagellum (plural: flagella) is a whip-like bundle of protein fibers extending from the cell's membrane which use [thrive:compound type="atp"][/thrive:compound] to undulate and propel the cell in a direction. The position of the flagellum determines the direction in which it provides thrust for cell movement. The thrust direction is opposite to the direction the flagellum is pointing towards, for example a flagellum placed on the left side of a cell provides thrust when moving to the right.
bg: Камшичето е протеин с формата на камшик, който се разпростира извън клетъчната мембрана и използва [thrive:compound type="atp"]АТФ[/thrive:compound] за да придвижва клетката, чрез вълнообразни движения. Позицията на камшичето определя посоката, в която то осигурява тласък за движение на клетката. Той винаги е противоположен на позицията на камшичето (например, ако е поставено от лявата страна на клетката, камшичето ще осигурява тласък за движение надясно).
ca: El flagel (plural: flagels) és uns farcell de proteïnes i fibres, com un petit tentacle que sobresurt de la membrana cel·lular. Mitjançant un moviment ondulatori, permet propulsar la cèl·lula cap endavant a gran velocitat, mentre consumeix ATP. La posició dels flagels determina la direcció en la qual produeix l'impuls per moure la cèl·lula. La direcció de l'impuls és oposada a la direcció cap a la qual el flagel està apuntant. Per exemple, un flagel col·locat a l'esquerra del centre de la cèl·lula produïra impuls quan aquesta es mogui cap a la dreta.
cs: Bičík (množné číslo bičíky) je svazek proteinových vláken, který vychází z buněčné membrány a může se pomocí ATP vlnit a pohánět buňku v určitém směru. Pozice bičíku určuje směr, ve kterém je rychlost buňky ovlivněna. Například bičík umístěný na levé straně buňky zvýší její rychlost pohybu doprava.
de: Die Geißel (Plural: Geißen, auch genannt Flagellen) ist ein peitschenartiges Bündel von Proteinfasern, das sich von der Zellmembran aus erstreckt und mit Hilfe von ATP die Zelle wellenförmig in eine Richtung treiben kann. Die Position des Flagellums bestimmt die Richtung, in der es den Schub für die Zellbewegung liefert. Die Schubrichtung ist entgegengesetzt zu der Richtung, in die das Flagellum zeigt. Ein Flagellum, das sich auf der linken Seite einer Zelle befindet, gibt beispielsweise Schub, wenn es sich nach rechts bewegt.
eo: La flagelo estas vip-simila fasko de proteinaj fibroj etendiĝantaj de la membrano de la ĉelo, kiu povas uzi ATP por ondigi kaj peli la ĉelon en direkto.
es: Los flagelos son grupos de fibras de proteínas en forma de látigo que se extienden desde la membrana de la célula. Usan ATP para propulsar a la célula en la dirección contraria a la que apuntan, efecto similar a la cola de un pez. Así pues, un flagelo del lado izquierdo, dará un impulso hacia la derecha.
et: Lipu (mitmuses: flagella) on piitsataoline valgukiudude kimp, mis ulatub välja rakumembraanist, mis kasutab ATP-d raku lainetamiseks ja liikumiseks teatud suunas. Lipu asend määrab suuna, milles see raku liikumiseks tõukejõu annab. Tõukejõu suund on vastupidine suunale, kuhu lipp on suunatud, näiteks raku vasakule küljele asetatud lipp annab paremale liikumisel tõukejõu.
fr: Le flagelle (pluriel : flagelle) est un faisceau de fibres protéiques en forme de fouet s’étendant de la membrane de la cellule qui utilisent l’ATP pour onduler et propulser la cellule dans une direction. La position du flagelle détermine la direction dans laquelle il fournit la poussée pour le mouvement de la cellule. La direction de poussée est opposée à la direction vers laquelle pointe le flagelle, par exemple un flagelle placé sur le côté gauche d’une cellule fournit une poussée lors du déplacement vers la droite.
he: השוטון (ברבים: שוטונים) הוא צרור סיבי חלבון דמוי שוט המשתרע מקרום התא אשר משתמש ב- ATP כדי לגלול ולהניע את התא לכיוון מסוים. מקומו של השוטון קובע את כיוונו שממנו מספק דחף לתנועת התא. כיוון הדחף מנוגד לכיוון שהשוטון פונה, למשל שוטון שמונח בכיוון השמאל של התא יספק דחף לימין.
id: Flagela adalah bundelan serat protein yang berbentuk seperti cambuk memanjang dari membran sel yang menggunakan ATP untuk berputar dan mendorong sel ke suatu arah. Posisi flagela menentukan arah mana flagela tersebut memberi daya dorong untuk pergerakan sel. Arah dorongan berlawanan dengan arah flagela tersebut menuju, contohnya sebuah flagela yang di letakkan pada sisi kiri sebuah sel menyediakan daya dorong ketika bergerak ke kanan.
it: Il flagello è un fascio di proteine simile a una frusta che si estende a partire dalla membrana cellulare. Consuma [thrive:compound type="atp"][/thrive:compound] per ondulare, fornendo così movimento alla cellula. La direzione di tale movimento è opposta alla direzione in cui il flagello punta: per esempio, un flagello posizionato sul lato sinistro della cellula fornisce spinta nel movimento verso destra.
ko: 편모는 ATP를 사용하여 세포를 앞으로 나아가게 하는 세포막에서 이어지는 채찍 모양의 단백질 섬유 다발입니다.
nl: Het flagel (meervoud: flagellen) is een zweepachtige bundel van eiwitdraadjes die uit het celmembraan komen. Een flagel gebruikt [thrive:compound type="atp"][/thrive:compound] om te golven en de cel een richting in te duwen. De positie van het flagel bepaalt de richting waar het de cel heen duwt. De richting van de beweging is tegenover de richting waar het flagel heen wijst. Als de flagel bijvoorbeeld aan de linkerkant van de cel wordt geplaatst, dan duwt het de cel richting rechts.
nl_be: Het flagellum (meervoud: flagella) is een zweepachtige bundel van proteïne vezels, dat vasthangt aan het celmembraan, die ATP gebruikt om golven te vormen en zo de cel voort te stuwen in een bepaalde richting. De positie van het flagellum bepaalt de richting waarin het stuwkracht levert voor de cel. De stuwrichting is tegengesteld aan de richting waarin de flagellum wijst, bijvoorbeeld een flagellum die aan de linkerkant van een cel is geplaatst, geeft stuwkracht wanneer hij naar rechts beweegt.
pl: Wić to biczo-podobny zbiór białek wysunięty z błony komórkowej, który zużywa ATP do obracania się i poruszania komórki w danym kierunku. Pozycja wici determinuje kierunek w którym napędza komórkę. Kierunek siły napędowej jest przeciwny do strony po której wić jest umiejscowiona, na przykład wić umieszczona po lewej napędza komórkę w prawo.
pt_br: O flagelo é um apêndice de fibras proteicas semelhante a um chicote, estendendo-se da membrana da célula que pode usar [thrive:compound type="atp"][/thrive:compound] para ondular e impulsionar a célula em uma direção. A posição do flagelo determina a direção na qual ele impulsiona a célula. A direção do impulso é oposta à direção que o flagelo aponta, por exemplo, um flagelo que está no lado esquerdo da célula só dá impulso quando ela se move para a direita.
pt_pt: O Flagelo (plural: Flagelos) é um feixe de fibras proteicas em forma de chicote que se estende da membrana da célula e que utiliza [thrive:compound type="atp"][/thrive:compound] para ondular e impulsionar a célula numa direção. A posição do flagelo determina a direção na qual ele fornece impulso para movimentar a célula. A direção do impulso é oposta à direção para a qual o flagelo está direcionado, por exemplo, um flagelo posicionado no lado esquerdo de uma célula fornece impulso quando se move para a direita.
ru: Жгутик представляет собой похожий на хлыст пучок белковых волокон, отходящих от клеточной мембраны, которые используют [thrive:compound type="atp"][/thrive:compound] для волнообразного движения и продвижения клетки в определенном направлении. Положение жгутика определяет направление, в котором он обеспечивает тягу для движения клетки. Направление тяги противоположно направлению, в котором направлен жгутик. Например, жгутик, расположенный на левой стороне клетки, обеспечивает тягу при движении вправо.
sr_cyrl: Бич (множина: бичеви) је сноп протеинских влакана који се протеже од ћелијске мембране која може да користи ATP да би се поваљао и покренуо ћелију у правцу.
sr_latn: Bič (množina: bičevi) je snop proteinskih vlakana koji se proteže od ćelijske membrane koja može da koristi ATP da bi se povaljao i pokrenuo ćeliju u pravcu.
th_th: แฟลกเจลลัม (พหูพจน์: แฟลกเจลลา) เป็นกลุ่มเส้นใยโปรตีนคล้ายแส้ที่ยื่นออกมาจากเยื่อหุ้มเซลล์ซึ่งสามารถใช้ ATP เพื่อทำให้เป็นคลื่นและขับเคลื่อนเซลล์ไปในทิศทาง
tr: Kamçı (veya Flagellum), hücrenin bir doğrultuda kıvrılması ve ilerlemesi için [thrive:compound type="atp"]ATP[/thrive:compound] kullanan, hücre zarından uzanıp birbirine bağlanmış kamçı benzeri protein fiberleridir. Kamçının pozisyonu, hücre hareketi için itişi sağlayan yönü belirler. İtiş yönü, kamçının baktığı yönün tersidir. Örneğin, bir hücrenin sol tarafına yerleştirilen kamçı, sağ tarafa giderken itişi sağlar.
uk: Джгутик є батогоподібнім мішечком з пучків білкових волокон, що тягнуться від мембрани, який використовує [thrive:compound type="atp"][/thrive:compound] для хвилеподібних рухів і пересування клітини в певному напрямі. Положення джгутика визначає напрям, в якому буде забезпечена тяга. Її напрям протилежний напряму джгутика, наприклад якщо джгутик зліва, він забезпечить тягу вправо.
zh_cn: 鞭毛是一种从细胞膜伸出的鞭状蛋白纤维束，使用ATP沿一个方向起伏并推动细胞。鞭毛的位置决定其推力的方向，推力方向跟鞭毛的朝向是相反的。举例说，如果将鞭毛放在细胞的左侧，那么它就会在细胞往右侧移动时提供推力。
zh_tw: 鞭毛是一種從細胞膜延伸出的鞭狀蛋白纖維束，利用 [thrive:compound type="atp"][/thrive:compound] 使細胞向某個方向波動並推動細胞。鞭毛的位置決定了它為細胞運動提供推力的方向。推力方向與鞭毛指向的方向相反，例如位於細胞左側的鞭毛在向右移動時提供推力。

# FLAGELLUM_PROCESSES_DESCRIPTION
source: Uses [thrive:compound type="atp"][/thrive:compound] to increase the movement speed of the cell.
bg: Използва [thrive:compound type="atp"]АТФ[/thrive:compound] за да увеличи скоростта на движение на клетката.
ca: Fa servir [thrive:compound type="atp"][/thrive:compound] per augmentar la velocitat del microbi.
cs: Využívá [thrive:compound type="atp"][/thrive:compound] ke zvýšení rychlosti pohybu buňky.
de: Verwendet [thrive:compound type="atp"][/thrive:compound], um die Bewegungsgeschwindigkeit der Zelle zu erhöhen.
es: Los flagelos son grupos de fibras de proteínas en forma de látigo que se extienden desde la membrana de la célula. Usan ATP para propulsar a la célula en una dirección.
et: Kasutab [thrive:compound type="atp"][/thrive:compound] lahtri liikumiskiiruse suurendamiseks.
fi: Käyttää [thrive:compound type="atp"]ATP:ta[/thrive:compound] lisätäkseen solun liikkumisnopeutta.
fr: Utilise de l'[thrive:compound type="atp"][/thrive:compound] pour augmenter la vitesse de déplacement de la cellule.
he: משתמש ב[thrive:compound type="atp"][/thrive:compound] על מנת להגביר את מהירותו של התא.
hu: Növeli a sejt sebességét, viszont [thrive:compound type="atp"][/thrive:compound]-t használ.
id: Menggunakan [thrive:compound type="atp"][/thrive:compound] untuk menambah kecepatan gerak sel
it: Consuma [thrive:compound type="atp"][/thrive:compound]. Aumenta la velocità di movimento della cellula.
ka: იყენებს [thrive:compound type="atp"][/thrive:compound]-ს უჯრედის გადაადგილების სიჩქარის გასაზრდელად.
nl: Gebruikt [thrive:compound type="atp"][/thrive:compound] om de bewegingssnelheid van de cel te vergroten.
nl_be: Gebruikt [thrive:compound type="atp"][/thrive:compound] om de snelheid van de cell te verhogen.
pl: Używa [thrive:compound type="atp"][/thrive:compound] do zwiększenia prędkości poruszania się komórki.
pt_br: Usa [thrive:compound type="atp"][/thrive:compound] para aumentar a velocidade de movimento da célula.
pt_pt: Utiliza [thrive:compound type="atp"][/thrive:compound] para aumentar a velocidade de movimento da célula.
ru: Использует [thrive:compound type="atp"][/thrive:compound] чтобы повысить скорость передвижения клетки.
sk: Používa [thrive:compound type="atp"][/thrive:compound] na zvýšenie rýchlosti pohybu bunky.
tr: Hücrenin hareket hızını arttırmak için [thrive:compound type="atp"]ATP[/thrive:compound] kullanır.
uk: Використання [thrive:compound type="atp"][/thrive:compound] пришвидчує рух клітини.
zh_cn: 使用[thrive:compound type="atp"][/thrive:compound]来增加细胞的移动速度。
zh_tw: 使用 [thrive:compound type="atp"][/thrive:compound] 來提高細胞的移動速度。

# FLEET_NAME_FROM_PLACE
source: {0} Fleet
fr: Flotte {0}
ka: {0} ფლოტი
nl: {0} Vloot
pt_br: Frota {0}
pt_pt: Frota {0}
ru: Флот {0}
tr: {0} Filosu
uk: Флот {0}
zh_cn: {0} 舰队
zh_tw: {0} 艦隊

source: Fleet Units
fr: Unités de la flotte
ka: ფლოტის ერთეულები
nl: Vlooteenheden
pt_br: Unidades da Frota
pt_pt: Unidades da Frota
ru: Единицы Флота
tr: Filo Birimleri
uk: Одиниці флоту
zh_cn: 舰队单位
zh_tw: 艦隊單位

# FLOATING_CHUNKS_COLON
source: Floating Chunks:
fr: Fragments flottants :
ka: მცურავი ნაგლეჯები:
nl: Drijvende Brokstukken:
pl: Dryfujące Odłamki:
pt_br: Pedaços Flutuantes:
pt_pt: Fragmentos Flutuantes:
ru: Окружающие фрагменты:
tr: Yüzen Parçalar:
uk: Плавучі чанки:
zh_cn: 漂浮的碎块：
zh_tw: 漂浮的碎塊：

source: Floating Hazard
bg: Опасен обект
ca: Perill flotant
cs: Plovoucí nebezpečí
de: Schwimmende Gefahr
eo: Ŝveba Danĝero
es: Peligro flotante
et: Ujuv oht
fi: Kelluva vaara
fr: Danger flottant
he: מפגע צף
hu: Lebegő akadály
id: Bahaya Apung
it: Pericolo galleggiante
ka: მცურავი საშიშროება
ko: 부동 위험
nl: Drijvend gevaar
nl_be: Drijvend Gevaar
pl: Pływające Zagrożenie
pt_br: Perigo flutuante
pt_pt: Perigo Flutufante
ru: Плавающая опасность
sk: Plávajúce nebezpečenstvo
sr_cyrl: Плутајућа опасност
sr_latn: Plutajuća opasnost
sv: Flytande fara
th_th: อันตรายจากการลอยตัว
tr: Yüzen Tehlike
uk: Плавуча загроза
zh_cn: 漂浮的危害物
zh_tw: 漂浮有害物

source: Fluid
bg: Мека
ca: Fluidesa
cs: Tekutina
de: flüssig
es: Fluida
et: Vedelik
fr: Fluide
he: גמיש
it: Fluida
ka: სითხე
nl: Flexibel
pl: Płynna
pt_br: Fluido
pt_pt: Fluido
ru: Жидкость
sk: Tekutina
sv: Rörlig
tr: Akışkan
uk: Рухливість
zh_cn: 流质
zh_tw: 流體

source: Fluidity / Rigidity
bg: Свойства
ca: Fluidesa / Rigidesa
cs: Tekutost / Tuhost
de: Flüssigkeit / Steifigkeit
eo: Flueco / Rigideco
es: Fluidez / Rigidez
et: Vedelus / Jäikus
fi: Valuvuus / jäykkyys
fr: Fluidité / Rigidité
he: נזילות / קשיחות
hu: Hajlékonyság / Merevség
id: Kelenturan / Ketegaran
it: Fluidità / Rigidità
ka: თხევადობა / სიმყარე
ko: 유동성 / 강도
nl: Vloeibaarheid / Stijfheid
nl_be: Vloeibaarheid / Stijfheid
pl: Płynność / Sztywność
pt_br: Fluidez / Rigidez
pt_pt: Fluidez / Rigidez
ru: Подвижность / Жёсткость
sk: Tekutosť / Tuhosť
sr_cyrl: Течност / Ригидност
sr_latn: Tečnost / Rigidnost
sv: Mjukhet / Hårdhet
tr: Akışkanlık / Sertlik
uk: Рухливість / Жорсткість
zh_cn: 流动性/刚性
zh_tw: 流動性／剛性

source: Focused
bg: Вглъбено
ca: Centrat
cs: Soustředěnost
de: Fokussiert
es: Concentrada
et: Keskenduv
fi: Keskittynyt
fr: Focalisé
he: ממוקד
hu: Fókuszált
it: Focalizzato
ka: ფოკუსის მქონე
nl: Gefocust
nl_be: Gefocused
pl: Skupienie
pt_br: Focado
pt_pt: Focado
ru: Целенаправленный
sk: Sústredený
sv: Fokuserad
tr: Odaklı
uk: Зосереджені
zh_cn: 专注
zh_tw: 專注

# FOCUS_EXPLANATION
source: Focused microbes will seek down chunks or prey over greater distances and might be much more ambitious over chunks. Responsive microbes will switch to new targets sooner.
bg: Вглъбените микроби не променят намеренията си и са склонни да постигнат целта си. Бдителните микроби бързо променят намеренията си.
ca: Els microbis centrats buscaran recursos o preses més llunyans i és possible que siguin molt més ambiciosos respecte a uns mateixos recursos. Els microbis sensibles canviaran d'objectius més aviat.
cs: Soustředění mikrobi budou hledat kousky nebo kořist na větší vzdálenosti a mohou být mnohem náročnější na kusy. Reagující mikroby se dříve přepnou na nové cíle.
de: Fokussierte Mikroben werden über größere Entfernungen nach Brocken oder Beute suchen und sind möglicherweise sehr viel ehrgeiziger, wenn es um Brocken geht. Responsive Mikroben wechseln schneller zu neuen Zielen.
es: Los microbios centrados buscarán recursos o presas más lejanas y es posible codicien más los fragmentos de recursos. Los microbios reactivos cambiarán de objetivo después de un tiempo.
et: Keskendunud mikroobid otsivad tükke või saaki suuremate vahemaade tagant ja võib olla tükkide osas palju ambitsioonikam. Reageerivad mikroobid lülituvad varem uutele sihtmärkidele.
fi: Keskittyneet mikrobit etsivät yhdisteitä, kappaleita ja saaliita pidemmän matkan päästä ja voivat olla kunnianhimoisempia löytyvien palasten keruussa. Responssiiviset mikrobit vaihtavat kohdetta nopeammin, jos ei niitä heti saa kiinni.
fr: Les microbes persévérants rechercheront des débris ou des proies sur de plus grandes distances et pourront se montrer bien plus ambitieux face à des débris disputés. Les microbes réactifs basculeront plus vite vers de nouvelles cibles.
he: מיקרובים ממוקדים יחפשו אחר גושים או טרף למרחקים ולרוב הוא ישאף לגושים. מיקורבים מגיבים ישנו למטרה חדשה באופן כפוף יותר.
hu: A fókuszált sejtek nagyobb távolságokat tesznek meg táplálék reményében. A reszponzív sejtek hamar új célpontokat keresnek.
it: I microbi focalizzati inseguono le prede e i frammenti di cibo per lunghe distanze e potrebbero essere più ambiziosi per questi ultimi. I microbi reattivi cambiano più facilmente bersaglio.
nl: Gefocuste microben zullen over grotere afstanden brokstukken en prooi zoeken en zijn mogelijk veel ambitieuzer over brokstukken. Reagerende microben zullen sneller van doelwit wisselen.
nl_be: Gefocuste microben zullen over grotere afstanden naar brokken of prooien zoeken en misschien veel ambitieuzer over brokken zijn. Responsieve microben zullen sneller overschakelen naar nieuwe doelen.
pl: Skupione mikroby będą wyszukiwać pożywienia lub ofiar przez długie odległości oraz mogą być bardzo zachłanne względem nowych źródeł pożywienia. Responsywne mikroby będą chętniej zmieniać źródła pożywienia.
pt_br: Micróbios focados perseguirão presas ou pedaços por distâncias mais longas e podem ser mais cobiçosos em relação aos pedaços. Micróbios mais reativos perseguirão outras presas depois de um tempo.
pt_pt: Os micróbios focados irão procurar por pedaços ou presas em distâncias maiores e podem ser mais ambicioso em relação aos pedaços. Micróbios reativos mudarão para novos alvos depois de algum tempo.
ru: Целенаправленные микробы будут искать добычу на большем растоянии и будут соперничать за куски с большим рвением. Бдительные микробы будут быстрее переключаться на новые цели.
tr: Odaklı mikroplar, büyük parçaları veya avları çok uzun mesafelerde ararlar ve büyük parçalara daha heveslidirler. Duyarlı mikroplar, yeni hedeflere daha çabuk geçiş yaparlar.
uk: Зосереджені мікроби шукатимуть брили або здобич на більшій відстані та можуть завзятіше змагатися за брили. Чуйні мікроби швидше відвертатимуться на нові цілі.
zh_cn: 专注型微生物会在更远的距离里追击猎物或物质块 并且对物质块更有渴求。 应变型微生物将更快的转向新的目标。
zh_tw: 專注型微生物會在更遠的距離追擊獵物或物質塊 並且對物質塊更有渴求。 應變型微生物將更快地轉向新目標。

source: Fog Of War Disabled
ka: ომის ნისლი გათიშულია
pt_br: Fog Of War Desativado
pt_pt: Neblina de Guerra Desativada
ru: Туман войны отключен
tr: Savaş Sisi Devre Dışı
uk: Туман війни вимкнено
zh_tw: 戰爭迷霧已停用

# FOG_OF_WAR_DISABLED_DESCRIPTION
source: (all patches will be revealed)
ka: (გამოჩნდება ყველა ბიომი)
pt_br: (todas as regiões serão mostradas)
pt_pt: (todas as regiões serão reveladas)
ru: Все биомы будут раскрыты
tr: (bütün araziler gösterilir)
uk: (усі ділянки буде розкрито)
zh_tw: （所有區域將會被揭曉）

# FOG_OF_WAR_INTENSE
source: Intense Fog Of War
ka: ინტენსიური ომის ნისლი
pt_br: Fog Of War Intenso
pt_pt: Neblina de Guerra Intensa
ru: Сильный туман войны
tr: Yoğun Savaş Sisi
uk: Інтенсивний туман війни
zh_tw: 強烈戰爭迷霧

# FOG_OF_WAR_INTENSE_DESCRIPTION
source: (only patches the player has been to will be revealed)
ka: (გამოჩენილი იქნება, მხოლოდ, ბიომები, სადაც მომხმარებელი უკვე ნამყოფია)
pt_br: (somente regiões em que o jogador já visitou serão mostradas)
pt_pt: (apenas regiões que o jogador esteve serão reveladas)
ru: (Игрок будет обладать информацией лишь о тех биомах в коих он был)
tr: (yalnızca oyuncunun bulunmuş olduğu araziler gösterilir)
uk: (тільки ділянки, де був гравець, буде розкрито)
zh_tw: （只有玩家去過的區域才會被揭曉）

source: Fog Of War Mode
ka: ომის ნისლის რეჟიმი
pt_br: Modo de fog of war
pt_pt: Modo Neblina de Guerra
ru: Режим тумана войны
tr: Savaş sisi modu
uk: Режим туману війни
zh_tw: 戰爭迷霧模式

# FOG_OF_WAR_REGULAR
source: Regular Fog Of War
ka: ჩვეულებრივი ომის ნისლი
pt_br: Fog Of War Normal
pt_pt: Neblina de Guerra Normal
ru: Обычный Туман Войны
tr: Normal Savaş Sisi
uk: Звичайний туман війни
zh_tw: 常規戰爭迷霧

# FOG_OF_WAR_REGULAR_DESCRIPTION
source: (patches the player has been to, and adjacent patches will be revealed)
ka: (გამოჩნდება ბიომები, სადაც მოთამაშე ნამყოფია და მისი ახლომდებარე ბიომები)
pt_br: (regiões em que o jogador já vistou e regiões adjacente a elas serão mostradas)
pt_pt: (regiões adjacentes e em que o jogador já esteve serão reveladas)
ru: (Игрок будет обладать информацией лишь о тех биомах,в коих он был, а так же соседним к ним биомам)
tr: (oyuncunun bulunmuş olduğu ve komşu olan araziler gösterilir)
uk: (ділянки, де був гравець, і суміжні з ними буде розкрито)
zh_tw: （玩家去過的區域與相鄰的區域將會被揭曉）

source: Food Chain
bg: Хранителна верига
ca: Cadena Alimentària o Tròfica
cs: Potravní řetězec
de: Nahrungskette
eo: Manĝoĉeno
es: Cadena Trófica
et: Toiduahel
fi: Ruokaketju
fr: Chaîne Alimentaire
he: שרשרת המזון
hu: Tápláléklánc
id: Rantai Makanan
it: Catena alimentare
ka: საჭმლის ჯაჭვი
ko: 먹이 사슬
nl: Voedselketen
nl_be: Voedselketen
pl: Łańcuch Pokarmowy
pt_br: Cadeia Alimentar
pt_pt: Cadeia alimentar
ru: Пищевая Цепь
sk: Potravový reťazec
sr_cyrl: Ланац Исхране
sr_latn: Lanac Ishrane
sv: Näringskedja
tr: Besin Zinciri
uk: Ланцюг живлення
zh_cn: 食物链
zh_tw: 食物鏈

# FOOD_SOURCE_ENERGY_INFO
source: {0} energy: {1} (fitness: {2}) total available energy: {3} (total fitness: {4})
bg: {0}: усвоена енергийна стойност {1} със стойност на усвояване {2} и обща енергийна стойност {3} с обща стойност на усвояване {4}
ca: {0} energia: {1} (rendiment: {2}) energia total disponible: {3} (rendiment total: {4})
cs: {0} energie: {1} (fitness: {2}) celková dostupná energie: {3} (celková zdatnost: {4})
de: {0}Energie:{1}(Fitness:{2})insgesamt verfügbare Energie:{3} (gesamte Fitness:{4})
es: Energía {0}: {1} (rendimiento: {2}) energía total disponible: {3} (rendimiento total: {4})
et: {0} energia: {1} (fitness: {2}) kogu saadaolev energia: {3} (kogu fitness: {4})
fi: {0} energiaa: {1} (sopivuus: {2}) kokonaisenergia: {3} (kokonaissopivuus: {4})
fr: Unités d'énergie pour la source « {0} » : {1} (valeur sélective : {2}) énergie totale disponible : {3} (valeur totale : {4})
he: {0} אנרגיה: {1} (כשירות: {2}) כמות אנרגיה זמינה: {3} (כשירות כללית: {4})
it: {0} -> energia: {1} (idoneità: {2}) energia totale disponibile: {3} (idoneità totale: {4})
ka: {0} ენერგია: {1} (თავსებადობა: {2}) სულ ხელმისაწვდომი ენერგია: {3} (სულ თავსებადობა: {4})
nl: {0} energie: {1} (fitheid: {2}) totale hoeveelheid energie {3} (totale fitheid: {4})
pl: {0} energia: {1} (sprawność: {2}) całkowita dostępna energia: {3} (całkowita sprawność: {4})
pt_br: {0} de energia: {1} (adaptação: {2}) energia total disponível: {3} (adaptação total: {4})
pt_pt: {0} energia: {1} (aptidão: {2}) energia total disponível: {3} (aptidão total: {4})
ru: {0} энергия: {1} (пригодность: {2}) общая доступная энергия: {3} (общая пригодность: {4})
tr: {0} ile açığa çıkan enerji miktarı: {1} (uyum başarısı: {2}) mevcut toplam enerji miktarı: {3} (toplam uyum başarısı: {4})
uk: {0} енергія: {1} (пристосованість: {2}) загальна доступна енергія: {3} (загальна пристосованість: {4})
zh_cn: {0}能量：{1}（适应性：{2}）总可用能量：{3}（总适应性：{4}）
zh_tw: {0} 能量：{1}（適應性：{2}）總可用能量：{3}（總適應性：{4}）
