Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# FAILED_ONE_OR_MORE_SAVE_DELETION_DESCRIPTION
source: Error: Failed to delete one or more save files.
ka: შეცდომა: ერთი ან მეტი შენახვის ფაილის წაშლა ჩავარდა.
nl: Fout: Het verwijderen van een of meer opslagbestanden is niet gelukt.
pt_br: Erro: não foi possível remover um ou mais salvamentos.
pt_pt: Erro: Falha ao eliminar um ou mais jogos guardados.
ru: Ошибка: Не удалось удалить одно или более сохранение.
tr: Hata: Bir ya da daha fazla kayıt dosyası silinemedi.
uk: Помилка: невдале видалення одного чи більше збережених фільтрів.
zh_cn: 错误：无法删除更多存档文件。
zh_tw: 錯誤：無法刪除一個或多個存檔。

# FAILED_SAVE_DELETION
source: Error: Save deletion failed
ka: შეცდომა: შენახულის წაშლა ჩავარდა
nl: Fout: Verwijderen opslagbestand mislukt
pt_br: Erro: Falha na remoção de salvamentos
pt_pt: Erro: Falha na eliminação da gravação
ru: Ошибка: Не удалось удалить сохранение
tr: Hata: Kayıt silme başarısız
uk: Помилка: Невдалось зберегти видалення
zh_cn: 错误：未能删除存档
zh_tw: 錯誤：存檔刪除失敗

# FAILED_SAVE_DELETION_DESCRIPTION
source: The save file could not be deleted.
ka: შენახვის ფაილის წაშლა შეუძლებელია.
nl: Het opslagbestand kan niet worden verwijderd.
pt_br: O salvamento não pôde ser removido.
pt_pt: Este jogo guardado não pode ser eliminado.
ru: Файл сохранения не может быть удалён.
tr: Kayıt dosyası silinemedi.
uk: Збережений файл неможливо видалити.
zh_cn: 存档文件未能被删除
zh_tw: 無法刪除存檔。

source: Fearful
bg: Плашливо
ca: Poruc
cs: Bojácnost
de: Furchtsam
es: Temerosa
et: arg
fi: Pelokas
fr: Craintif
he: פחדן
hu: Félénk
it: Pavido
ka: შეშინებული
nl: Angstig
nl_be: Angstig
pl: Płochliwość
pt_br: Medroso
pt_pt: Temeroso
ru: Боязливый
sk: Bojazlivý
sv: Rädd
tr: Kaygılı
uk: Боязкі
zh_cn: 胆小
zh_tw: 膽小

# FEAR_EXPLANATION
source: Fearful microbes will flee over greater distances and are more likely to flee from predators in general. Brave microbes are not intimidated by nearby predators and will more likely attack back.
bg: Плашливите микроби отстъпват при опасност и са склонни да избягат, когато са нападнати. Безрасъдните микроби не отстъпват при опасност и са склонни да се защитят, когато са нападнати.
ca: Els microbis temorosos fugiran a més distància i en general fugiran de qualsevol depredador. Els microbis valents no se senten intimidats per depredadors propers i és més probable que contraataquin si són agredits.
cs: Bojácní mikrobi prchají na větší vzdálenosti a obecně častěji prchají před predátory. Odvážní mikrobi se nenechají zastrašit blízkými predátory a spíše zaútočí zpět.
de: Furchtsame Mikroben fliehen über größere Entfernungen und fliehen im Allgemeinen eher vor Angreifern. Mutige Mikroben lassen sich von Raubtieren in der Nähe nicht einschüchtern und werden eher zurückschlagen.
es: Los microbios temerosos huirán a mayores distancias y es más probable que huyan de los depredadores en general. Los Microbios valientes no se dejan intimidar por los depredadores cercanos y lo más probable es que contra ataquen.
et: Kartlikud mikroobid põgenevad suuremate vahemaade taha ja üldiselt põgenevad nad suurema tõenäosusega röövloomade eest. Vapraid mikroobe ei hirmuta läheduses olevad kiskjad ja tõenäoliselt ründab tagasi.
fi: Pelokkaat mikrobit pakenevat pidempiä matkoja, kuin urheat, ja todennäköisemmin pakenevat petoja. Rohkeat mikrobit eivät välitä pedoista lähellään ja hyökkäävät todennäköisimmin takaisin uhattuna.
fr: Les microbes craintifs fuiront aussi loin qu'ils le peuvent et éviteront la plupart des prédateurs. Les microbes audacieux ne seront pas intimidés par les prédateurs et seront plus enclins à riposter.
he: מיקרובים פחדנים יברחו למרחקים והם נוטים לברוח מטורפים בכללי. מיקרובים אמיצים לא יפחדו מטורפים לידם והם נוטים לתקוף חזרה.
hu: A félénk sejtek sok esetben a menekülést választják, így ha ragadozó van a közelben, akkor inkább megfutamodnak. A bátor sejtek nem ijednek meg a ragadozó sejtektől, így nagy eséllyel védekezésképp vissza is támadnak.
it: I microbi pavidi scappano dai pericoli per lunghe distanze e sono generalmente più propensi alla fuga. I microbi coraggiosi non sono spaventati dai predatori vicini e sono più disposti a contrattaccare.
nl: Angstige microben zullen over grotere afstanden vluchten en in het algemeen sneller van roofdieren vluchten. Dappere microben zijn niet geintimideerd door roofdieren in de buurt en zullen sneller terug vechten.
nl_be: Angstige microben zullen over grotere afstanden vluchten en hebben meer kans om te vluchten voor roofdieren in het algemeen. Dappere microben worden niet geïntimideerd door nabijgelegen roofdieren en zullen waarschijnlijk terug aanvallen.
pl: Płochliwe mikroby będą uciekać na znaczne odległości oraz będą unikać drapieżników ogółem. Odważne mikroby nie będą zastraszone obecnością drapieżników i nie zawahają się kontratakować.
pt_br: Micróbios medrosos percorrerão maiores distâncias e são mais propensos a fugir de predadores de modo geral. Micróbios corajosos não se deixam intimidar por predadores próximos e são mais propensos a contra-atacar.
pt_pt: Os micróbios medrosos fugirão a distâncias maiores e são mais propensos a fugir dos predadores em geral. Os micróbios corajosos não se deixam intimidar pelos predadores próximos e, mais provavelmente, irão atacar de volta.
ru: Боязливые микроорганизмы будут дальше убегать и более склонны к побегу от хищников в общем. Храбрые микроорганизмы не будут напуганы хищниками поблизости и более склонны атаковать в ответ.
tr: Kaygılı mikroplar, çok uzun mesafelerde akıp giderler ve genelde, yırtıcılardan kaçmaları muhtemeldir. Cesur mikroplar, yakında bulunan yırtıcılardan korkmazlar ve onların saldırılarına karşılık verirler.
uk: Боязкі мікроби будуть триматися на відстані та взагалі частіше тікатимуть від хижаків. Хоробрі мікроби не бояться близьких хижаків, та ймовірно атакуватимуть у відповідь.
zh_cn: 胆小型微生物会逃到更远的地方， 并且总体上更有可能逃离掠食者。 勇敢型微生物则不会被靠近的掠食者吓到 而且更有可能反击。
zh_tw: 膽小型微生物會逃到更遠的地方 並且總體上更有可能逃離掠食者。 勇敢型微生物則不會被靠近的掠食者嚇到 而且更有可能反擊。

# FEATURE_DISABLED
source: Disabled
bg: Изключено
de: Deaktiviert
es: Desactivado
fr: Désactivé
ka: გათიშულია
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desativado
pt_pt: Desativada
ru: Отключено
tr: Devre Dışı
uk: Вимкнути
zh_cn: 已禁用
zh_tw: 已停用

# FEATURE_ENABLED
source: Enabled
bg: Включено
de: Aktiviert
es: Activado
fr: Activé
ka: ჩართულია
nl: Aangezet
pl: Włączony
pt_br: Ativado
pt_pt: Ativada
ru: Чит-коды включены
tr: Etkin
uk: Увімкнути
zh_cn: 已启用
zh_tw: 已啟用

source: February
bg: Февруари
ca: Febrer
cs: Únor
de: Februar
es: Febrero
et: veebruar
fi: helmikuu
fr: Février
he: פברואר
hu: Február
it: Febbraio
ka: თებერვალი
nl: Februari
nl_be: Februari
pl: Luty
pt_br: Fevereiro
pt_pt: Fevereiro
ru: Февраль
sk: Február
sv: Februari
tr: Şubat
uk: Лютий
zh_cn: 二月
zh_tw: 二月

# FEED_ITEM_CONTENT_PARSING_FAILED
source: Parsing the content of this feed item has failed.
bg: Разборът на съдържанието на тази новина е неуспешен.
ka: ამ ლენტის ელემენტის შემცველობის დამუშავება ჩავარდა.
nl: Het inlezen van de inhoud van dit feed-item is mislukt.
pt_br: Falha ao analisar o conteúdo deste item do feed.
ru: Не удалось выполнить синтаксический анализ содержимого этого элемента веб-канала.
tr: Bu yayın öğesinin içeriğini ayrıştırma işlemi başarısız oldu.
uk: Не вдалося розпізнати зміст цієї новини.
zh_cn: 处理本新闻失败。
zh_tw: 解析此摘要項目的內容失敗。

# FEED_ITEM_MISSING_CONTENT
source: This feed item is missing its content.
bg: Съдържанието на тази новина липсва.
ka: ამ ლენტის ელემენტს შემცველობა არ გააჩნია.
nl: Dit feeditem mist zijn inhoud.
pl: Temu przedmiotowi brakuje jego zawartości.
pt_br: Esse item do feed está sem conteúdo.
pt_pt: Este item de feed está a faltar o seu conteúdo.
ru: В этом элементе веб-канала отсутствует содержимое.
tr: Bu yayın öğesinin içeriği yok.
uk: Цій новині бракує змісту.
zh_cn: 本新闻无内容。
zh_tw: 此摘要項目缺少內容。

# FEED_ITEM_PUBLISHED_AT
source: Published at {0}
bg: Дата на публикуване: {0}
cs: Zveřejněno na {0}
fr: Publié à {0}
ka: გამოქვეყნებულია {0}-ზე
nl: Gepubliceerd op {0}
pl: Opublikowany o {0}
pt_br: Publicado em {0}
pt_pt: Publicado em {0}
ru: Опубликовано на {0}
tr: {0} tarihinde yayınlandı
uk: Опубліковано в {0}
zh_cn: 发表于{0}
zh_tw: 發布於 {0}

# FEED_ITEM_TRUNCATED_NOTICE
source: This item was truncated due to being too long, please read the original for all content. {0}
cs: Tato položka byla zkrácena z důvodu přílišné délky, celý obsah si prosím přečtěte v originále. {0}
fr: Cet élément à été coupé car il était trop long, pour la version complète, veuillez lire l'original. {0}
ka: ეს ელემენტი შეიკვეცა, რადგან ის მეტისმეტად დიდი იყო. წაიკითხეთ ორიგინალი ყველაფრისთვის. {0}
nl: Het item is ingekort omdat het te lang is, om de gehele inhoud te lezen moet je naar het origineel. {0}
pt_br: Esse item foi truncado por ser muito longo, leia o original para obter todo o conteúdo. {0}
ru: Этот пункт был усечен из-за слишком большой длины, пожалуйста, прочитайте оригинал для полного содержания. {0}
tr: Bu öğe, gereğinden fazla uzun olduğu için kısaltıldı. Bütün içeriği görmek için lütfen bu öğenin orijinalini okuyun. {0}
uk: Цю новину було обрізано через її довжину. Будь ласка, відкрийте повний текст, щоб дочитати. {0}
zh_cn: 本篇因篇幅过长而被删节，详情请阅读原文。 {0}
zh_tw: 本篇因篇幅過長被刪節，詳情請閱讀原文。{0}

# FILTER_ITEMS_BY_CATEGORY_COLON
source: Filter items by category:
bg: Филтриране по категория:
ca: Filtrar elements per categoria:
cs: Filtrovat věci podle kategorie:
de: Nach Kategorie sortieren:
es: Filtrar objetos por categoría:
fr: Filtrer les objets par catégories :
he: סננן לפי קטגוריה:
hu: Elemek szűrése kategóriák szerint:
it: Filtra gli oggetti per categoria:
ka: საგნების ფილტრი კატეგორიით:
nl: Filter items op basis van categorie:
pl: Filtruj przedmioty kategorią:
pt_br: Filtrar os itens por categoria:
pt_pt: Filtrar itens por categoria:
ru: Отфильтровать предметы по категориям:
sk: Filtrovať položky podľa kategórie:
tr: Öğeleri kategori cinsinden filtrele:
uk: ФІльтр предметів категорії:
zh_cn: 按类别过滤项目：
zh_tw: 按類別過濾項目：

source: Find Current Patch
bg: Текущо местообитание
ca: Trobar l'Ecosistema Actual
cs: Nalézt nynější prostředí
de: Zum aktuellen Gebiet
es: Ir a Zona Actual
fr: Trouver le secteur courant
he: מצא את האזור הנוכחי
it: Trova la zona corrente
ka: მიმდინარე ბიომის პოვნა
nl: Vind Huidig Gebied
pl: Znajdź Aktualny Obszar
pt_br: Ir para a região atual
pt_pt: Encontrar Região Atual
ru: Найти текущий биом
tr: Mevcut Araziyi Bul
uk: Знайти поточну ділянку
zh_cn: 找到当前的地区
zh_tw: 尋找當前區域

# FINISHED_DOT
source: Finished.
bg: Завършена.
ca: Acabat.
cs: Dokončeno.
de: Abgeschlossen.
es: Terminado.
et: Valmis.
fi: Valmis.
fr: Terminé.
he: נגמר.
hu: Befejezve.
it: Processo completato.
ka: დასრულდა.
nl: Afgerond.
pl: Ukończono.
pt_br: Concluído.
pt_pt: Concluído.
ru: Завершено.
sk: Dokončené.
sv: Färdig.
tr: Bitti.
uk: Завершено.
zh_cn: 完成。
zh_tw: 已完成。

source: Finish editing and return to environment
bg: Завършване на промените и продължаване на играта
ca: Acabar la sessió d'evolució i tornar al món
cs: Dokončit úpravy a vrátit se do prostředí
de: Bearbeitung abschließen und zur Umgebung zurückkehren
eo: Finu redaktadon kaj revenu al ĉirkaŭa mondo
es: Terminar de editar y volver al juego
et: Lõpetage toimetamine ja naaske keskkonda
fi: Vahvista muutokset ja palaa ympäristöön
fr: Terminer l'édition et retourner à l'environnement
he: סיים עריכה וחזור לסביבה
hu: Szerkesztés befejezése és visszatérés a környezetbe
id: Selesaikan suntingan dan kembali ke lingkungan
it: Termina le modifiche e torna al gioco
ka: რედაქტირების დასრულება და გარემოში დაბრუნება
ko: 편집을 종료하고 환경으로 돌아가기
nl: Klaar met bewerken en terug naar gebied
nl_be: Beëindig het bewerken en keer terug naar de omgeving
pl: Zakończ edycję i wróć do środowiska
pt_br: Terminar de editar e voltar ao jogo
pt_pt: Concluir a edição e voltar ao ambiente
ru: Закончить редактирование и вернуться в окружающую среду
sk: Dokončiť úpravy a vrátiť sa do prostredia
sr_cyrl: Завршите уређивање и вратите се у окружење
sr_latn: Završite uređivanje i vratite se u okruženje
sv: Slutför redigering och återvänd till omgivning
th_th: แก้ไขให้เสร็จและกลับสู่สภาพแวดล้อม
tr: Düzenlemeyi bitir ve ortama dön
uk: Завершити редагування та повернутися до оточення
zh_cn: 完成编辑并返回游戏世界
zh_tw: 完成編輯並返回環境

source: Finish One Generation
bg: Следващо поколение
ca: Acaba una Generació
cs: Dokončit jednu generaci
de: Beende eine Generation
es: Completa Una Generación
fr: Finir une génération
he: סיים דור אחד
it: Completa una generazione
ka: ერთი გენერაციის სიმულაცია
nl: één generatie geindigt
pl: Zakończ Jedno Pokolenie
pt_br: Completar uma geração
pt_pt: Completar uma Geração
ru: Симулировать одно поколение
tr: Bir Kuşak Tamamla
uk: Кінець однієї генерації
zh_cn: 完成一次世代
zh_tw: 完成一世代

# FINISH_X_GENERATIONS
source: Finish {0} Generations
bg: {0} поколения
ca: Acaba {0} Generacions
cs: Dokončení {0} Generací
de: {0} Generationen fertigstellen
es: Completa {0} Generaciones
fr: Finis {0} Générations
he: סיים {0} דורות
hu: {0} generáció befejezve
it: Completa {0} generazioni
ka: {0} თაობის გენერაცია
nl: Voltooi {0} Generaties
pl: Zakończ {0} Pokoleń
pt_br: Completar {0} gerações
pt_pt: Completou {0} Gerações
ru: Симулировать {0} поколений
tr: {0} Kuşak Tamamla
uk: Завершення {0} генерацій
zh_cn: 完成{0}次世代
zh_tw: 完成 {0} 世代

source: Fire toxin
bg: Изстрелване на токсин
ca: Llançar les toxines
cs: Ohnivé toxiny
de: Gift schießen
eo: Pafu toksinon
es: Lanzar toxinas
et: Tulista toksiini
fi: Ammu myrkkyä
fr: Tirer des toxines
he: שחרר רעלנים
hu: Méreg lövése
id: Tembak toksin
it: Lancia tossine
ka: ტოქსინის სროლა
ko: 독소 공격
nl: Schiet toxine
nl_be: Vergif vuren
pl: Strzel toksyną
pt_br: Disparar toxina
pt_pt: Disparar toxina
ru: Выстрелить токсином
sk: Ohnivý toxín
sr_cyrl: Ватрени токсин
sr_latn: Vatreni toksin
sv: Skjut gift
th_th: ยิงสารพิษ
tr: Toksin ateşle
uk: Вивести токсин
zh_cn: 发射毒素
zh_tw: 發射毒素

# FIRE_TOXIN_TOOLTIP
source: Fire toxin projectile causing damage to hit cells
ka: უჯრედის დამაზიანებელი ტოქსინის ყუმბარის გასროლა
pt_br: Dispara um projétil de toxina que danifica outras células
pt_pt: Dispara projeteis tóxicos causando danos a células
ru: Выстрелить токсином, что при попадании наносит урон клеткам
tr: Vurulan hücrelerde hasara yol açan toksin mermisi ateş et
uk: Вивести токсин, який завдасть пошкоджень клітинам
zh_tw: 發射毒素對命中的細胞造成傷害

source: Flagellum
bg: Камшиче
ca: Flagel
cs: Bičík
de: Geißeln
eo: Flagelo
es: Flagelo
et: Vibur
fi: Siima
fr: Flagelle
he: שוטון
hu: Ostor
id: Flagela
it: Flagello
ka: შოლტი
ko: 편모
pl: Wić
pt_br: Flagelo
pt_pt: Flagelo
ru: Жгутик
sk: Bičík
sr_cyrl: Бич
sr_latn: Bič
sv: Flagell
th_th: แฟลเจลลัม
tr: Kamçı
uk: Джгутик
zh_cn: 鞭毛
zh_tw: 鞭毛
