Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# EASTEREGG_MESSAGE_24
source: Thrive is meant as a simulation of an alien planet, therefore it makes sense that most creatures you find will be related to one or two other species due to evolution happening around you, see if you can identify them!
bg: „Thrive“ се развива на извънземна планета, следователно повечето създания, които ще видите имат общи черти с едно или две определени създания, благодарение на еволюционния процес, опитайте се да познаете кои са те!
ca: Thrive representa una simulació d'un planeta alienígena. Per tant, la majoria de criatures que vagis trobant, estaran emparentades i mostraran similituds amb d'altres espècies degut al procés d'evolució. Intenta identificar-les!
cs: Thrive je zamýšlen jako simulátor mimozemské planety, proto má smysl, že většina tvorů, které najdete, bude příbuzná jednomu nebo dvěma dalším druhům kvůli vývoji, který se děje kolem vás. Zkuste zjistit, jestli je můžete identifikovat!
de: Thrive ist als eine Simulation eines fremden Planeten gedacht, daher macht es Sinn, dass die meisten Lebewesen, die du findest, mit einer oder zwei anderen Spezies verwandt sind, da die Evolution um dich herum stattfindet - versuche, sie zu identifizieren!
eo: Thrive estas simulado de fremda planedo, tial havas sencon, ke plej multaj bestoj, kiujn vi trovas, rilatos al unu aŭ du aliaj specioj pro evoluo okazanta ĉirkaŭ vi. Ni vidu, ĉu vi povas identigi ilin!
es: Thrive está pensado como una simulación de un planeta extraterrestre. Por eso tiene sentido que la mayoría de las criaturas que encuentres estén relacionadas a una o dos especies, debido a la evolución ocurriendo a lo largo del juego. ¿Puedes identificarlas?
et: Thrive on mõeldud tulnukate planeedi simulatsiooniks, seetõttu on loogiline, et enamik teie leitud olendeid on teie ümber toimuva evolutsiooni tõttu seotud ühe või kahe teise liigiga, vaadake, kas saate nad tuvastada!
fr: Thrive se veut une simulation d'une planète alien, il est donc logique que la plupart des créature que vous trouverez soit liée à une ou deux autres espèces à cause de l'évolution qui a lieu autour de vous, voyez si vous pouvez les identifier !
he: בThrive נועד להיות הדמיה של כוכב חייזרי, ולכן הגיוני שרוב היצורים היו דומים אחד לשני עקב אבולוציה שמתרחש סביבם. נראה אותכם אם תוכלו לזהות אותם!
hu: A Thrive egy idegen bolygó szimulálását veszi célba, szóval elég sok értelme van annak, hogy a körülötted lévő fajok hasonlítani fognak kicsit más fajokra. Ez főleg az evolúció miatt történik. Lássuk csak, vajon be tudod-e őket azonosítani.
id: Thrive dimaksudkan sebagai sebuah simulasi planet asing, dengan demikian, masuk akal jika sebagian besar makhluk yang kamu temukan akan berkaitan dengan satu atau dua spesies lainnya karena evolusi yang terjadi di sekitarmu, coba lihatlah apakah kamu mengenali mereka!
it: Thrive è concepito come simulazione di un pianeta alieno. Di conseguenza, ha senso che la maggior parte delle creature che trovi siano imparentate a una o due altre specie: questo a causa dell'evoluzione che avviene intorno a te. Prova a identificarle!
ko: Thrive란 외계 행성의 시뮬레이션이란 뜻으로써, 여러분이 발견하는 대부분의 생물들은 여러분 주변에서 진화한 한 두 종의 다른 생물들과 연관이 있을 것이라고 생각됩니다, 맞는지 알아보세요!
nl: Thrive is bedoelt als een simulatie van een buitenaardse planeet, waardoor het logisch is dat de meeste wezens die je vind verwant zijn aan één of twee andere soorten die zich door evolutie hebben aangepast, kijk of je ze kan herkennen!
nl_be: Het is de bedoeling dat Thrive een simulatie is van een buitenaardse planeet, het is daardoor logisch dat de meeste schepels die je vind verwant zullen zijn met één of twee andere soorten door de evolutie die rondom je gebeurt, kijk maar of je ze kan identificeren!
pl: Thrive jest stworzone do bycia symulacją obcej planety, więc sens będzie mieć to, że większość stworzeń które znajdziesz będzie spokrewnione z jednym lub dwoma innymi gatunkami przez to, że wokół ciebie dzieje się ewolucja, sprawdź czy możesz je zidentyfikować!
pt_pt: Thrive foi desenvolvido com o intuito de simular um planeta alienígena, de modo que faz sentido que a maioria das criaturas que encontras estejam relacionadas com uma ou duas outras espécies devido à ocorrência de processos evolutivos em teu redor, vê se os consegues identificar!
sr_cyrl: Thrive је замишљен као симулација ванземаљске планете, стога има смисла да ће већина створења која нађете бити повезана са једном или две друге врсте услед еволуције која се дешава око вас, погледајте да ли их можете препознати!
sr_latn: Thrive je zamišljen kao simulacija vanzemaljske planete, stoga ima smisla da će većina stvorenja koja nađete biti povezana sa jednom ili dve druge vrste usled evolucije koja se dešava oko vas, pogledajte da li ih možete prepoznati!
sv: Thrive menas som en simulering av en annan planet, därför är det vettigt att de flesta varelser du hittar kommer att vara relaterade till en eller två andra arter på grund av evolution som sker runtomkring dig, se om du kan identifiera dem!
th_th: Thrive หมายถึงการจำลองดาวเคราะห์ต่างดาวดังนั้นจึงสมเหตุสมผลที่สิ่งมีชีวิตส่วนใหญ่ที่คุณพบจะเกี่ยวข้องกับสิ่งมีชีวิตอื่นหนึ่งหรือสองชนิดเนื่องจากวิวัฒนาการที่เกิดขึ้นรอบตัวคุณดูว่าคุณสามารถระบุได้หรือไม่!
uk: Thrive позиціонується ,як симулятор іншої планети, тому є сенс в тому що більшість, знайдених вами істот, матимуть кілька еволюційних зв'язків з іншими видами. Ці події відбувалися навколо вас, тому спробуйте знайти ці зв'язки!
zh_cn: Thrive是对外星球生物进化的模拟，所以你遇上的大多数生物其实都是之前遇到的生物的进化型，看看你是否能辨别出来！
zh_tw: Thrive 是對外星球生物演化的模擬，因此您遇上的生物都會與之前遇到的物種相關，看看您是否能識別它們！

# EASTEREGG_MESSAGE_25
source: Fun Fact, The Thrive team does podcasts every so often, you should check them out!
bg: Забавен факт е, че екипът на „Thrive“ излъчва конференции от време на време, може да им хвърлите едно око!
ca: A mode de curiositat, l'equip de Thrive fa podcasts en directe cada cert temps. Estigues amatent i no te'n perdis ni un!
cs: Tým Thrive dělá občas podcasty, měl bys je tu a tam zkouknout!
de: Interessanter Fakt: das Thrive-Team macht ab und zu Podcasts. Hör doch mal hinein!
eo: Amuze, La Thrive-teamo faras podkastojn de tempo al tempo, vi devas kontroli ilin!
es: Dato curioso: El equipo de Thrive hace podcasts de vez en cuando. ¡Échale un vistazo!
et: Lõbus tõsiasi, Thrive'i meeskond teeb taskuhäälingusaateid nii tihti, et peaksite neid vaatama!
fi: Hauska fakta, Thriven tiimi tekee joskus podcasteja, sinun kannattaa tsekata ne!
fr: Fait amusant, l'équipe de Thrive podcaste assez souvent, vous devriez aller voir !
he: עובדה משעשעת: צוות Thrive מדי פעם עושים פודקאסטים (הֶסְכֵּתות), כדאי לבדוק אותם!
hu: Érdekesség: a Thrive fejlesztőinek van egy podcast sorozata. Néha ránézhetsz, ha kedved tartja.
id: Fakta menarik, Tim Thrive melakukan podcast sesekali waktu, cobalah untuk menontonnya!
it: Una curiosità: il team di Thrive fa dei podcast ogni tanto, dovresti dar loro un'occhiata!
ko: 농담 하나, Thrive 팀은 자주 팟캐스트를 합니다, 꼭 확인해 보세요!
nl: Weetje, het team van Thrive doer regelmatic podcasts, luister ze!
nl_be: Leuk Weetje, Het Thrive team doet af en toe aan podcasts, je moet ze maar eens bekijken!
pl: Zabawny Fakt, Zespół Thrive robi co jakiś czas podcasty, powinieneś je sprawdzić!
pt_pt: Curiosidade, a equipa por detrás do jogo faz podcasts de vez em quando, devias inspecioná-los!
sr_cyrl: Забавна чињеница, Thrive тим свако мало прави подкастове, требало би да их погледате!
sr_latn: Zabavna činjenica, Thrive tim svako malo pravi podkastove, trebalo bi da ih pogledate!
sv: Rolig Fakta, Thrive-teamet gör podcasts ibland, du bör kolla in dem!
th_th: สาระ: ทีม Thrive ทำพอดแคสต์ทุก ๆ ครั้งคุณควรตรวจสอบพวกเขา!
uk: Цікавий факт: команда Thrive час від часу випускає подкасти, вам варто зацінити їх!
zh_cn: 逗知识：Thrive的开发团队经常做播客，你应该去听听看！
zh_tw: 小知識：Thrive 團隊經常製作播客，您應該查看一下！

# EASTEREGG_MESSAGE_26
source: Fun Fact, Thrive is made with the open source Godot engine!
bg: Забавен факт е, че „Thrive“ е създадена чрез платформата с отворен код „Godot“!
ca: A mode de curiositat, Thrive està essent desenvolupat amb el motor de videojoc de codi obert anomenat Godot!
cs: Hra Thrive je zamýšlena jako simulátor mimozemské planety, proto většina organizmů, které najdeš, bude podobná jednomu nebo dvěma dalším druhům ve vývoji, který se děje kolem tebe. Zjisti, jestli je dovedeš identifikovat!
de: Fun Fact. Thrive wurde mit der open Source Godot Engine erstellt!
eo: Amuza Fakto, Thrive estas farita per la malfermitkoda Godot engine!
es: Dato curioso: ¡Thrive está hecho con el motor de juegos de código abierto Godot!
et: Lõbus tõsiasi, Thrive on tehtud avatud lähtekoodiga Godoti mootoriga!
fi: Hauska fakta, Thrive on tehty avoimen lähdekoodin Godot-pelimoottorilla!
fr: Fait amusant, Thrive est développé avec le moteur open source Godot !
he: עובדה משעשעת: Thrive נעשתה באמצעות מנוע "Godot" בקוד פתוח!
hu: Érdekesség: a Thrive a nyílt forráskódú Godot motorral készült.
id: Fakta menarik, Thrive dikembangkan dengan mesin game sumber terbuka Godot!
it: Una curiosità: Thrive viene sviluppato tramite il motore grafico open source Godot!
ko: 농담 하나, Thrive는 오픈 소스 Godot 엔진으로 제작되었습니다!
nl: Weetje, Thrive is gemaakt met de open-source Godot engine!
nl_be: Leuk Weetje, Thrive is gemaakt met de open source Godot engine!
pl: Ciekawostka, Thrive zrobione jest w open source-owym silniku Godot!
pt_pt: Curiosidade, Thrive é desenvolvido com o motor de código aberto Godot!
sr_cyrl: Забавна чињеница, Thrive је направљен са Godot, што је отвореног кода!
sr_latn: Zabavna činjenica, Thrive je napravljen sa Godot, što je otvorenog koda!
sv: Fun Fact, Thrive är gjord med Godot-motorn med öppen källkod!
th_th: สาระ: Thrive สร้างขึ้นด้วยเอ็นจิ้น Godot โอเพ่นซอร์ส!
uk: Цікавий факт: Thrive створено з відкритим кодом на рушію Godot!
zh_cn: 逗知识：Thrive是用开源的Godot引擎做的！
zh_tw: 小知識：Thrive 是用開源遊戲引擎 Godot 製作的！

# EASTEREGG_MESSAGE_27
source: Fun Fact, One of the first playable game-play prototypes was made by our awesome programmer, untrustedlife!
bg: Забавен факт е, че един от първите работещи прототипи на играта е създаден от нашия страхотен програмист, untrustedlife!
ca: A mode de curiositat, un dels primers prototips jugables d'aquest joc va ser desenvolupat pel nostre gran programador untrustedlife!
cs: Jeden z prvních hratelných prototypů hry vytvořil náš úžasný programátor, samotný untrustedlife!
de: Interessanter Fakt: einer der ersten spielbaren Prototypen wurde von unserem großartigen Programmierer, untrustedlife, gemacht!
eo: Amuza Fakto, Unu el la unuaj ludeblaj ludaj prototipoj estis farita per nia brava programisto, untrustedlife!
es: Dato curioso: Uno de los primeros prototipos funcionales en el juego fue hecho por nuestro genial programador, ¡Untrustedlife!
et: Lõbus tõsiasi, ühe esimestest mängitavatest mänguprototüüpidest valmistas meie vinge programmeerija untrustedlife!
fi: Hauska fakta, untrustedlife, meidän mahtava ohjelmoida, teki yhden ensimmäisistä pelattavista prototyypeistä!
fr: Fait amusant, l'un des premiers prototypes jouables a été créé par notre merveilleux programmeur, untrustedlife !
he: עובדה משעשעת: אחד מאבות טיפוס הראשונים שנתן לשחק, נוצר על ידי המתכנת המדהים שלנו: "untrustedlife"!
hu: Érdekesség: a játék egyik legelső játszható prototípusát egyik kedves programozónk, untrustedlife készítette!
id: Fakta menarik, Salah satu prototipe gameplay pertama yang dapat dimainkan dibuat oleh programmer luar biasa kita, untrustedlife!
it: Una curiosità: uno dei primi prototipi giocabili di Thrive è stato creato dal nostro eccezionale programmatore, untrustedlife!
ko: 농담 하나, 실행 가능한 수준의 첫 게임 시제품은 우리 놀라운 프로그래머, untrustedlife가 만들었습니다!
nl: Weetje, de eerste speelbare prototypes waren gemaakt door untrustedlife!
nl_be: Leuk Weetje, Een van de eerste speelbare game-play prototypes was gemaakt door onze geweldige programmeur, untrustedlife!
pl: Zabawny Fakt, Jeden z pierwszych grywalnych prototypów rozgrywki został stworzony przez naszego niesamowitego programistę, untrustedlife!
pt_pt: Curiosidade, Um dos nossos primeiros protótipos jogáveis foi desenvolvido pelo nosso incrível programador, untrustedlife!
sr_cyrl: Забавна чињеница, Један од првих прототипова за играње направио је наш сјајни програмер, UntrustedLife!
sr_latn: Zabavna činjenica, Jedan od prvih prototipova za igranje napravio je naš sjajni programer, UntrustedLife!
sv: Fun Fact, en av de första spelbara prototyperna för spel, gjordes av vår fantastiska programmerare, untrustedlife!
th_th: สาระ: หนึ่งในต้นแบบการเล่นเกมที่เล่นได้ตัวแรกถูกสร้างขึ้นโดยโปรแกรมเมอร์ที่น่ากลัวของเราชีวิตที่ไม่น่าไว้วางใจ!
uk: Цікавий факт: Один із перших ігрових геймплейних прототипів був створений нашим чудовим розробником, untrustedlife!
zh_cn: 逗知识：我们最早的可玩游戏原型是由我们了不起的程序员，untrustedlife制作的！
zh_tw: 小知識：最初可玩的遊戲原型是由我們了不起的程式設計師 untrustedlife 製作的！

# EASTEREGG_MESSAGE_3
source: Here's a tip, Osmoregulation costs 1 ATP per second per hex your cell has, each empty hex of cytoplasm generates 5 ATP per second as well, which means if you are losing ATP due to osmoregulation just add a couple of empty hexes of cytoplasm or remove some organelles.
bg: Ето един съвет — осморегулацията струва 1 АТФ на секунда за всеки шестоъгълник на Вашата клетка, всеки празен шестоъгълник от цитоплазма създава 5 АТФ на секунда, с други думи, ако губите АТФ по време на осморегулация, просто добавете няколко празни шестоъгълника цитоплазма или премахнете някои органели.
ca: Un petit consell, la Osmoregulació consumeix, cada segon, 1 unitat d'ATP per nombre d'hexàgons de la teva cèl·lula. Alhora, cada hexàgon de citoplasma produeix 5 unitats d'ATP cada segon. Per tant, si estas perdent ATP degut a la Osmoregulació, afegeix un parell d'hexàgons de citoplasma o bé elimina alguns orgànuls.
cs: Tip - Osmoregulace stojí 1 ATP/sek/Hex tvé buňky, každý prázdný Hex cytoplazmy generuje 5 ATP/sek, což znamená, že pokud ztrácíš ATP kvůli osmoregulaci, stačí přidat pár prázdných Hex cytoplazem nebo odstranit některé organely.
de: Kleiner Tipp, Osmoregulierung kostet 1 ATP pro Sekunde und Feld deiner Zelle. Jedes leere Feld Zytoplasma erzeugt 5 ATP pro Sekunde, d.h. wenn Sie ATP durch Osmoregulierung verlieren, fügen Sie einfach ein paar leere Felder Zytoplasma hinzu oder entfernen Sie ein paar Organellen.
eo: Jen konsilo, ke Osmoregado konsumas 1 ATP-on per sekundo por ĉiu sesangulo kiun vi havas. Ĉiu malplena sesangulo de citoplasmo generas ankaŭ 5 ATP-ojn per sekundo, kio signifas, ke se vi perdas ATP-ojn pro osmozregulacio, nur aldonu kelkajn malplenajn citoplasmajn sesangulojn aŭ forigu iujn organetojn.
es: Un consejo: la osmorregulación cuesta 1 ATP por segundo por cada hexágono que tenga tu célula, cada hexágono vacío de citoplasma genera 5 ATP por segundo también, lo que significa que si estás perdiendo ATP debido a la osmoregulación solo tienes que añadir un par de hexágonos vacíos de citoplasma o eliminar algunos orgánulos.
et: Siin on näpunäide. Osmoregulatsioon maksab 1 ATP sekundis iga kuueteistkümnendiku kohta, mis teie rakus on, iga tühi tsütoplasma kuuepunkt genereerib samuti 5 ATP-d sekundis, mis tähendab, et kui te kaotate ATP-d osmoregulatsiooni tõttu, lisage lihtsalt paar tühja tsütoplasma kuuet või eemaldage mõned organellid.
fr: Voici une astuce, l'Osmorégulation coûte 1 ATP par seconde par hexagone que votre cellule possède, chaque cellule vide de votre cytoplasme génère aussi 5 ATP par seconde, ce qui signifie que si vous perdez de l'ATP à cause de l'osmorégulation ajoutez juste quelques hexagones de cytoplasmes vides ou retirez quelques organites.
he: הנה טיפ: אוסמורגולציה עולה ATP 1 לשנייה על כל משושה שהתא שלך מכיל, ועל כל משושה ריק של ציטופלזמה מייצר ATP 5 לשנייה גם כן, כלומר שאם אתה מאבד ATP בגלל אוסמורגולציה, רק הוסף עוד משושי ציטופלזמה או הסר אברון כלשהו.
hu: Itt egy kis tanács. Az ozmoreguláció másodpercenként 1 ATP-be kerül hexagononként. Mindegyik citoplazma hexagon 5 ATP-t termel, ami azt jelenti, hogy ha az ozmoreguláció során ATP-t veszítesz, akkor csak adj a sejtedhez egy pár hexagonnyi citoplazmát, és távolíts el pár sejtszervecskét.
id: Berikut tipsnya, Osmoregulasi memerlukan 1 ATP per detik per hex yang sel kamu miliki, setiap hex sitoplasma kosong juga menghasilkan 5 ATP per detik, yang artinya jika kamu kehilangan ATP karena osmoregulasi, cukup tambahkan beberapa hex kosong sitoplasma atau lepaskan beberapa organel.
it: Un suggerimento: ogni secondo, l'osmoregolazione consuma 1 ATP per ogni spazio esagonale occupato dalla tua cellula; allo stesso modo, ogni spazio esagonale occupato da citoplasma genera 5 ATP per secondo. Ciò significa che se stai perdendo ATP a causa dell'osmoregolazione, ti basterà aggiungere degli esagoni di citoplasma o rimuovere alcuni organuli.
ko: 팁 하나, 삼투압 조절은 세포 한 칸에 초당 1의 ATP를 소모하며, 빈 세포질은 초당 5 ATP를 생산하므로, 삼투압 조절 중 ATP를 잃고 있다면 빈 세포질을 추가하거나 세포 기관을 제거하면 됩니다.
nl: Tip: osmoreglatie kost 1 ATP per seconde per hex die je cel heeft. Elke lege hex aan cytoplasma genereert ook 5 ATP per seconde, wat betekent dat als je ATP verliest door osmoregulatie je gewoon wat lege hexes aan cytoplasma moet toevoegen of wat organellen moet verwijderen.
nl_be: Hier is een tip, osmoregulatie kost 1 ATP per seconde per zeshoek dat je cel heeft. Elke lege zeshoek van cytoplasma genereerd nog 5 ATP per seconde , wat betekend dat als je ATP aan het verliezen bent door osmoregulatie, je gewoon een aantal lege zeshoeken cytoplasma kan toevoegen of enkele organellen verwijderen.
pl: Porada, Osmoregulacja kosztuje 1 ATP na sekundę na każdy heks twojej komórki, każdy pusty heks cytozolu generuje też 5 ATP na sekundę, co znaczy, że jeżeli tracisz ATP przez osmoregulację po prostu dodaj kilka pustych heksów cytozolu albo usuń niektóre organella.
pt_br: Todas as criaturas no jogo terão evoluído de um ancestral comum. Veja se você consegue identificar quais delas são mais estreitamente aparentadas!
pt_pt: Eis uma dica, Osmoregulação custa 1 ATP por segundo por hexágono que a tua célula apresenta, cada hexágono vazio de citoplasma também gera 5 ATP por segundo , o que significa que se estiveres a perder ATP devido à osmoregulação basta adicionares alguns hexágonos de citoplasma vazios ou remover alguns organelos.
ru: Вот совет: Осморегуляция тратит 1 АТФ в секунду на каждую заполненную ячейку, которая есть у вашей клетки, каждая пустая ячейка цитоплазмы генерирует 5 АТФ в секунду, что значит, что если вы теряете АТФ из-за осморегуляции, просто добавьте пару пустых ячеек цитоплазмы или удалите некоторые органеллы!
sr_cyrl: Ево савета, осморегулација кошта 1 ATP по секунди по хеку коју има ваша ћелија, сваки празан хек цитоплазме такође генерише 5 ATP у секунди, што значи да ако губите ATP услед осморегулације, само додајте неколико празних хекес цитоплазме или уклоните неке органеле .
sr_latn: Evo saveta, osmoregulacija košta 1 ATP po sekundi po heku koju ima vaša ćelija, svaki prazan hek citoplazme takođe generiše 5 ATP u sekundi, što znači da ako gubite ATP usled osmoregulacije, samo dodajte nekoliko praznih hekes citoplazme ili uklonite neke organele .
sv: Här är ett tips, Osmoregulering kostar 1 ATP per sekund per hex som din cell har, varje tom hex av cytoplasma genererar också 5 ATP per sekund, vilket innebär att om du tappar ATP på grund av osmoregulering, lägg bara till ett par tomma hexecytoplasmer eller ta bort några organeller .
th_th: นี่คือเคล็ดลับ Osmoregulation มีค่าใช้จ่าย 1 ATP ต่อวินาทีต่อฐานสิบหกที่เซลล์ของคุณมีอยู่แต่ละฐานสิบหกของไซโทพลาสซึมจะสร้าง 5 ATP ต่อวินาทีเช่นกันซึ่งหมายความว่าหากคุณสูญเสีย ATP เนื่องจากการดูดซึมเพียงแค่เพิ่มไซโทพลาสซึมที่ว่างเปล่าสองสามหรือลบออก ออร์แกเนลล์บางชนิด
tr: Oyundaki bütün canlılar ortak bir atadan evrimleşir. Hangilerinin birbirine daha yakın olduğunu belirlemek için bir bakın!
uk: Порада: осморегуляція коштує 1 АТФ за секунду переміщення гексу (шестикутника) твоєї клітини, та кожен порожній гекс цитоплазми виробляє 5 АТФ, тож при нестачі енергії через осморегуляцію просто додайте кілька гексів цитоплазми без органел, або видаліть інші органели.
zh_cn: 小提示：每一个六角格每秒需消耗一个ATP来进行渗透调节，而单格细胞质每秒产生5个ATP。这意味着如果你因为渗透调节在损失ATP的话，你只要多加几格细胞质或移除一些细胞器就行了。
zh_tw: 小提示：每格細胞的滲透調節每秒消耗 1 個 ATP，每個空的細胞質每秒生產 5 個 ATP，這意味著如果您因滲透調節損失 ATP 的話，只需添加幾個空的細胞質或移除一些細胞器即可。
