Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_CYTOPLASM_SCIENTIFIC_BACKGROUND
source: TBA
ru: С технической точки зрения, [b]Цитоплазма[/b] — это не органелла; это совокупность всех компонентов клетки, кроме ядра и мембраны. В Thrive мы создали [b]Цитоплазме[/b] собственную органеллу, которая выполняет функцию пустого пространства, которое, тем не менее, влияет на форму и размер клетки. В любом случае, [b]Цитоплазму[/b] можно представить как наполнение мембраны, как среду, в которой плавают остальные компоненты клетки. Основной компонент [b]Цитоплазмы[/b] — это цитозоль. Цитозоль содержит жидкости, которые распределяют питательные вещества по всей клетке (примерно аналогично крови у макроскопических организмов), и цитоскелет, который поддерживает структуру клетки. В цитозоле происходят многие метаболические процессы, такие как осморегуляция и внутренняя коммуникация с помощью химических сигналов. Подробнее об этой органелле: [color=#3796e1][url=https://en.wikipedia.org/wiki/Cytoplasm]Страница на Wikipedia[/url][/color].
tr: Teknik olarak konuşmak gerekirse, [b]Sitoplazma[/b] bir organel değildir; çekirdek ve hücre zarı haricinde, bir hücrenin bütün bileşenlerinin kombinasyonudur. Thrive'da, [b]Sitoplazmayı[/b] kendi başına bir organel yaptık. Böylece, hücrenin şekline ve büyüklüğüne katkı sağlayan bir boş alan olarak görev görüyor. Her iki durumda da [b]Sitoplazma[/b] hücre zarının dolgusu, hücrenin diğer bileşenlerinin yüzdüğü bir arkaplan olarak düşünülebilir. [b]Sitoplazmanın[/b] ana bileşeni sitozoldür. Sitozol, besinleri hücre boyunca dağıtan sıvılar (kabaca, makroskopik organizmalardaki kana benzer) ve hücre yapısını koruyan hücre iskeletini içerir. Ozmoregülasyonda ve kimyasal sinyallerle iç haberleşmede yer alan işlemler gibi birçok metabolik işlem sitozolde meydana gelir. Bu organelin [color=#3796e1][url=https://en.wikipedia.org/wiki/Cytoplasm]Vikipedi sayfasından[/url][/color] daha fazlasını okuyun.
zh_tw: 待定

# WIKI_CYTOPLASM_STRATEGY
source: TBA
ru: Если вы сможете продолжать собирать [thrive:compound type="glucose"][/thrive:compound] из облаков в окружающей среде, в каждом шестиугольнике [b]Цитоплазмы[/b] производится чистая позитивная энергия (в виде [thrive:compound type="atp"][/thrive:compound]). Таким образом, эта органелла является надёжным источником энергии в большинстве сред. Действительно, стартовая ячейка (ПУОП) — единичный шестиугольник [b]Цитоплазмы[/b]. Однако существуют более действенные методы доступного производства [thrive:compound type="atp"][/thrive:compound]. По мере прохождения игры мы рекомендуем инвестировать в более специализированные органеллы в зависимости от условий окружающей среды, особенно с тех пор, как концентрация [thrive:compound type="glucose"][/thrive:compound] упадет со временем. Например, [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b] эффективны, если в текущем биоме достаточно [thrive:compound type="oxygen"][/thrive:compound], и [b][color=#3796e1][url=thriveopedia:thermosynthase]Термосинтаза[/url][/color][/b] эффективна в биомах с высокой [thrive:compound type="temperature"][/thrive:compound]. Добавление шестиугольников [b]Цитоплазмы[/b] — также один из самых эффективных способов увеличить размер клетки. Увеличение размера повышает уровень здоровья и предотвращает поглощение более мелкими клетками, но при этом снижает скорость и манёвренность.
tr: Eğer ortamdaki bulutlardan [thrive:compound type="glucose"]glukoz[/thrive:compound] toplamaya devam ederseniz, [b]Sitoplazmanın[/b] her bir altıgen alanı net pozitif enerji ([thrive:compound type="atp"]ATP[/thrive:compound] şeklinde) üretir. O yüzden, çoğu ortamda kolay enerji oluşumu için, bu organel güvenilir bir seçimdir. Hatta başlangıç hücresi (SEOA), bir altıgenlik [b]Sitoplazmadır[/b]. Ama daha etkili [thrive:compound type="atp"]ATP[/thrive:compound] oluşturma yöntemleri mevcuttur. Oyun ilerledikçe, ortam koşullarına bağlı olarak, daha özelleşmiş organellere yatırım yapmanızı tavsiye ediyoruz. Çünkü [thrive:compound type="glucose"]glukoz[/thrive:compound] konsantrasyonu zamanla azalıyor. Örneğin; eğer mevcut arazi bol miktarda [thrive:compound type="oxygen"]oksijene[/thrive:compound] sahipse, [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlar[/url][/color][/b] etkilidir. [b][url=thriveopedia:thermosynthase]Termosentaz[/url][/color][/b] ise yüksek [thrive:compound type="temperature"]sıcaklıktaki[/thrive:compound] arazilerde güçlüdür. Altıgen [b]Sitoplazma[/b] alanlar eklemek, ayrıca, bir hücrenin büyüklüğünü arttırmak için en etkili yollardan biridir. Artan büyüklük, hız ve manevra yeteneğinden ödün vererek, size daha fazla sağlık verir ve daha küçük hücrelerin sizi yutmasını önler.
zh_tw: 待定

# WIKI_CYTOPLASM_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
zh_tw: 無升級。

# WIKI_FLAGELLUM_EFFECTS
source: TBA
ru: Каждый [b]Жгутик[/b] обеспечивает направленную тягу в направлении, противоположном его ориентации. Они также создают частичную тягу в направлениях, близких к прямо противоположному (если быть точным, в тех направлениях, для которых составляющая этого прямо противоположного вектора положительна). Всякий раз, когда [b]Жгутик[/b] активен, он поглощает [thrive:compound type="atp"][/thrive:compound].
tr: Her [b]Kamçı[/b], bulunduğu yönün tersine doğru yönlü itiş sağlar. Bu organel ayrıca yönün tam tersine yakın doğrultulara doğru kısmi olarak itiş sağlar (daha kesin olmak gerekirse, vektörün tam tersi bileşeni pozitif olan doğrultular). Bir [b]Kamçı[/b] etkin olduğunda, [thrive:compound type="atp"]ATP[/thrive:compound] tüketir.
zh_tw: 待定

# WIKI_FLAGELLUM_INTRO
source: TBA
pt_br: Filamentos similares a fios de cabelo no exterior de uma célula que usam [thrive:compound type="atp"][/thrive:compound] para aumentar a velocidade de movimento da célula em uma direção. Impulso é aplicado na direção oposta à direção que o [b]Flagelo[/b] aponta.
ru: [b]Жгутики[/b] — это похожие на волоски нити на внешней поверхности клетки, которые используют [thrive:compound type="atp"][/thrive:compound] для увеличения скорости движения клетки в одном направлении. Сила тяги направлена в сторону, противоположную направлению вращения жгутика.
tr: Hücrenin hareket hızını bir yöne doğru arttırmak için [thrive:compound type="atp"]ATP[/thrive:compound] kullanan, hücrenin dışındaki kıl gibi tellerdir. İtme, [b]Kamçının[/b] dışa bakan yönünün tam tersine doğru uygulanır.
zh_tw: 待定

# WIKI_FLAGELLUM_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Никаких изменений.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_FLAGELLUM_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Нет процессов.
tr: İşlem yok.
zh_tw: 待定

# WIKI_FLAGELLUM_REQUIREMENTS
source: TBA
pt_br: Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]pelo menos uma[/i] das condições seguintes deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Tem velocidade abaixo de [b]15[/b].[/indent] [indent]— Produz pelo menos [b]+15[/b] [thrive:compound type="atp"][/thrive:compound].[/indent]
ru: Если в настройках игры включено обновление органелл, [i]по крайней мере одно из условий[/i] должно выполняться [i]для клетки игрока[/i]: [indent]— Имеет скорость ниже [b]15[/b].[/indent] [indent]— Производит по крайней мере [b]+15[/b] [thrive:compound type="atp"][/thrive:compound].[/indent]
tr: Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşullardan [i]en az biri[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— [b]5[/b] değerinin altında hıza sahip olmak.[/indent] [indent]— En az [b]+15[/b] [thrive:compound type="atp"]ATP[/thrive:compound] üretmek.[/indent]
zh_tw: 待定

# WIKI_FLAGELLUM_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Flagellum]Жгутики[/url][/color] — это структуры, которые встречаются в самых разных прокариотических и эукариотических клетках и в основном используются для движения. Существуют значительные различия между эукариотическими и прокариотическими жгутиками, хотя в обоих случаях они представляют собой в целом похожие на хлыст нитевидные структуры, которые совершают движения, продвигающие клетку вперед через жидкую среду. В случае жгутиков прокариот это движение является вращательным, причем жгутик встроен в похожее на подшипник "гнездо" на внешней мембране, которое позволяет ему непрерывно вращаться в любом направлении, что позволяет жгутику эффективно действовать как спиральный пропеллер; в клетках эукариот (таких как сперматозоиды человека) жгутики намного крупнее и сложнее, и вместо этого они совершают колебательные движения, двигаясь взад-вперед, создавая синусоидальный волнообразный рисунок, который распространяется по всей длине структуры. Бактериальные жгутики примечательны тем, что являются одним из немногих известных примеров вращательного движения в биологических организмах, наряду с ферментным комплексом [color=#3796e1][url=https://en.wikipedia.org/wiki/ATP_synthase]АТФ-синтаза[/url][/color].
zh_tw: 待定

# WIKI_FLAGELLUM_STRATEGY
source: TBA
ru: Скорость важна как для хищников, так и для их жертв, так что [b]Жгутик[/b] часто встречается в микробной среде. Если ваша клетка не является преимущественно неподвижной, мы рекомендуем добавить хотя бы немного [b]Жгутиков[/b], чтобы помочь вам преследовать другие клетки и убегать от них, особенно если учесть снижение скорости после развития [b][color=#3796e1][url=thriveopedia:nucleus]Ядра[/url][/color][/b]. Следите за балансом [thrive:compound type="atp"][/thrive:compound]. Клетка может выжить при общем отрицательном балансе, если двигаться только короткими рывками и вырабатывать достаточное количество [thrive:compound type="atp"][/thrive:compound] чтобы прокормить себя, когда пренебрегается потребление [b]Жгутиков[/b].
tr: Hem avcı hem de av için hız önemlidir. Bu yüzden [b]Kamçı[/b], mikrobiyal ortamda yaygın olarak görülmektedir. Hücreniz ağırlıklı olarak durağan değilse, kovalamanıza ve diğer hücrelerden kaçmanıza yardımcı olması için en azından birkaç [b]Kamçı[/b] eklemenizi tavsiye ediyoruz. Özellikle, bir [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdek[/url][/color][/b] evrimleştirdikten sonra hız azalmasını dengelemek için bu organeli eklemenizi öneriyoruz. Hücrenizin [thrive:compound type="atp"]ATP[/thrive:compound] tutarına dikkat edin. [b]Kamçı[/b] tarafından başlatılan tüketim yoksayıldığında; eğer kendinizi sürdürmek için yalnızca kısa süreliğine hareket edip dinlenir ve yeterince [thrive:compound type="atp"]ATP[/thrive:compound] üretirseniz, toplamda negatif tutara sahip bir hücrenin hayatta kalması mümkündür.
zh_tw: 待定

# WIKI_FLAGELLUM_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Никаких улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_HEADING_EFFECTS
source: Effects
ka: ეფექტები
pt_br: Efeitos
ru: Эффекты
tr: Etkiler
zh_tw: 效果

# WIKI_HEADING_MODIFICATIONS
source: Modifications
ka: მოდიფიკაციები
pt_br: Modificações
ru: Модификации
tr: Değişiklikler
zh_tw: 修改選項

# WIKI_HEADING_PROCESSES
source: Processes
ka: პროცესები
pt_br: Processos
ru: Процессы
tr: İşlemler
zh_tw: 代謝過程

# WIKI_HEADING_REQUIREMENTS
source: Requirements
ka: მოთხოვნები
pt_br: Requisitos
ru: Требования
tr: Gereksinimler
zh_tw: 解鎖條件

# WIKI_HEADING_SCIENTIFIC_BACKGROUND
source: Scientific Background
ka: სამეცნიერო ფონი
ru: Научное описание
tr: Bilimsel Geçmiş
zh_tw: 科學背景

# WIKI_HEADING_STRATEGY
source: Strategy
ka: სტრატეგია
pt_br: Estratégia
ru: Стратегия
tr: Strateji
zh_tw: 策略

# WIKI_HEADING_UPGRADES
source: Upgrades
ka: გაუმჯობესებები
pt_br: Melhorias
ru: Улучшения
tr: Geliştirmeler
zh_tw: 升級

# WIKI_LYSOSOME_EFFECTS
source: Equipping a lysosome with [b]chitinase[/b] or [b]cellulase[/b] allows the cell to digest other cells with chitin or cellulose membranes respectively. If a cell has no lysosome equipped with chitinase or cellulase, it can't digest other cells which have these respective membranes. Alongside its general stats, each lysosome contributes: [indent]— [b]+0.05[/b] digestion speed. Engulfed matter will be digested more quickly.[/indent] [indent]— [b]+4.5%[/b] digestion efficiency for the chosen enzyme. Engulfed cells with the enzyme's target membrane will yield more compounds when digested.[/indent]
pt_br: Equipar um [b]Lisossomo[/b] com [b]Quitinase[/b] ou [b]Celulase[/b] permite que a célula possa digerir outras células com [b]Membranas de Quitina[/b] ou [b]Celulose[/b], respectivamente. Células indigeríveis – aquelas para quais uma célula não possui a enzima necessária– são ejetadas imediatamente. Além de suas estatísticas gerais, cada [b]Lisossomo[/b] contribui: [indent]— [b]+0.05[/b] de velocidade de digestão. A matéria ingerida será digerida mais rapidamente. [/indent] [indent]— [b]+4.5%[/b] de eficiência de digestão para a enzima escolhida. Células fagocitadas com a membrana alvo da enzima produzirão mais compostos quando digeridas.[/indent]
ru: Оснащение [b]Лизосомы[/b] [b]Хитиназой[/b] или [b]Целлюлозой[/b] позволяет клетке растворять другие клетки с [b]Хитиновой[/b] или [b]Целлюлозной Мембраной[/b]. Неперевариваемые клетки — те, для расщепления которых у клетки нет необходимого фермента, — немедленно выводятся из организма. Помимо данной способности каждая [b]Лизосома[/b] даёт следующий эффект: [indent]— [b]+0.05[/b] скорости переваривания. Поглощенная материя будет растворяться немного быстрее.[/indent] [indent]— [b]+4.5%[/b] эффективности растворения для выбранного фермента. Поглощённые клетки с мембраной-мишенью фермента при расщеплении выделяют больше соединений.[/indent]
tr: [b]Kitinaz[/b] veya [b]Selülaza[/b] sahip bir [b]Lizozom[/b] almak, bir hücrenin sırasıyla [b]Kitin[/b] veya [b]Selüloza[/b] sahip hücre zarı olan hücreleri sindirmesini sağlar. Sindirilemeyen hücreler (bir hücrenin sindirmek için gerekli enzime sahip olmadığı hücreler), hemen dışarı atılır. Genel istatistiklerin yanı sıra, her [b]Lizozom[/b] bunlara da katkıda bulunur: [indent]— [b]+0.05[/b] sindirim hızı. Yutulan madde daha çabuk sindirilir.[/indent] [indent]— Seçili enzim için [b]+%4.5[/b] sindirim verimliliği. Enzimin hedeflediği hücre zarına sahip olan yutulan hücreler, sindirildiklerinde daha fazla bileşik verirler. [/indent]
zh_tw: 為溶酶體配備[b]幾丁質酶[/b]或[b]纖維素酶[/b]，使細胞能夠分別消化具有幾丁質或纖維素膜的其他細胞。如果細胞沒有帶有幾丁質酶或纖維素酶的溶酶體，它就無法消化具有這些膜的其他細胞。 除了基本屬性外，每個溶酶體還貢獻： [indent]— [b]+0.05[/b] 消化速度。被吞噬的物質會被更快消化。[/indent] [indent]— [b]+4.5%[/b] 所選酶的消化效率。吞噬擁有該酵素對應細胞膜的細胞在被消化時會產生更多的化合物。[/indent]

# WIKI_LYSOSOME_INTRO
source: Contains digestive enzymes. Can be modified to change the type of enzyme it contains. Only one enzyme per lysosome can be utilized at a time. Enzymes speed up and improve efficiency of digestion. The lysosome is a membrane-bound organelle that contains hydrolytic enzymes that can break down various biomolecules. Lysosomes allow the cell to digest materials ingested through endocytosis and clean waste products of the cell in a process called [b]autophagy[/b].
ru: Содержит растворяющие энзимы. Может быть модифицирована для изменения типа энзимов что она в себе содержит. В 1 [b] лизосоме[/b] может быть лишь 1 фермент. Ферменты ускоряют и улучшают эффективность растворения [b]Лизосома[/b] — это Мембранная органелла, что содержит в себе гидролитические энзимы, что могут разбивать на простые соединения биомолекулы. [b]Лизосомы[/b] позволяют растворять материалы с помощью процесса, именуемого "эндоцитоз" и очищать мусорную часть клетки в процессе, именуемой аутофагией.
tr: Sindirim enzimleri içerir. İçerdiği enzim türünü değiştirmek için modifiye edilebilir. [b]Lizozom[/b] başına aynı anda yalnızca bir enzim kullanılabilir. [b]Lizozom[/b], çeşitli biyomolekülleri parçalayabilen hidrolitik enzimler içeren, zarlı bir organeldir. [b]Lizozomlar[/b], hücrenin endositoz ile içeri aldığı maddeleri sindirmesini sağlar ve otofaji adı verilen bir işlemle yan ürünleri temizler.
zh_tw: 含有消化酶。可以進行修改以改變其所含酶的類型。每個溶酶體一次只能利用一種酶。酶加速並提高消化效率。 溶酶體是一種有膜細胞器，含有可以分解各種有機分子的水解酶。溶酶體可讓細胞消化經由胞吞作用攝取的物質，並在稱為[b]自噬[/b]的過程中清除細胞的廢物。

# WIKI_LYSOSOME_MODIFICATIONS
source: Modify the lysosome to select the enzyme it contains. By default, lysosomes contain [b]lipase[/b] which targets single and double membranes. A lysosome can instead contain [b]chitinase[/b], which targets chitin membranes, or [b]cellulase[/b], which targets cellulose membranes.
ru: Модифицируйте [b]Лизосому[/b], чтобы выбрать фермент, который в нем содержится. Изначально, она содержит [b]Липазу[/b], что целящаяся на [b]Простых мембранах[/b] и [b]Двойных мембранах[/b]. [b]Лизосома[/b] , помимо липазы, может содержать следующее: [indent]— [b]Хитиназа[/b], целящаяся на [b]Хитиновой мембране[/b].[/indent] [indent]— [b]Целлюлаза[/b], целящаяся на [b]Целлюлозной мембране[/b].[/indent]
tr: İçerdiği enzimi seçmek için [b]Lizozomda[/b] değişiklik yapın. Varsayılan olarak bu organel, [b]Normal Hücre Zarlarını[/b] ve [b]Çift Katlı Hücre Zarlarını[/b] hedefleyen [b]Lipaz[/b] enzimini içerir. Bir [b]Lizozom[/b] bunun yerine, aşağıdaki enzimlerden birini içerebilir: [indent]— [b]Kitin Hücre Zarını[/b] hedefleyen [b]Kitinaz[/b][/indent] [indent]— [b]Selüloz Hücre Zarını[/b] hedefleyen [b]Selülaz[/b][/indent]
zh_tw: 修改溶酶體以選擇其包含的酶。預設情況下，溶酶體含有針對單層和雙層膜的[b]脂肪酶[/b]。 溶酶體可以含有針對幾丁質膜的[b]幾丁質酶[/b]，或針對纖維素膜的[b]纖維素酶[/b]。

# WIKI_LYSOSOME_PROCESSES
source: No processes.
ka: პროცესების გარეშე.
pt_br: Sem processos.
pt_pt: Sem processos.
ru: Процессы отсутствуют.
tr: İşlem yok.
zh_tw: 無代謝過程。

# WIKI_LYSOSOME_REQUIREMENTS
source: A cell must have a nucleus to evolve lysosomes.
pt_br: Uma célula precisa ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Lisossomos[/b]. Se melhorias de organela estiverem ativadas nas configurações do jogo, [i]pelo menos uma[/i] das condições seguintes também deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Fagocitou no mínimo [b]20[/b] células ao longo do jogo até agora.[/indent] [indent]— Digeriu no mínimo [b]10[/b] células ao longo do jogo até agora.[/indent]
pt_pt: Uma célula requer um núcleo para desenvolver lisossomas.
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b], чтобы развит [b]Лизосомы[/b]. Если в настройках игры включено обновление органелл, [i]по крайней мере одно[/i] из условий должно выполняться [i]для клетки игрока[/i]: [indent]— Поглотил по крайней мере [b]20[/b] клеток на протяжении всей игры.[/indent] [indent]— Переварил, по крайней мере [b]10[/b] клетки на протяжении всей игры.[/indent]
tr: Bir hücre, [b]Lizozomları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşullardan [i]en az biri[/i] [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Oyun sırasında, şu ana kadar en az [b]20[/b] hücre yutmuş olmak.[/indent] [indent]— Oyun sırasında, şu ana kadar en az [b]10[/b] hücre sindirmiş olmak.[/indent]
zh_tw: 細胞必須有細胞核才能演化出溶酶體。

# WIKI_LYSOSOME_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Lysosome]Лизоосомы/url][/color] содержатся почти во всех клетках животных, где их основная функция заключается в расщеплении белков, липидов и полисахаридов на составные части. Они могут получать материалы извне с помощью процесса, называемого эндоцитозом, а также изнутри клетки с помощью процесса, называемого аутофагией.
zh_tw: 待定

# WIKI_LYSOSOME_STRATEGY
source: TBA
ru: Для клеток, поглощающих добычу, обычно рекомендуется развивать как минимум две [b]Лизосомы[/b], настроив одну на [b]Хитиназу[/b], а вторую на [b]Целлюлазу[/b]. Таким образом, ваша клетка может переваривать гораздо больше видов добычи, которые в противном случае остались бы неуязвимыми для поглощения. Добавлять еще больше [b]Лизосом[/b], расширяя выбор ферментов — это тоже хорошая идея. Повышенная скорость пищеварения может предотвратить проблемы, связанные с недостаточным количеством места для хранения всех переваренных веществ, а повышенная эффективность пищеварения значительно повышает жизнеспособность хищников как стратегии.
tr: Avını yutan hücreler için genellikle, biri [b]Kitinaz[/b] diğeri [b]Selülaz[/b] olarak kullanılmak üzere ayarlanan, en az iki [b]Lizozom[/b] evrimleştirilmesi tavsiye edilir. Bu şekilde, hücreniz yutulmaya karşı savunmasız kalacak daha fazla av türünü sindirebilir. Daha fazla [b]Lizozom[/b] eklemek, enzim seçimini yaymak da iyi bir fikirdir. Artan sindirim hızı, bütün yutulan maddeler için ortaya çıkan yetersiz depolama sorununu önleyebilir ve artan sindirim verimliliği, avcılığı önemli ölçüde daha uygulanabilir bir strateji haline getirir.
zh_tw: 待定

# WIKI_LYSOSOME_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Улучшения отсутствуют.
tr: Geliştirme yok.
uk: Покращень немає.
zh_tw: 無升級。

# WIKI_METABOLOSOMES_EFFECTS
source: No effects.
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
pt_pt: Sem efeitos.
ru: Эффекты отсутствуют.
tr: Etki yok.
uk: Ефектів немає.
zh_tw: 無效果。

# WIKI_METABOLOSOMES_INTRO
source: Metabolosmoes perform [b]Protein Respiration[/b], a form of [b]Aerobic Respiration[/b] inferior to that of <a href="/wiki/Mitochondrion" title="Mitochondrion">Mitochondria</a>. It is the conversion of [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound] with the use of [thrive:compound type="oxygen"][/thrive:compound].
ru: [b]Метаболосомы[/b] участвуют в процессе, именуемым [b]Белковым дыханием[/b], формой [b]Аэробного дыхания[/b], уступающая [b][color=#3796e1][url=thriveopedia:mitochondrion]Митохондрии[/url][/color][/b]. Это является конверсией [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound] с использованием [thrive:compound type="oxygen"][/thrive:compound].
tr: [b]Metabolozomlar[/b], [b]Oksijenli Solunumun[/b] bir biçimi olan ve [b][color=#3796e1][url=thriveopedia:mitochondrion]Mitokondridekinden[/url][/color][/b] aşağı olan [b]Protein Solunumunu[/b] gerçekleştirir. Bu işlem, [thrive:compound type="glucose"]glukozun[/thrive:compound], [thrive:compound type="oxygen"]oksijen[/thrive:compound] kullanılarak [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürülmesidir.
zh_tw: 代謝細胞執行[b]蛋白質呼吸[/b]，這是一種等級低於<a href="/wiki/Mitochondrion" title="Mitochondrion">粒線體</a>的[b]有氧呼吸[/b]形式。它使用 [thrive:compound type="oxygen"][/thrive:compound] 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。

# WIKI_METABOLOSOMES_MODIFICATIONS
source: No modifications.
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
zh_tw: 無修改。
