Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Cancel current action
bg: Анулиране на действието
ca: Cancel·la l'acció actual
cs: Zrušit akci
de: Vorgang abbrechen
es: Cancelar acción actual
et: Tühista praegune toiming
fi: Peruuta nykyinen toimenpide
fr: Arrêter l'action courante
he: בטל פעולה נוכחית
hu: Jelenlegi akció visszavonása
id: Batal tindakan ini
it: Annulla l'azione corrente
ka: მიმდინარე ქმედების გაუქმება
nl: Annuleer huidige actie
nl_be: Annuleer huidige actie
pl: Anuluj aktualną czynność
pt_br: Cancelar ação atual
pt_pt: Cancelar ação em curso
ru: Отменить текущее действие
sk: Zrušiť akciu
sv: Avbryt denna handling
th_th: ยกเลิกการกระทำปัจจุบัน
tr: Mevcut eylemi iptal et
uk: Скасувати поточну дію
zh_cn: 取消当前动作
zh_tw: 取消當前操作

# CANNOT_DELETE_USED_CELL_TYPE
source: A cell type that is currently used in your body plan cannot be deleted
bg: Тази клетка е част от формата на тялото и не може да бъде премахната
ca: Un Tipus de Cèl·lula que s'utilitza actualment en el teu Pla Corporal no es pot eliminar
cs: Typ buňky, který je právě používán ve vašem tělesném plánu, nelze smazat
de: Ein Zelltyp, der derzeit in deinem Körperplan verwendet wird, kann nicht gelöscht werden
es: Un tipo de célula que actualmente esta en tu cuerpo no puede ser eliminado
et: Praegu teie kehaplaanis kasutatavat rakutüüpi ei saa kustutada
fi: Solutyyppiä, joka on tällä hetkellä käytössä kehon suunnitelmassa, ei voi poistaa
fr: Un type de cellule qui est actuellement utilisé dans votre le plan de votre corps ne peut pas être supprimé
he: לא ניתן למחוק סוג תא הנמצא כרגע בשימוש כחלק מתוכנית גוף
it: Non puoi rimuovere tipi di cellule attualmente usate nel tuo piano corporale
ka: უჯრედის ტიპს, რომელიც ამჟამად თქვენ სხეულის გეგმაში გამოიყენება, ვერ წაშლით
nl: Een celtype dat momenteel gebruikt wordt in je lichaamsplan kan niet verwijderd worden
pl: Rodzaj komórki, który jest obecnie używany w twoim organizmie, nie może zostać usunięty
pt_br: Um tipo de célula que está sendo usada no seu organismo não pode ser excluído
pt_pt: Um tipo de célula que é atualmente utilizado no teu plano corporal não pode ser eliminado
ru: Выбранный тип клеток в организме не может быть удалён
sk: Nemožno odstrániť typ bunky, ktorý momentálne používaš
sv: En celltyp som används i din kroppsplan kan inte raderas
tr: Beden planında mevcut olarak kullanılan bir hücre türü silinemez
uk: Тип клітини, який зараз використовується на вашому плані тіла, неможливо видалити
zh_cn: 在你的躯体设计中正被使用的细胞类型无法被删除
zh_tw: 在軀體設計中正被使用的細胞類型無法被刪除

# CANNOT_DELETE_USED_CELL_TYPE_TITLE
source: Cannot Delete Used Cell Type
bg: Клетката не може да бъде премахната
ca: No es pot eliminar el Tipus de Cèl·lula
cs: Nelze smazat používaný typ buňky
de: Verwendete Zellen nicht löschbar
es: No puedes eliminar un tipo de célula en uso
et: Kasutatud lahtritüüpi ei saa kustutada
fi: Soluelimen tyyppiä ei voi poistaa
fr: Impossible de supprimer le type de cellule utilisé
he: לא ניתן למחוק סוג תא זה אשר בשימוש
hu: A használt sejttípust nem lehet törölni
it: Impossibile cancellare tipo di cellula in uso
ka: გამოყენებულ უჯრედის ტიპს ვერ წაშლით
nl: Kan Gebruikte Celtype Niet Verwijderen
pl: Nie Można Usunąć Użytego Typu Komórki
pt_br: Não é possível excluír tipos de células em uso
pt_pt: Não é possível eliminar um tipo de célula usado
ru: Нельзя удалить выбранный тип клеток
sk: Nemožno odstrániť použitý typ bunky
sv: Kan inte radera använd celltyp
tr: Kullanılan Hücre Türü Silinemez
uk: Не можна видалити використовуваний тип клітини
zh_cn: 无法删除已使用的细胞类型
zh_tw: 無法刪除已使用的細胞類型

source: Cannot engulf
bg: Не позволява поглъщане
ca: No pot engolir
cs: Nedokáže pohlcovat
de: Kann nicht verschlingen
eo: Ne povas engluti
es: No puede engullir
et: Ei saa neelata
fi: Ei voi niellä
fr: Ne peut pas absorber
he: לא יכול לבלוע
hu: Nem képes bekebelezésre
id: Tidak bisa menelan
it: Impedisce la fagocitazione
ka: შთანთქმა შეუძლებელია
ko: 삼킬 수 없음
nl: Kan niet verzwelgen
nl_be: Kan niet verzwelgen
pl: Nie może pochłaniać
pt_br: Não é possível realizar a fagocitose
pt_pt: Não pode engolir
ru: Не может поглощать клетки
sr_cyrl: Не може да гута
sr_latn: Ne može da guta
tr: Yutamaz
uk: Не може поглинати
zh_cn: 无法进入吞噬模式
zh_tw: 無法吞噬

# CANNOT_MOVE_METABALL_TO_DESCENDANT_TREE
source: Cannot move a metaball into its tree of descendants
bg: Кълбото не може да бъде преместено в неговто потомствено дърво
ca: No es pot moure una metabola en el seu arbre de descendents
cs: Nelze umístit metaball do jeho stromu potomků
de: Metaball kann nicht in den Baum der Nachkommen verschoben werden
es: No se puede mover un meatball a uno de sus descendientes
fr: Impossible de bouger une méta balle dans l'arbre généalogique
he: לא ניתן להזיז כדור-בשר לתוך עץ צאצאים
it: Impossibile spostare una metasfera nell'albero delle sue discendenti
ka: მეტაბურთის გადაადგილება შეუძლებელია მისივე შთამომავლების ხეში
nl: Kan metabal niet naar de afstammelingenboom verplaatsen
pl: Niemożna przenieść metakuli to jej drzewa potomstwa
pt_br: Não é possível mover uma metaball na sua árvore de descendentes
pt_pt: Não é possível deslocar uma metaball para a sua árvore de descendentes
ru: Невозможно переместить метасферу в её древо потомков
tr: Bir damla formu, aynı soydan gelenlerin içine taşınamaz
uk: Неможна перемістити метасферу в цьому дереві нащадків
zh_cn: 无法移动金属球到其自己的树形子节点
zh_tw: 無法將元球移到其子代樹中

# CANNOT_REDUCE_BRAIN_POWER_STAGE
source: The brain power amount is now too low to stay in the current stage. Going back stages is not currently allowed, please increase brain power to continue.
cs: Množství mozkové energie je nyní příliš nízké na to, aby se udrželo v současné fázi. Návrat zpět do stádia není v současné době povolen, pro pokračování prosím zvyšte mozkovou kapacitu.
fr: La puissance cérébrale est maintenant trop basse pour rester dans la phase actuelle. Redescendre les phases n'est pas actuellement permis, veuillez augmenter la puissance cérébrale pour continuer.
ka: ტვინის სიმძლავრის რაოდენობა მეტისმეტად დაბალია, რომ მიმდინარე ფაზაზე დარჩეთ. წინა ფაზებზე დაბრუნება კი ამჟამად მხარდაჭერილი არაა. გასაგრძელებლად გაზარდეთ ტვინის სიმძლავრე.
nl: De hoeveelheid breinkracht is nu te laag om in deze fase te blijven. Het is op dit moment niet toegestaan om naar vorige fasen te gaan. Gelieve de breinkracht te vergroten om verder te gaan.
pt_br: A capacidade mental está muito baixa para permanecer no estágio atual. Retroceder estágios não é permitido por enquanto, por isso, aumente a capacidade mental da espécie para continuar.
pt_pt: A quantidade de potência cerebral é agora demasiado baixa para continuar na fase atual. Atualmente, não é possível voltar atrás nas fases, por favor aumenta a potência cerebral para continuar.
ru: Ныне Развитость мозга мала для того дабы остаться в текущей стадии. Переходить на прошлые стадии не разрешено, пожалуйста, повысьте развитость мозга для продолжения.
tr: Zihin gücü miktarı şu anda mevcut evrede kalmak için çok düşük. Evrelerde gerilemeye şu anda izin verilmemektedir, lütfen devam etmek için zihin gücünü arttırın.
uk: Потужність мозку є занадто низкою для залишення на цій стадії. На цей час спускатися до попередніх стадій неможливо, тож, будь ласка, підвищте потужність мозку, щоб продовжити.
zh_cn: 大脑能力过低以至于不足以继续停留在当前阶段。退回先前的阶段在目前的游戏中不被允许，请增加您的脑力以继续游戏。
zh_tw: 大腦能力無法滿足當前階段的腦力需求。目前不允許返回先前的階段，請增加您的腦力以繼續遊戲。

# CANNOT_REDUCE_BRAIN_POWER_STAGE_TITLE
source: Cannot Reduce Brain Power To Go Back Stages
cs: Nelze snížit výkon mozku, abyste se vrátili zpět do fáze
fr: Ne Peut Pas Réduire Le Pouvoir Du Cerveau Pour Retourner Aux Stades Antérieurs
ka: წინა დონეებზე დასაბრუნებლად ტვინის სიმძლავრეს ვერ შეამცირებთ
nl: Kan Niet Breinkracht Reduceren Om Terug Naar Eerdere Fasen Te Gaan
pl: Nie Można Zmniejszyć Siły Mózgu By Cofnąć Się w Etapach
pt_br: Não é possível reduzir a capacidade mental para voltar estágios
pt_pt: Não é possível reduzir a potência cerebral para voltar atrás
ru: Невозможно снизить развитость мозга для возвращения на прошлые стадии
tr: Zihin Gücünü Azaltarak Geriye Gitmek Mümkün Değil
uk: Неможливо понизити потужність мозку для повернення до попередньої стадії
zh_cn: 无法通过减少脑力退回先前阶段
zh_tw: 無法透過降低腦力退回先前階段

source: Cannot Write Save
bg: Записът не може да бъде създаден
ca: No pot Escriure Guardat
cs: Nelze Zapsat Uloženou Hru
de: Kann nicht speichern
es: No se puede escribir el guardado
et: Ei saa kirjutada Salvesta
fr: Impossible d'écrire la sauvegarde
he: לא יכול לשכתב מחדש שמירה
it: Scrittura del salvataggio fallita
ka: შენახულის ჩაწერა შეუძლებელია
nl: Kan Opslagbestand niet Schrijven
pl: Nie Można Napisać Zapisu
pt_br: Erro ao Salvar
pt_pt: Não é possível gravar
ru: Сохранение не удаётся записать
tr: Kayıt Yazılamadı
uk: Неможливо записати збереження
zh_cn: 无法写入存档
zh_tw: 無法寫入存檔

# CANT_LOAD_MOD_INFO
source: Can't load mod info for {0}
bg: Информацията за „{0}“ не може да бъде заредена
ca: No es pot carregar la informació del mod per {0}
cs: Nelze načíst informace o módu pro {0}
de: Informationen zum Mod {0} konnten nicht geladen werden
es: No fue posible cargar la información del mod {0}
et: Modifikatsiooniteavet ei saa laadida {0} jaoks
fr: Impossible de charger les informations pour la modification « {0} »
he: לא יכול לטעון מידע על המוד מ{0}
it: Impossibile caricare le info per {0}
ka: ვერ ჩავტვირთე ინფორმაცია მოდულისთვის {0}
nl: Kan mod informatie voor {0} niet laden
nl_be: Kan mod info niet laden voor {0}
pl: Nie można wczytać informacji o modzie {0}
pt_br: Não foi possível carregar as informações do mod {0}
pt_pt: Não foi possível carregar as informações do mod {0}
ru: Не удается загрузить информацию о моде {0}
sk: Nie je možné načítať informácie o móde pre {0}
tr: {0} için mod bilgisi yüklenemedi
uk: Невдається завантажити інформацію про мод {0}
zh_cn: 无法加载{0}的Mod信息
zh_tw: 無法載入 {0} 的模組資訊

source: Carbon Dioxide
bg: Въглероден диоксид
ca: Diòxid de Carboni
cs: Oxid uhličitý
de: Kohlendioxid
eo: Karbona duoksido
es: Dióxido de Carbono
et: Süsinikdioksiid
fi: Hiilidioksidi
fr: Gaz carbonique
he: פחמן דו חמצני
hu: Szén-dioxid
id: Karbon Dioksida
it: Diossido di carbonio
ka: ნახშირბადის დიოქსიდი
ko: 이산화탄소
nl: Kooldioxide
nl_be: Koolstofdioxide
pl: Dwutlenek Węgla
pt_br: Dióxido de Carbono
pt_pt: Dióxido de Carbono
ru: Углекислый газ
sk: Oxid uhličitý
sr_cyrl: Угљен Диоксид
sr_latn: Ugljen Dioksid
sv: Koldioxid
th_th: คาร์บอนไดออกไซด์
tr: Karbondioksit
uk: Вуглекислий газ
zh_cn: 二氧化碳
zh_tw: 二氧化碳

# CATEGORY_AN_ABUNDANCE
source: an abundance
bg: в изобилно количество
ca: en abundància
cs: hojnost
de: eine Fülle
es: En abundancia
et: küllus
fr: en abondance
he: שפע
hu: bőséges mennyiség
it: un sacco
ka: სიუხვე
nl: Een overvloed
nl_be: een overvloed
pl: Mnóstwo
pt_br: uma abundância
pt_pt: uma abundância
ru: изобилие
sk: veľké množstvo
tr: bol miktarda
uk: в достатку
zh_cn: 很多
zh_tw: 充裕

# CATEGORY_A_FAIR_AMOUNT
source: a fair amount
bg: в задоволително количество
ca: una quantitat justa
cs: dostatečné množství
de: ein gutes Stück
es: Suficiente
et: õiglane summa
fi: kohtuullisesti
fr: une quantité raisonnable
he: כמות נכבדת
hu: elég sok
it: un po'
ka: საკმაო რაოდენობა
nl: een redelijke hoeveelheid
nl_be: een degelijke hoeveelheid
pl: Średnia Ilość
pt_br: uma quantidade razoável
pt_pt: uma quantidade razoável
ru: изрядное количество
sk: dostatočné množstvo
tr: makul miktarda
uk: невелика кількість
zh_cn: 较多
zh_tw: 較多

# CATEGORY_LITTLE
source: little
bg: в ограничено количество
ca: poc
cs: málo
de: wenig
es: Poco
et: pisut
fi: vähän
fr: peu
he: קטן
it: un pizzico
ka: პატარა
nl: een beetje
nl_be: klein
pl: Mało
pt_br: pouco
pt_pt: pouco
ru: мало
sk: málo
tr: az miktarda
uk: мало
zh_cn: 少
zh_tw: 少

# CATEGORY_QUITE_A_BIT
source: quite a bit
bg: в обилно количество
ca: una mica
cs: docela dost
de: ziemlich viel
es: Bastante
et: üsna palju
fi: jonkin verran
fr: en certaine quantité
he: לא מעט
hu: kis mennyiség
it: un bel po'
ka: საკმაოდ
nl: redelijk veel
nl_be: Redelijk wat
pl: Całkiem Sporo
pt_br: bastante
pt_pt: um bocado
ru: немного
sk: celkom dosť
tr: oldukça fazla
uk: нормально
zh_cn: 多
zh_tw: 不少

# CATEGORY_SOME
source: some
bg: в умерено количество
ca: un xic
cs: něco
de: etwas
es: Algo
et: mõni
fi: hieman
fr: quelque
he: כמה
hu: közepes mennyiség
it: una manciata
ka: ზოგიერთი
nl: wat
nl_be: een beetje
pl: Trochę
pt_br: alguns
pt_pt: algum
ru: некоторое количество
sk: trochu
tr: biraz
uk: трішки
zh_cn: 中等
zh_tw: 中等

# CATEGORY_VERY_LITTLE
source: very little
bg: в оскъдно количество
ca: molt poc
cs: velmi málo
de: sehr wenig
es: Muy poco
et: väga vähe
fi: erittäin vähän
fr: tres peu
he: קטן מאוד
hu: nagyon kicsi mennyiség
it: una traccia
ka: ძალიან ცოტა
nl: heel weinig
nl_be: heel klein
pl: Prawie Wcale
pt_br: muito pouco
pt_pt: muito pouco
ru: очень мало
sk: veľmi málo
tr: çok az miktarda
uk: дуже мало
zh_cn: 很少
zh_tw: 很少

source: Cautious
bg: Предпазливо
ca: Prudent
cs: Obezřetnost
de: Vorsichtig
es: Cautelosa
et: Ettevaatlik
fi: Varovainen
fr: Prudent
he: זהיר
hu: Gyanakvó
it: Cauto
ka: ფრთხილი
nl: Voorzichtig
nl_be: Voorzichtig
pl: Uważność
pt_br: Cauteloso
pt_pt: Cauteloso
ru: Осторожный
sk: Opatrný
sv: Försiktig
tr: Temkinli
uk: Обережність
zh_cn: 谨慎
zh_tw: 謹慎

source: Cell
bg: Клетка
ca: Cèl·lula
cs: Buňka
de: Zelle
es: Célula
et: rakk
fi: Solu
fr: Cellule
he: תא
it: Cellula
ka: უჯრედი
nl: Cel
pl: Komórka
pt_br: Célula
pt_pt: Célula
ru: Клетка
sk: Bunka
tr: Hücre
uk: Клітина
zh_cn: 细胞
zh_tw: 細胞

source: Cells
bg: Клетки
ca: Cèl·lules
cs: Buňky
de: Zellen
es: Célula
et: Rakud
fi: Solut
fr: Cellules
he: תאים
hu: Sejtek
it: Cellule
ka: უჯრედები
nl: Cellen
pl: Komórki
pt_br: Células
pt_pt: Células
ru: Клетки
sk: Bunky
sv: Celler
tr: Hücreler
uk: Клітини
zh_cn: 细胞
zh_tw: 細胞

source: Cellulase
bg: Целулаза
ca: Cel·lulasa
cs: Celulóza
de: Zellulase
es: Celulosa
he: צילוטאז
hu: Cellulóz
it: Cellulasi
ka: ცელულაზა
pl: Celulaza
pt_br: Celulase
pt_pt: Celulase
ru: Целлюлаза
sk: Celuláza
tr: Selülaz
uk: Целюлоза
zh_cn: 纤维素酶
zh_tw: 纖維素酶

# CELLULASE_DESCRIPTION
source: Cellulase enables the cell to break down cellulose membrane. Each addition increases the effectiveness.
bg: Позволява разграждането на целулозната мембрана. Този ензим подобрява хранителната ефективност на клетката.
ca: La cel·lulasa permet a la cèl·lula trencar membranes de cel·lulosa. Cada addició n'augmenta l'efectivitat.
cs: Celuláza umožnuje buňce rozkládat celulózovou membránu. Každá extra celuláza zvyšuje její efektivitu.
de: Cellulase ermöglicht es der Zelle Cellulose Membranen zu zersetzen. Dies erhöht die Effektivität des Prozesses.
es: Celulasa permite que las células destruyan las membranas de celulosa. Agregar mas mejora su efectividad.
fr: La cellulase décompose la membrane de cellulose des cellules. Chaque ajout augment l'efficacité.
he: צילולאז מאפשרים לתא לפרק ממברנות העשויות מתאית. כל תוספת מגדילה את יעילותו.
it: La cellulasi permette alla cellula di rompere le membrane in cellulosa. Ogni aggiunta ne aumenta l'efficacia.
ka: ცელულაზა უჯრედს ცელულოზისგან შემდგარი მემბრანების დაშლის საშუალებას აძლევს. თითოეული დამატება ეფექტურობას ზრდის.
nl: Cellulase maakt het mogelijk voor een cel om membranen van cellulose af te breken. Elke toevoeging verhoogt de effectiviteit.
pl: Celulaza umożliwia komórce trawienie celulozowych błon. Każde dodanie zwiększa wydajność.
pt_br: A celulase permite que sua célula quebre membranas de celulose. Cada adição aumenta sua eficácia.
pt_pt: Celulase permite à célula decompor membranas de celulose. Cada adição aumenta a eficácia.
ru: Целлюлаза позволяет клетке разрушать целлюлозную мембрану. С количеством повышается эффективность.
tr: Selülaz, hücrenin selüloz hücre zarını parçalamasını sağlar. Her eklemede etkisi artar.
uk: Целюлаза надає змогу клітині ламати целюлозні мембрани. Кожне додавання підвищить ефективність.
zh_cn: 纤维素酶使细胞能够分解纤维素膜。每次添加都会增加其有效性。
zh_tw: 纖維素酶使細胞能夠分解纖維素膜。每次添加都會增加其有效性。

source: Cellulose
bg: Целулозна
ca: Cel·lulosa
cs: Celulóza
de: Zellulose
eo: Celulozo
es: Celulosa
et: Tselluloos
fi: Selluloosa
he: תאית
hu: Cellulóz
id: Selulosa
it: Cellulosa
ka: ცელულოზა
ko: 섬유소
pl: Celulozowa
pt_br: Celulose
pt_pt: Celulose
ru: Целлюлоза
sk: Celulóza
sr_cyrl: Целулоза
sr_latn: Celuloza
sv: Cellulosa
th_th: เซลลูโลส
tr: Selüloz
uk: Целюлоза
zh_cn: 纤维素
zh_tw: 纖維素

# CELLULOSE_MEMBRANE_DESCRIPTION
source: This membrane has a wall, resulting in better protection against overall damage and especially against physical damage. It also costs less energy to retain its form, but cannot absorb resources quickly and is slower. [b]Cellulase can digest this wall[/b] making it vulnerable to engulfment from predators.
bg: Това е мембрана със стена, която осигурява по-добра цялостна защита и се нуждае от по-малко енергия за да не се деформира. Недостатъците ѝ са, че клетката става още по-бавна, както и усвояването на хранителните вещества. [b]Целулазата[/b] може да разгради стената на тази мембрана.
ca: Aquesta membrana té una paret, que ofereix una bona protecció, especialment contra agressions físiques, com ara fiblades. Consumeix poca energia, però no pot absorbir recursos ràpidament i és més lenta. [b]La cel·lulasa pot digerir aquesta membrana[/b] fent-la vulnerable a l'engoliment per part de depredadors.
cs: Tato membrána má stěnu, což způsobuje lepší ochranu proti poškození, a obzvláště fyzickému poškození. Také potřebuje méně energie k zachování své formy, ale je pomalejší jak v pohybu tak v absorbování živin. [b]Celuláza může tuto stěnu strávit[/b], což ji dělá bezbrannou vůči vstřebání predátorem.
de: Diese Membran hat eine Wand, was zu einem besseren Schutz gegen Gesamtschäden und insbesondere gegen physische Schäden führt. Sie kostet auch weniger Energie, um ihre Form zu behalten, kann aber Ressourcen nur langsam absorbieren und ist langsamer.
eo: Ĉi tiu membrano havas muron, kio rezultigas pli bonan protekton kontraŭ ĝenerala damaĝo kaj precipe kontraŭ fizika damaĝo. Ankaŭ kostas malpli da energio konservi sian formon, sed ne povas absorbi aĵojn rapide kaj estas pli malrapida.
es: Esta membrana tiene una pared celular, resultando en mejor protección, especialmente contra el daño físico. También cuesta menos energía, pero absorbe recursos y se mueve muy lentamente.
et: Sellel membraanil on sein, mis tagab parema kaitse üldiste kahjustuste ja eriti füüsiliste kahjustuste eest. Samuti kulutab see vormi säilitamiseks vähem energiat, kuid ei suuda ressursse kiiresti omastada ja on aeglasem.
fr: Cette membrane est dotée d'un mur, ce qui lui confère une meilleure protection contre les dommages généraux et surtout contre les dommages physiques. Elle coûte également moins d'énergie pour conserver sa forme, mais ne peut absorber les ressources rapidement et est plus lente. [b]La cellulase peut digérer cette paroi[/b], ce qui la rend vulnérable à l'engloutissement par les prédateurs.
he: לממברנה זו יש דופן, שעוזרת להגנה טובה יותר מול נזק בכללי ובמיוחד נגד פגיעה פיזיקלית. זה גם עולה פחות אנרגיה בשביל לתחזק את צורתו, אבל לא מסוגל לספוג חומרים מהר יותר והוא איטי. [b] צילונאז מסוגל לעכל את הדופן זה[/b] והופך אותו לפגיע לבליעה מטורפים.
hu: Ez a membrán egy fallal rendelkezik, ami jobb védelmet jelent a sérülések ellen, főleg a fizikai sérülések ellen. Kevesebb energia szükséges neki formája megtartásához, viszont lassú a bekebelezése és lassítja magát a sejtet is.
id: Membran ini memiliki dinding, mengakibatkan perlindungan yang lebih baik terhadap kerusakan secara keseluruhan dan khususnya terhadap kerusakan fisik. Juga memerlukan lebih sedikit energi untuk mempertahankan bentuknya, tetapi tidak dapat menyerap sumber daya dengan cepat dan juga memperlambat sel.
it: Questa membrana possiede una parete. Ciò le conferisce una migliore protezione ai danni, specialmente ai danni fisici. Inoltre, consuma meno energia per mantenere la propria forma, ma è più lenta nei movimenti e nell'assorbire le risorse. [b]La cellulasi è in grado di digerire tale parete[/b], rendendo la membrana vulnerabile alla fagocitosi da parte dei predatori.
ko: 이 세포막에는 벽이 있어 전반적인 손상, 특히 물리적 손상에 대해 더 나은 보호를 제공합니다. 또한 형태를 유지하는 데 에너지가 덜 들지만 자원을 빠르게 흡수 할 수 없고 속도가 더 느려집니다.
nl: Dit membraan heeft een celwand, waardoor het beter beschermd is tegen schade en specifiek tegen fysieke schade. Het kost ook minder energie om zijn vorm te houden, maar kan grondstoffen minder snel absorberen. [b]Cellulase kan deze celwand verteren[/b] waardoor het vatbaar is voor verzwelging door roofdieren.
nl_be: Dit membraan heeft een celwand, wat resulteert in een betere bescherming tegen algemene schade en vooral tegen fysieke schade. Het kost ook minder energie om zijn vorm te behouden, maar kan stoffen niet snel absorberen en is langzamer.
pl: Ta błona posiada ścianę która zapewnia lepszą ochronę przed obrażeniami a zwłaszcza przed obrażeniami fizycznymi. Kosztuje też mniej energii, ale spowalnia absorpcje zasobów i spowalnia komórkę. [b]Celulaza może strawić tę ścianę[/b] sprawiając, że jest ona wrażliwa na wchłonięcie przez drapieżniki.
pt_br: Essa membrana tem uma parede feita de celulose, resultando em uma melhor proteção contra danos, especialmente contra danos físicos. Ela requer menos energia para manter sua forma, mas não absorve recursos rapidamente e deixa a célula mais lenta. [b]A celulase pode digerir essa parede[/b], fazendo o organismo ficar mais vulnerável à fagocitose por parte dos predadores.
pt_pt: Esta membrana possui uma parede, resultando em uma melhor proteção contra danos gerais e principalmente contra danos físicos. Também custa menos energia para manter a forma, mas não consegue absorver recursos rapidamente e é mais lenta.[b]Celulase consegue digerir esta parede[/b] tornando-a vulnerável a absorção por predadores.
ru: Эта мембрана имеет стенку, что обеспечивает лучшую защиту от общих повреждений и, особенно, от физических повреждений. Она также требует меньше энергии для сохранения своей формы, но не может быстро поглощать ресурсы и двигается медленнее. [b]Целлюлаза может растворить эту стенку,[/b] делая её уязвимой к поглощению хищниками.
sr_cyrl: Ова мембрана има зид, што резултира бољом заштитом од укупних оштећења, а посебно од физичких оштећења. Такође кошта мање енергије да би задржао облик, али не може брзо да апсорбује ресурсе и спорији је.
sr_latn: Ova membrana ima zid, što rezultira boljom zaštitom od ukupnih oštećenja, a posebno od fizičkih oštećenja. Takođe košta manje energije da bi zadržao oblik, ali ne može brzo da apsorbuje resurse i sporiji je.
tr: Bu hücre zarı, genel hasara ve özellikle fiziksel hasara karşı daha iyi dayanıklılık sağlayan bir duvara sahip. Ayrıca şeklini korumak için daha az enerjiye mal olur. Ama kaynakları çabucak ememez ve daha yavaştır. [b]Selülaz, bu duvarı sindirebilir.[/b] Böylece bu duvarı yırtıcılara karşı savunmasız hale getirir.
uk: Ця мембрана має стінку, внаслідок чого краще захищає від пошкоджень, особливо від фізичних. Вона також витрачає менше енергії на збереження форми, але не так швидко поглинає ресурси і є повільнішою. [b]Целюлаза здатна перетравлювати цю стінку[/b], роблячи її вразливою для поглинання хижаками.
zh_cn: 这个细胞膜额外配置了一层细胞壁，各方面都有更好的防御力，尤其是物防。同时也不需要多少能量来维持形状，但吸收营养和移动的速度都很慢。[b]纤维素酶可以消化这层墙[/b]，使其容易被捕食者吞噬。
zh_tw: 這種細胞膜有一層額外的細胞壁，這意味著它對整體傷害有更好的保護，特別是對物理的傷害。它保持形態所需的能量也較少，但速度較慢且無法快速吸收資源。[b]纖維素酶可以消化這堵牆[/b]，使其容易被捕食者吞噬。

source: Cell Type Name
bg: Наименование на клетката
ca: Nom del Tipus de Cèl·lula
cs: Název typu buňky
de: Zellentypname
es: Nombre del tipo de célula
et: Lahtri tüübi nimi
fi: Solutyypin Nimi
fr: Nom du Type de Cellule
he: שם סוג תא
hu: Sejttípus neve
it: Nome del tipo di cellula
ka: უჯრედის ტიპის სახელი
nl: Celtypenaam
pl: Nazwa Rodzaju Komórki
pt_br: Nome do Tipo de Célula
pt_pt: Nome do tipo de célula
ru: Название вида клеток
sk: Názov typu bunky
tr: Hücre Türü İsmi
uk: Назва типу клітини
zh_cn: 细胞类型名称
zh_tw: 細胞類型名稱
