Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# THERMOSYNTHASE_DESCRIPTION
source: Thermosynthase is a protein that uses thermal convection to change its form, allowing it to fold and bind to ADP when exposed to heat, then unfold and recycle it into [thrive:compound type="atp"][/thrive:compound] when exposed to cooling in a process called [b]thermosynthesis[/b]. The rate of its [thrive:compound type="atp"][/thrive:compound] production scales with [thrive:compound type="temperature"][/thrive:compound].
bg: Термосинтазата е протеин, който се сгъва и свързва с АДП при загряване или се разгъва и го превръща в [thrive:compound type="atp"]АТФ[/thrive:compound] при охлаждане, благодарение на топлинната конвекция в процес, който се нарича [b]термосинтеза[/b]. Количеството на произведения [thrive:compound type="atp"]АТФ[/thrive:compound] зависи от [thrive:compound type="temperature"]температурата[/thrive:compound].
ca: La termosintasa és una proteïna que fa servir la convecció tèrmica per canviar la seva forma, permetent-li plegar-se i adherir-se a l'ADP quan és exposada a la temperature, tot seguit desplegar-se i reciclar-la en ATP quan s'exposa a temperatures més baixes en un procés anomenat termosíntesi. La velocitat de la producció d'ATP és proporcional a la temperatura.
cs: Termosyntáza je protein který využívá teplotní konvekci ke změně svého tvaru, což mu umožnuje složit a navázat se na ADP když je vystaven teplu, pak jej rozložit a recyklovat na [thrive:compound type="atp"][/thrive:compound] když je vystaven chlazení v procesu známém jako [b]termosyntéza[/b]. Rychlost produkce [thrive:compound type="atp"][/thrive:compound] je úměrná [thrive:compound type="temperature"][/thrive:compound].
de: Thermosynthase ist ein Protein, welches Temperaturveränderungen benutzt um seine Form zu ändern. Bei Erwärmung faltet sich das Protein zusammen und bindet sich an ADP. Dieses wird in einem Prozess names [b]Thermosynthese[/b] zu [thrive:compound type="atp"][/thrive:compound] umgewandelt, wenn das Protein sich unter Einwirkung von Kälte wieder entfaltet. Die Rate der [thrive:compound type="atp"][/thrive:compound] Produktion skaliert mit der [thrive:compound type="temperature"][/thrive:compound].
es: El Termoplasto es una estructura de doble membrana que contiene pigmentos termosensibles apilados en sacos membranosos. Es una procariota asimilada para uso de su anfitrión eucariota. Los pigmentos en el Termoplasto usan las diferencias de energía térmica en el ambiente para producir [thrive:compound type="atp"]ATP[/thrive:compound] en un proceso llamado [b]Termosíntesis[/b]. La producción de glucosa dependerá de la concentración de dióxido de carbono y [thrive:compound type="temperature"]temperatura[/thrive:compound].
fr: La thermosynthase est une protéine qui utilise la convection thermique pour changer de forme, ce qui lui permet de se replier et de se lier à l'ADP lorsqu'elle est exposée à la chaleur, puis de se déplier et de le recycler en [thrive:compound type="atp"][/thrive:compound] lorsqu'elle est exposée au froid, dans un processus appelé [b]thermosynthèse[/b]. Le taux de production de [thrive:compound type="atp"][/thrive:compound] varie avec [thrive:compound type="temperature"][/thrive:compound].
he: תרמוסינטאז הוא חלבון שמשתמש בהסעה תרמית כדי לשנות את צורתו, מאפשר לו להתקפל ולקשר לADP מתי שחשוף לחום, ולאחר מכן ומתקפל חזר וממוחזר ל[thrive:compound type="atp"][/thrive:compound] כשהוא נחשף טמפרטורה יותר נמוכה בתהליך הנקרא [b]תרמוסינתזה[/b]. קצב יצורם של ה[thrive:compound type="atp"][/thrive:compound] משתנה בהתאם ל[thrive:compound type="temperature"][/thrive:compound].
it: La termosintasi è una proteina che cambia forma in base alle convezioni termiche del liquido in cui è immersa. Esposta al calore, si piega, legandosi così all'ADP. Raffreddata, si apre, riciclandola in [thrive:compound type="atp"][/thrive:compound]. Questo processo si chiama [b]termosintesi[/b]. Il tasso di produzione di [thrive:compound type="atp"][/thrive:compound] aumenta con la [thrive:compound type="temperature"][/thrive:compound] circostante.
nl: Thermosynthase is een eiwit dat thermische convectie gebruikt om zijn vorm aan te passen. Wanneer het aan hitte wordt blootgesteld vouwt het zichzelf op en bindt het aan ADP. Wanneer het weer afkoelt ontvouwt het zichzelf en vormt het [thrive:compound type="atp"][/thrive:compound]. Dit proces heet [b]thermosynthese[/b]. De snelheid van de productie van [thrive:compound type="atp"][/thrive:compound] schaalt met de [thrive:compound type="temperature"][/thrive:compound].
pl: Termosyntaza jest białkiem które używa konwekcji termicznej by zmieniać swój kształt, pozwalając mu się zwinąć i związać z ADP pod wpływem ciepła, następnie rozwinąć i przetworzyć ADP na [thrive:compound type="atp"][/thrive:compound] w kontakcie z niższą temperaturą w procesie zwanym [b]thermosynthesis[/b]. Szybkość produkcji [thrive:compound type="atp"][/thrive:compound] wzrasta z [thrive:compound type="temperature"][/thrive:compound].
pt_br: A termossintase é uma proteína que muda de forma usando a convecção térmica. Quando exposta ao calor, ela se dobra ligando-se ao ADP e a converte em [thrive:compound type="atp"][/thrive:compound] em um processo chamado [b]termossíntese[/b]. Então, ela se desdobra quando se resfria, permitindo que repita o ciclo quando a [thrive:compound type="temperature"][/thrive:compound] aumenta novamente. A taxa de produção de [thrive:compound type="atp"][/thrive:compound] aumenta proporcionalmente à [thrive:compound type="temperature"][/thrive:compound].
ru: Термосинтаза — это белок, использующий конвекцию для изменения своей формы, что позволяет ему складываться и захватывать АДФ при нагревании, преобразовывая в [thrive:compound type="atp"][/thrive:compound] в процессе, называемом [b]"термосинтез"[/b]. Скорость производства [thrive:compound type="atp"][/thrive:compound] изменяется с [thrive:compound type="temperature"][/thrive:compound].
tr: Termosentaz, ısı aktarımını kullanarak şekil değiştiren bir proteindir. Bu onun, [b]termosentez[/b] adı verilen bir işlemde, ısıya maruz kalırken katlanmasını ve ADP'ye bağlanmasını, sonra daha düşük sıcaklıklara maruz kalırken de açılmasını ve ADP'nin [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüşmesini sağlar. [thrive:compound type="atp"]ATP[/thrive:compound] üretimi, [thrive:compound type="temperature"]sıcaklık[/thrive:compound] ile doğru orantılıdır.
uk: Термосинтаза– білок, що використовував теплову конвекцію для зміни своєї форми, даючи змогу згортатися та зв'язуватися з АДФ під дією тепла, а потім розгортатися перероблюючи [thrive:compound type="atp"][/thrive:compound], під дією нижчих температур у процесі, що зветься [b]термосинтезом [/b]. Швидкість виробництва [thrive:compound type="atp"][/thrive:compound] змінюється залежно від [thrive:compound type="temperature"][/thrive:compound].
zh_cn: 热合酶是一种利用热对流改变自身形态的蛋白质，它可以在受热时折叠并结合ADP，然后在降温时展开并生成ATP。这一过程被称为[b]热合成[/b]。其ATP生成速率与温度有关。
zh_tw: 熱合成酶是一種利用熱對流改變其形式的蛋白質，使其在受熱時折疊並與 ADP 結合，然後在降溫時展開並生成 [thrive:compound type="atp"][/thrive:compound]，此過程被稱為[b]熱合成[/b]。其 [thrive:compound type="atp"][/thrive:compound] 生產速率與 [thrive:compound type="temperature"][/thrive:compound] 成正比。

# THERMOSYNTHASE_PROCESSES_DESCRIPTION
source: Produces [thrive:compound type="atp"][/thrive:compound] using temperature gradients. Rate scales with [thrive:compound type="temperature"][/thrive:compound].
bg: Произвежда [thrive:compound type="atp"]АТФ[/thrive:compound], чрез температурните градиенти. Количеството зависи от [thrive:compound type="temperature"]температурата[/thrive:compound] в околната среда.
ca: Produeix [thrive:compound type="atp"][/thrive:compound] fent servir gradients de temperatura. La velocitat és proporcional a [thrive:compound type="temperature"][/thrive:compound].
cs: Produkuje [thrive:compound type="atp"][/thrive:compound] skrze teplotní gradienty. Rychlost je úměrná [thrive:compound type="temperature"][/thrive:compound].
de: Produziert [thrive:compound type="atp"][/thrive:compound] mithilfe von Temperaturgefällen. Die Rate hängt von der Temperatur ab.
es: Produce [thrive:compound type="glucose"][/thrive:compound]. La tasa de producción escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y la temperatura.
fr: Produit l'[thrive:compound type="atp"][/thrive:compound] en utilisant les gradients de température. Le taux varie en fonction de la [thrive:compound type="temperature"][/thrive:compound].
he: מייצר [thrive:compound type="atp"][/thrive:compound] בעזרת שינויים בטמפרטורה. בהתאם לריכוזם של [thrive:compound type="carbondioxide"][/thrive:compound] ושל [thrive:compound type="temperature"][/thrive:compound].
it: Produce [thrive:compound type="atp"][/thrive:compound]. Il tasso aumenta con la [thrive:compound type="temperature"][/thrive:compound].
ka: იყენებს ზრდად ტემპერატურას, რომ შექმნას [thrive:compound type="atp"][/thrive:compound]. სიჩქარე იზრდება in [thrive:compound type="temperature"][/thrive:compound]-ის ზრდასთან ერთად. გამოიყენეთ [b]თერმული ხედვა[/b], რომ ცივი და ცხელი ადგილები მოძებნოთ.
nl: Produceert [thrive:compound type="atp"][/thrive:compound] door middel van temperatuurverschillen. Snelheid schaalt met [thrive:compound type="temperature"][/thrive:compound].
pl: Produkuje [thrive:compound type="atp"][/thrive:compound] używając gradientów temperatury. Tempo skaluje się ze stężeniem [thrive:compound type="temperature"][/thrive:compound].
pt_br: Usa temperaturas crescentes para produzir [thrive:compound type="atp"][/thrive:compound]. Quantidade aumenta proporcionalmente à [thrive:compound type="temperature"][/thrive:compound]. Use [b]visão térmica[/b] para encontrar áreas quentes e frias.
pt_pt: Produz [thrive:compound type="atp"][/thrive:compound] usando gradientes de temperatura. A taxa aumenta com a concentração de [thrive:compound type="temperature"][/thrive:compound].
ru: Производит [thrive:compound type="atp"][/thrive:compound] используя повышенную температуру. Скорость увеличивается от [thrive:compound type="temperature"]. Используйте [b]thermal vision[/b], чтобы найти горячие и холодные области.
sk: Produkuje [thrive:compound type="atp"][/thrive:compound] pomocou teplotných gradientov. Množstvo závisí od [thrive:compound type="temperature"] teploty [/thrive:compound].
tr: Sıcaklık değişimini kullanarak [thrive:compound type="atp"]ATP[/thrive:compound] üretir. Bu oran, [thrive:compound type="temperature"]sıcaklık[/thrive:compound] ile doğru orantılıdır.
uk: Продукує [thrive:compound type="atp"][/thrive:compound] використовує температурний градієнт. Кількість залежить від [thrive:compound type="temperature"][/thrive:compound].
zh_cn: 利用温度梯度生产[thrive:compound type="atp"][/thrive:compound]。速度与[thrive:compound type="temperature"][/thrive:compound]有关。
zh_tw: 利用溫度梯度生產 [thrive:compound type="atp"][/thrive:compound]。速率與 [thrive:compound type="temperature"][/thrive:compound] 成正比。

source: Thermosynthesis
bg: Термосинтеза
ca: Termosíntesi
cs: Termosyntéza
de: Thermosynthese
es: Termosíntesis
fr: Thermosynthèse
he: תרמוסינתזה
hu: Termoszintézis
it: Termosintesi
ka: თერმოსინთეზი
nl: Thermosynthese
pl: Termosynteza
pt_br: Termossíntese
pt_pt: Termossíntese
ru: Термосинтез
sk: Termosyntéza
tr: Termosentez
uk: Термосинтез
zh_cn: 热合成
zh_tw: 熱合成

# THE_AMOUNT_OF_GLUCOSE_HAS_BEEN_REDUCED
source: The amount of glucose has been reduced to {0} of the previous amount.
bg: Глюкозата се понижи на {0} от предишното си състояние.
ca: La quantitat de Glucosa s'ha reduït un percentatge de {0} respecte a la Generació anterior.
cs: Množství glukózy bylo sníženo na {0} z předchozího množství.
de: Die Glukosemenge wurde auf {0} der vorherigen Menge reduziert.
eo: La kvanto de glukozo reduktiĝis al {0} de la antaŭa kvanto.
es: La cantidad de glucosa ha sido reducida a {0} de su cantidad anterior.
et: Glükoosi kogust on vähendatud {0}-ni eelmisest kogusest.
fi: Glukoosin määrä on vähentynyt {0}:iin edellisestä määrästä.
fr: La quantité de glucose a été réduite a {0} se sa valeur précédente.
he: כמות הגלוקוז ירד ל{0} מהכמות הקודמת.
hu: A glükóz mennyisége {0}-ra/-re redukálódott az előző mennyiséghez képest.
id: Jumlah glukosa telah dikurang menjadi {0} dari jumlah sebelumya.
it: Quantità di glucosio in calo. Attuale: {0} della precedente.
ko: 포도당의 양이 이전 양보다 {0} 만큼 감소되었습니다.
nl: De hoeveelheid glucose is verminderd tot {0} van de voorgaande hoeveelheid.
nl_be: De hoeveelheid glucose is teruggebracht tot {0} van de vorige hoeveelheid.
pl: Ilość glukozy została zredukowana do {0} poprzedniej ilości.
pt_pt: A quantidade de glicose foi reduzida para {0} da quantidade anterior.
sr_cyrl: Количина глукозе је смањена на {0} од претходне количине.
sv: Mängden glukos har minskats med {0} av den tidigare mängden.
uk: Кількість глюкози зменшена до {0} з попередньої кількості.
zh_cn: 环境中的葡萄糖已减少到原先量的{0}。
zh_tw: 環境葡萄糖量已減少至先前的 {0}。

source: The Disturbance
bg: Смущението
de: Die Verstörung (Thrive Maskottchen)
es: La Perturbación
fr: La Perturbation
ka: უწესრიგობა
nl: De Verstoring
pl: Disturbaniec
pt_br: O Disturbance
pt_pt: O Distúrbio
ru: Беспорядок
tr: Disturbance
uk: Порушення
zh_cn: 干扰
zh_tw: 干擾

# THIS_IS_LOCAL_MOD
source: This is a locally installed mod
bg: Тази модификация е от локален източник
ca: Aquest és un mod instal·lat localment
cs: Jedná se o lokálně nainstalovaný mod
de: Dies ist ein lokal installierter Mod
es: Este mod fue instalado localmente
et: See on kohapeal installitud mod
fr: Cette modification est installée localement
he: זהו מוד מותקן באופן מקומי
hu: Ez egy lokálisan letöltött mod
it: Questa mod è stata installata localmente
ka: ეს ლოკალურად დაყენებული მოდია
nl: Dit is een lokaal geinstalleerde mod
nl_be: Dit is een lokaal geïnstalleerde mod
pl: To jest mod zainstalowany lokalnie
pt_br: Este mod foi instalado localmente
pt_pt: Mod instalado localmente
ru: Это локально установленный мод
sk: Toto je lokálne nainštalovaný mód
tr: Bu mod, yerel olarak yüklendi
uk: Цей мод локально встановлений
zh_cn: 这个mod是本地安装的
zh_tw: 此模組來自本地安裝

# THIS_IS_WORKSHOP_MOD
source: This mod is downloaded from the Steam Workshop
bg: Тази модификация е изтеглена от „Steam Workshop“
ca: Aquest mod s'ha descarregat des del Workshop d'Steam
cs: Tento mod si můžete stáhnout ze služby Steam Workshop
de: Dieser Mod wurde vom Steam-Workshop heruntergeladen
es: Este mod fue descargado desde el Workshop de Steam
et: See mod laaditakse alla Steami töökojast
fr: Cette modification a été téléchargée depuis l'atelier Steam
he: מוד זה הורד מSteam Workshop
hu: Ez a mod a Steam Műhelyből lett letöltve
it: Questa mod è stata scaricata dal Workshop di Steam
ka: ეს მოდი გადმოწერილია Steam WorkShop-დან
nl: Deze mod is gedownload van de Steam Workshop
nl_be: Deze mod is gedownload van de Steam Workshop
pl: Ten mod jest pobrany z Warsztatu Steam
pt_br: Este mod foi instalado da Oficina Steam
pt_pt: Este mod é descarregado do Steam Workshop
ru: Этот мод загружен из Мастерской Steam
tr: Bu mod, Steam Atölyesi'nden yüklendi
uk: Цей мод завантажений з майстерні Steam
zh_cn: 这个mod是在Steam创意工坊下载的
zh_tw: 此模組來自 Steam 工作坊

source: Threads:
bg: Нишки:
ca: Fils:
cs: Vlákna:
es: Hilos:
et: Teemad:
fi: Taustasuorittajia:
he: נושאים:
hu: Szálak:
it: Thread:
ka: ნაკადები:
pl: Wątki:
pt_br: Tarefas:
ru: Потоки:
sk: Vlákna:
sv: Trådar:
tr: İş Parçacıkları:
uk: Обрахунки:
zh_cn: 线程：
zh_tw: 線程：

source: Thriveopedia
bg: Трайвопедия
cs: Thriveopedie
es: Thrivepedia
fr: Thriveopédia
he: טראיבופדיה
ka: თრაივოპედია
pl: Thrivopedia
pt_br: Thrivepédia
pt_pt: Thrivepédia
ru: Трайвопедия
tr: Thriveopedi
uk: Трайвопедія
zh_cn: Thrive百科
zh_tw: Thrive 百科

# THRIVEOPEDIA_CURRENT_WORLD_PAGE_TITLE
source: Current World
bg: Текущ свят
de: Gegenwärtige Welt
es: Mundo actual
fr: Monde courant
ka: მიმდინარე სამყარო
nl: Huidige Wereld
pl: Obecny Świat
pt_br: Mundo atual
pt_pt: Mundo Atual
ru: Текущий Мир
tr: Mevcut Dünya
uk: Поточний світ
zh_cn: 目前世界
zh_tw: 當前世界

# THRIVEOPEDIA_EVOLUTIONARY_TREE_PAGE_TITLE
source: Evolutionary Tree
bg: Еволюционно дърво
de: Evolutionsbaum
es: Árbol de evolución
fr: Arbre d'évolution
ka: ევოლუციის ხე
nl: Fylogenetische stamboom
pl: Drzewo Filogenetyczne
pt_br: Árvore evolucionária
pt_pt: Árvore Evolutiva
ru: Древо Эволюции
tr: Evrim Ağacı
uk: Еволюційне древо
zh_cn: 树状演化图
zh_tw: 演化樹

# THRIVEOPEDIA_HINT_IN_GAME
source: Open the Thriveopedia
bg: Отваряне на Трайвопедията
de: Öffne Thriveopedia
es: Abrir Thrivepedia
fr: Ouvrez la Thriveopédia
ka: Thriveopedia-ის გახსნა
nl: Open de Thriveopedia
pl: Otwórz Thriveopedia'ę
pt_br: Abrir a Thrivepédia
pt_pt: Abre a Thrivepédia
ru: Откройте Thriveopedia
tr: Thriveopedi'yi Aç
uk: Відкрити Трайвопедію
zh_cn: 打开Thrive百科
zh_tw: 開啟 Thrive 百科
