Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_SPECIES_DETAIL_TEXT
source: [b]Stage[/b] Microbe [b]Membrane Type[/b] {0} [b]Membrane Rigidity[/b] {1} [b]Base Speed[/b] {2} [b]Base Rotation Speed[/b] {3} [b]Base Hex Size[/b] {4}
bg: [b]Етап[/b] Микробен [b]Вид на мембраната[/b] {0} [b]Твърдост на мембраната[/b] {1} [b]Скорост[/b] {2} [b]Завъртане[/b] {3} [b]Размер[/b] {4}
ca: [b]Estadi[/b] Microbi [b]Tipus de Membrana[/b] {0} [b]Rigidesa de la Membrana[/b] {1} [b]Velocitat Base[/b] {2} [b]Velocitat de Rotació Base[/b] {3} [b]Mida d'Hexàgon Base[/b] {4}
cs: [b]Období[/b] Mikrobiální [b]Typ Membrány[/b] {0} [b]Pevnost Membrány[/b] {1} [b]Základní Rychlost[/b] {2} [b]Základní Rychlost Rotace[/b] {3} [b]Základní Velikost Hexu[/b] {4}
de: [b]Stadium[/b] Einzeller [b]Membrantyp[/b] {0} [b]Membransteifigkeit[/b] {1} [b]Basisgeschwindigkeit[/b] {2} [b]Basisrotationsgeschwindigkeit[/b] {3} [b]Basis-Hex-Größe[/b] {4}
es: [b]Etapa[/b] Microbio [b]Ype de Membrana[/b] {0} [b]Rigidez de la Membrana[/b] {1} [b]Velocidad[/b] {2} [b]Rotación[/b] {3} [b]Tamaño[/b] {4}
fr: [b]Stage[/b] Microbe [b]Type de Membrane[/b] {0} [b]Rigidité de Membrane[/b] ù {1} [b]Vitesse de Base[/b] {2} [b]Vitesse de Rotation de Base[/b] {3} [b]Taille Base de l'Hex[/b] {4}
he: [b]שלב[/b] מיקרוב [b]סוג ממברנה[/b] {0} [b]צמיגות הממברנה[/b] {1} [b]מהירות בסיסית[/b] {2} [b]מהירות סיבוב בסיסית[/b] {3} [b]גודל משושה בסיסית[/b] {4}
hu: [b]Fázis[/b] Sejt [b]Membrántípus[/b] {0} [b]Membrán merevség[/b] {1} [b]Alap sebesség[/b] {2} [b]Alap fordulási sebesség[/b] {3} [b]Alap hex méret[/b] {4}
it: [b]Fase[/b] Microbica [b]Tipo di membrana[/b] {0} [b]Rigidità della membrana[/b] {1} [b]Velocità di base[/b] {2} [b]Velocità rotazionale di base[/b] {3} [b]Dimensioni di base in esagoni[/b] {4}
ka: [b]ფაზა[/b] მიკრობი [b]მემბრანის ტიპი[/b] {0} [b]მემბრანის გამძლეობა[/b] {1} [b]საბაზისო სიჩქარე[/b] {2} [b]ბრუნვის საბაზისო სიჩქარე[/b] {3} [b]ექვსკუთხედის საბაზისო ზომა[/b] {4}
nl: [b]Fase[/b] Microbe [b]Membraantype[/b] {0} [b]Stijfheid Membraan[/b] {1} [b]Basissnelheid[/b] {2} [b]Basale Rotatiesnelheid[/b] {3} [b]Basis Hex-Formaat[/b] {4}
pl: [b]Etap[/b] Mikrob [b]Typ Błony[/b] {0} [b]Sztywność Błony[/b] {1} [b]Prędkość Bazowa[/b] {2} [b]Bazowa Prędkość Rotacji[/b] {3} [b]Wielkość Bazowa (w heksach)[/b] {4}
pt_br: [b]Estágio[/b] Microbial [b]Tipo de membrana[/b] {0} [b]Rigidez da membrana[/b] {1} [b]Velocidade[/b] {2} [b]Velocidade de rotação[/b] {3} [b]Tamanho em hexágonos[/b] {4}
pt_pt: [b]Estágio[/b] Micróbio [b]Tipo de Membrana[/b] {0} [b]Rigidez da Membrana[/b] {1} [b]Velocidade Base[/b] {2} [b]Velocidade de Rotação Base[/b] {3} [b]Tamanho Base em Hexágonos[/b] {4}
ru: [b]Этап[/b] Микроб [b]Тип мембраны[/b] {0} [b]Жёсткость Мембраны[/b] {1} [b]Базовая скорость[/b] {2} [b]Базовая скорость поворота[/b] {3} [b]Базовый размер (в клетках)[/b] {4}
tr: [b]Evre[/b] Mikrop [b]Hücre Zarı Türü[/b] {0} [b]Hücre Zarı Sertliği[/b] {1} [b]Temel Hız[/b] {2} [b]Temel Dönme Hızı[/b] {3} [b]Temel Altıgen Büyüklüğü[/b] {4}
uk: [b]Стадія[/b] Мікроб [b]Тип мембрани[/b] {0} [b]Жорсткість мембрани[/b] {1} [b]Базова швидкість[/b] {2} [b]Базова швидкість обертання[/b] {3} [b]Базовий розмір гексу[/b] {4}
zh_cn: [b]阶段[/b] 微生物 [b]膜类型[/b] {0} [b]膜刚度[/b] {1} [b]基础速度[/b] {2} [b]基础转动速度[/b] {3} [b]基础六角格大小[/b] {4}
zh_tw: [b]階段[/b] 微生物 [b]膜類型[/b] {0} [b]膜剛性[/b] {1} [b]基本速度[/b] {2} [b]基本轉動速度[/b] {3} [b]基本六邊形網格大小[/b] {4}

source: Microbe Stage
bg: Микробен етап
ca: Estadi de Microbi
cs: Mikrobiální Období
de: Mikroben Stadium
es: Etapa de microbio
fr: Stade microbien
he: שלב המיקרובי
hu: Sejtfázis
it: Fase Microbica
ka: მიკრობის ფაზა
nl: Microbieel Stage
nl_be: Microbestadium
pl: Etap Mikroba
pt_br: Estágio Microbial
pt_pt: Fase Microbial
ru: Одноклеточная стадия
sk: Fáza Mikróbov
tr: Mikrop Evresi
uk: Мікробна стадія
zh_cn: 微生物阶段
zh_tw: 微生物階段

# MICROBE_STAGE_BECOME_MULTICELLULAR_TEXT
source: You have unlocked the ability to progress towards [b]multicellularity[/b]. The next step in your journey. To proceed, press the "Become Multicellular" button.
ka: განბლოკეთ შესაძლებლობა, [b]მრავალუჯრედიანი[/b] გახდეთ. ეს შემდეგი ნაბიჯია თქვენს მგზავრობაში. გასაგრძელებლად დააწექით ღილაკს [b]"მრავალუჯრედიანად გახდომა"[/b].
nl: Je hebt de mogelijkheid om multicellulair te worden verkregen. Dit is de volgende stap in je tocht. Om verder te gaan, klik op de "Wordt Meercellig" knop.
pt_br: Você desbloqueou a progressão para a [b]multicelularidade[/b] - o próximo passo na sua jornada. Para avançar, pressione o botão [b]"Tornar-se Multicelular"[/b].
ru: Вы открыли возможность продвинуться по пути становления [b]многоклеточным[/b] -- Следующем шагу в вашем приключении. Чтобы продолжить, нажмите на кнопку [b]"Стать многоклеточным"[/b].
tr: [b]Çok hücreliliğe[/b] doğru ilerlemeyi sağlayan bir becerinin kilidini açtınız. Bu, yolculuğunuzdaki bir sonraki adımdır. Devam etmek için [b]"Çok Hücreli Ol"[/b] butonuna basın.
uk: Ви розблокували здібність прогресувати до багатоклітинності, наступного кроку вашої подорожі. Для продовження розвитку, натисніть "Перейти до багатоклітинності".
zh_cn: 你现在已经有能力向多细胞生物进化，这会是进化之旅的下一步。 按下“成为多细胞”按钮以继续。
zh_tw: 您已經解鎖了成為[b]多細胞生物[/b]的能力。這是您演化之旅的下一步。 若要繼續，請按下「成為多細胞」按鈕。

# MICROBE_STAGE_COLLECT_TEXT
source: Collect [thrive:compound type="glucose"][/thrive:compound] (white clouds) by moving over them. Your cell needs [thrive:compound type="glucose"][/thrive:compound] in order to produce [thrive:compound type="atp"][/thrive:compound] (energy) to stay alive. Follow the line from your cell to nearby [thrive:compound type="glucose"][/thrive:compound].
bg: Събирайте глюкоза (белите облаци), като се движите през нея. Вашата клетка се нуждае от глюкоза за да оцелее. Следвайте напътствията за да намерите глюкозата.
ca: Recol·lecta Glucosa (núvols blancs) desplaçant-t'hi per sobre. La teva cèl·lula necessita Glucosa per aconseguir energia i mantenir-se viva. Segueix la línia de la pantalla, des de la teva cèl·lula fins al núvol de Glucosa més proper.
cs: Pohybem skrze glukózu (bílé oblaky) ji lze posbírat. Vaše buňka potřebuje glukózu, aby mohla vyrábět energii a zůstat naživu. Následujte čáru vedoucí z vaší buňky k blízké glukóze.
de: Sammle Glukose (weiße Wolken), indem du dich über sie bewegst. Deine Zelle braucht Glukose, um Energie zu produzieren und am Leben zu bleiben. Folge der Linie von deiner Zelle bis zur einer nahe gelegenen Glukosewolke.
eo: Kolektu glukozon (blankajn nubojn) moviĝante super ili. Via ĉelo bezonas glukozon por produkti energion por resti viva. Sekvu la linion de via ĉelo al proksima glukozo.
es: Consigue glucosa (nubes blancas) al moverte hacia ella. Tu célula necesita glucosa para producir energía, y por lo tanto, sobrevivir. Sigue la línea desde tu célula hacia la glucosa.
et: Koguge glükoosi (valged pilved), liikudes nende kohal. Teie rakk vajab elus püsimiseks energia tootmiseks glükoosi. Järgige joont oma rakust lähedalasuva glükoosini.
fi: Kerää glukooria (valkeat yhdistepilvet) liikkumalla niihin. Solusi tarvitsee glukoosia tuottaakseen energiaa pysyäkseen hengissä. Seuraa viivaa, joka kulkee solustasi lähimpään glukoosipilveen.
fr: Collectez du glucose (nuages blanc) en vous déplaçant dessus. Votre cellule a besoin de glucose afin de produire de l'énergie et rester en vie. Suivez la ligne entre votre cellule et le glucose le plus proche.
he: את יכול לאסוף גלוקוז (הענן הלבן) על ידי מעבר מעליהם. התא שלך זקוק לגלוקוז על מנת ליצור אנרגיה שתשאיר אותך חיי. עקוב אחרי הקו מהתא שלך לגלוקוז הסמוך.
hu: Gyűjts glükózt úgy, hogy áthaladsz a fehér felhőkön. A sejtednek szüksége van glükózra, hogy energiát tudjon előállítani és túl tudjon így élni. Kövesd a vonalat, hogy találj egy kis glükózt.
id: Kumpulkan glukosa (awan putih) dengan bergerak ke atas mereka. Selmu membutuhkan glukosa agar dapat memproduksi energi untuk bertahan hidup. Ikuti garis yang membujur dari selmu ke glukosa terdekat.
it: Raccogli glucosio (nuvole bianche) muovendoti sopra di esse. La tua cellula necessita di glucosio per produrre energia e rimanere in vita. Segui la linea dalla tua cellula fino alla nuvola di glucosio più vicina.
ko: 이동하여 포도당 (흰색 구름)을 수집하세요. 당신의 세포는 살아남기 위한 에너지를 만들기 위해 포도당이 필요합니다. 선을 따라 움직여 세포 근처의 포도당으로 이동하세요.
nl: Verzamel glucoze (witte wolken) door er overheen te bewegen. Je cel heeft glucose nodig om energie te produceren die het nodig heeft om in leven te blijven. Volg de lijn van je cel naar glucose in de buurt.
nl_be: Verzamel glucose (witte wolken) door eroverheen te bewegen. Je cel heeft glucose nodig om energie te produceren en in leven te blijven. Volg de lijn van uw cel naar de nabijgelegen glucose.
pl: Zbierz glukozę (białe chmury) przepływając przez nie. Twoja komórka potrzebuje glukozy aby wytwarzać energię niezbędną do przetrwania. Podążaj za linią wychodzącą z twojej komórki do pobliskiej glukozy.
pt_br: Colete glicose (nuvens brancas) movendo-se na direção delas. Sua célula precisa de glicose para produzir energia e sobreviver. Siga a linha da sua célula até a glicose.
pt_pt: Acumula glicose (nuvens brancas) movendo-te na direção delas. A tua célula precisa de glicose para produzir energia e sobreviver. Segue a linha da tua célula até a glicose.
ru: Для выживания, микробу необходима Энергия ([thrive:compound type="atp"][/thrive:compound]). Для вашего вида единственный на данный момент способ произвести энергию -- Найти Сахар ([thrive:compound type="glucose"][/thrive:compound]). Следуйте по Линии, исходящей из Вашей клетки, к ближайшему белому облаку, в коем находится [thrive:compound type="glucose"][/thrive:compound]. Для поглощения Вещества вам нужно зайти в Облако Вещества.
sr_cyrl: Сакупљајте глукозу (бели облаци) премештањем преко њих. Вашој ћелији је потребна глукоза да би произвела енергију да би остала жива. Пратите линију од ћелије до оближње глукозе.
tr: [thrive:compound type="glucose"]Glukozu[/thrive:compound] (beyaz bulutlar), onun üzerine gelerek toplayın. Hücreniz hayatta kalmak için [thrive:compound type="atp"]ATP[/thrive:compound] (enerji) üretmeye yarayan [thrive:compound type="glucose"]glukoz[/thrive:compound] kaynağına ihtiyaç duyar. Yakınlardaki bir [thrive:compound type="glucose"]glukoz[/thrive:compound] kaynağına doğru uzanan bu çizgiyi takip edin.
uk: Збирайте [thrive:compound type="glucose"][/thrive:compound] (білі хмари), рухаючись понад неї. Вашій клітині необхідна [thrive:compound type="glucose"][/thrive:compound], щоб продукувати [thrive:compound type="atp"][/thrive:compound] для підтримки життя. Слідкуйте за лінією біля вашої клітини до [thrive:compound type="glucose"][/thrive:compound] поблизу.
zh_cn: 通过移动到白色的云上来收集葡萄糖。 你需要葡萄糖才能产生能量并存活。 请跟随显示的线到最近的葡萄糖云中。
zh_tw: 透過在 [thrive:compound type="glucose"][/thrive:compound]（白雲）上移動來收集它們。 您的細胞需要 [thrive:compound type="glucose"][/thrive:compound] 才能生產 [thrive:compound type="atp"][/thrive:compound]（能量）來維持生命。 跟隨顯示的線尋找附近的 [thrive:compound type="glucose"][/thrive:compound]。

# MICROBE_STAGE_CONTROL_TEXT
source: To control your cell use the keys shown near your cell (center of screen) and the mouse to control the cell orientation. Movement mode can be changed in the options menu. Try all of the keys for a few seconds to continue.
bg: За да управлявате Вашата клетка, използвайте клавишите, които са показани около нея (в центъра на екрана) и мишката за посоката на движение. Режимът на движение може да бъде променен в настройките на играта. Натиснете всеки един клавиш за няколко секунди за да продължите.
ca: La teva cèl·lula, el darrer avantpassat universal comú, és al centre de la pantalla. Per tal de controlar-la, fes servir les tecles que es mostren al seu costat. Prova totes les tecles durant uns instants per tal de continuar.
cs: Chceš-li ovládat buňku, použij klávesy zobrazené v blízkosti buňky (střed obrazovky) a myš pro ovládání orientace buňky. Chceš-li pokračovat, vyzkoušejte na několik sekund všechny klávesy.
de: Um deine Zelle zu steuern, verwende die Tasten in der Nähe deiner Zelle (Mitte des Bildschirms) und die Maus, um die Ausrichtung der Zelle zu steuern. Probiere alle Tasten für einige Sekunden aus, um fortzufahren.
eo: Por regi vian ĉelon, uzu la klavojn montritajn proksime al via ĉelo (centro de ekrano) kaj la muson por regi la ĉelan orientiĝon. Provu ĉiujn klavojn dum kelkaj sekundoj por daŭrigi.
es: Para controlar tu célula, usa las teclas mostradas cerca de tu célula en el centro de la pantalla, y el ratón para controlar la orientación. Prueba todas las teclas por unos segundos para continuar.
et: Lahtri juhtimiseks kasutage lahtri lähedal (ekraani keskel) kuvatavaid klahve ja lahtri orientatsiooni juhtimiseks hiirt. Jätkamiseks proovige mõni sekund kõiki klahve.
fi: Liikkuaksesi käytä solun ympärillä näkyviä näppäimiä yhdessä hiiren kursorin kanssa. Kokeile painella näytettyjä painikeita muutaman sekunnin jatkaaksesi.
fr: Pour contrôler votre cellule utilisez les touches affichées près de votre cellule (au centre de l'écran) et la souris pour contrôler l'orientation de votre cellule. Essayez toutes les touches pendant quelques secondes pour continuer.
he: בשביל לשלוט בתא שלך, השתמש במקשים המוצגים סביבו (במרכז המסך) ובעכבר על מנת לשלוט בכיוון התנועה שלו. נסה את כל המקשים למשך מספר שניות על מנת להמשיך.
hu: A sejted irányításához használd azokat a gombokat, amik a sejted közelében vannak (a képernyő közepén), plusz az egeret, hogy irányítsd a sejted irányát. Nyomd meg a képen látható gombokat egyesével egy pár másodpercig a folytatáshoz.
id: Untuk mengendalikan selmu gunakan tombol-tombol yang tertampil dekat selmu (pusat layar) dan gunakan mouse untuk mengendalikan orientasi sel. Coba semua tombol selama beberapa detik untuk lanjut.
it: Per controllare la tua cellula, usa i tasti mostrati vicino a essa (al centro dello schermo); usa il mouse per controllare la sua direzione. Per continuare, prova a premere ciascuno dei tasti mostrati per qualche secondo.
ko: 세포 주위에 보이는 키 (화면 중앙)로 세포를 움직이고 마우스로 방향을 조절하세요. 모든 키로 수 초간 움직여서 진행하세요.
nl: Om je cel te controleren gebruik je de knoppen die in de buurt van je cel (midden van het scherm) worden weergegeven. De richting van de cel controleer je met de muis. Bewegingsmodus kan in het optiemenu worden veranderd. Probeer alle knoppen voor enkele seconden om verder te gaan.
nl_be: Om uw cel te besturen, gebruikt u de toetsen die in de buurt van uw cel worden weergegeven (midden van het scherm) en de muis om de richting van de cel te regelen. Probeer alle toetsen een paar seconden om door te gaan.
pl: Aby kontrolować twoją komórkę, użyj klawiszy pokazanych przy twojej komórce na środku ekranu i myszki aby kontrolować kierunek komórki. Metodę ruchu można zmienić w menu ustawień. Wypróbuj wszystkie klawisze przez kilka sekund aby kontynuować.
pt_br: Para controlar a sua célula use as teclas mostradas perto de sua célula (centro da tela) e o mouse para controlar a sua orientação. O estilo do movimento pode ser configurado no menu de configurações. Prove todas as teclas por alguns segundos para continuar.
pt_pt: Para controlar a tua célula usa as teclas mostradas perto da célula (centro da ecrã) e o rato para controlar a sua orientação. Testa todas as teclas por alguns segundos para continuar.
ru: Для управления клеткой используйте клавиши, показанные рядом с клеткой (в центре экрана), и мышь для управления ориентацией клетки. [b]Тип передвижения может быть изменён в меню опций. [/b] Попробуйте все клавиши в течении нескольких секунд, чтобы продолжить.
sr_cyrl: За контролу ћелије користите тастере приказане у близини ћелије (центар екрана) и мишем за контролу оријентације ћелије. Покушајте неколико тастера неколико секунди да бисте наставили.
tr: Hücrenizi kontrol etmek amacıyla, hücrenin etrafında gösterilen tuşları (ekranın ortası) hareket etmek için ve fareyi ise hücrenin yönünü kontrol etmek için kullanın. Hareket modu, ayarlar menüsünden değiştirilebilir. Devam etmek için birkaç saniyeliğine bütün tuşları deneyin.
uk: Для контролю вашої клітини використовуйте клавіші, показані навколо неї (в центрі екрана) та мишку для контролю напряму. Режим руху можете бути змінений у налаштуваннях. Затисніть клавіші протягом кількох секунд, щоб продовжити.
zh_cn: 使用屏幕中央显示的按键来控制你的细胞，鼠标控制细胞朝向。 尝试所有按键几秒钟以继续。
zh_tw: 要控制細胞，請使用在細胞附近（螢幕中央）顯示的按鍵和滑鼠來控制細胞方向。 移動模式可以在選項選單中變更。 請花幾秒時間嘗試所有按鍵以繼續。

# MICROBE_STAGE_CONTROL_TEXT_CONTROLLER
source: To control your cell use the controls shown around your cell and the other stick to point the cell. WARNING: controller input is experimental and not fully usable (without a touch pad), also expect bugs Try all of the directions for a few seconds to continue.
nl: Gebruik de besturingsknoppen die rond je cel worden weergegeven om je cel te controleren. Gebruik de andere knuppel om richting te geven aan de cel. WAARSCHUWING: invoer vanuit een spelbesturingsapparaat is experimenteel en niet geheel bruikbaar (zonder een touchpad). Er zijn waarschijnlijk bug. Probeer alle richtingen voor enkele seconden om verder te gaan.
pt_br: Para controlar a sua célula, use os controles mostrados perto de sua célula e o outro analógico para controlar a sua orientação. AVISO: o uso de controles como entrada é experimental e não é completamente utilizável (sem um touchpad), também espere por bugs. Tente todas as direções por alguns segundos para continuar.
ru: Для управления клеткой используйте клавиши, показанные рядом с клеткой (в центре экрана), и мышь для управления ориентацией клетки. ВНИМАНИЕ: Управление через контроллер экспериментально, к примеру - нет применения тач паду. Так же ожидайте баги. Попробуйте все клавиши в течении нескольких секунд, чтобы продолжить.
tr: Hücrenizi kontrol etmek amacıyla, hücrenizin etrafında gösterilen kontrolleri hareket etmek için ve diğer çubuğu ise hücreyi yöneltmek için kullanın. UYARI: Kontrol cihazı girişleri deneyseldir ve tam anlamıyla kullanılamaz (dokunmatik yüzey olmadan). Ayrıca, bazı hatalar olabilir. Devam etmek için birkaç saniyeliğine ekranda gösterilen tüm yönlendirmeleri deneyin.
uk: Для контролю вашої клітини використовуйте клавіші показані навколо неї(в центрі екрана) та мишку для контролю напряму. Затисніть клавіші протягом кількох секунд, щоб продовжити.
zh_cn: 使用屏幕中央显示的按键来控制你的细胞，鼠标控制细胞朝向。 尝试所有按键几秒钟以继续。
zh_tw: 請使用在細胞周圍顯示的按鍵控制您的細胞，並使用滑鼠控制細胞朝向。 警告：控制器輸入是實驗性的，並不完全可用（若無觸控板），也預期會出現錯誤 嘗試所有按鍵幾秒鐘以繼續。

# MICROBE_STAGE_DAY_NIGHT_TEXT
source: Look out for drops in the [b]sunlight meter[/b] on the environment panel. Nighttime comes as the environment darkens. Photosynthesis is ineffective during nighttime. So make sure you have enough storage [thrive:icon]StorageIcon[/thrive:icon] to survive the night.
nl: Kijk uit voor verlagingen in de zonlichtmeter op het omgevingspaneel. De nacht komt wanneer de omgeving donker wordt. Fotosynthese werkt niet tijdens de nacht. Zorg ervoor dat je genoeg opgeslagen hebt om de nacht te overleven.
pl: Wypatruj spadku poziomu światła słonecznego na panelu środowiska. Noc nadchodzi wraz ze ściemnieniem otoczenia. Fotosynteza jest nieefektywna nocą. Upewnij się, że masz wystarczająco magazynu by przetrwać noc.
pt_br: Fique de olho no [b]medidor de luz solar[/b] no painel do ambiente. O escurecimento do ambiente indica a chegada da noite. A fotossíntese não funciona à noite. Então, células que dependem de fotossíntese precisam ter um armazenamento suficiente de compostos [thrive:icon]StorageIcon[/thrive:icon] para sobreviver a noite.
tr: Ortam panelinde, [b]güneş ışığı[/b] göstergesindeki düşüşlere dikkat edin. Ortam karardıkça gece vakti yaklaşır. Fotosentez gece vaktinde etkisizdir. Bu yüzden fotosenteze muhtaç olan herhangi bir hücrenin, gece hayatta kalmak için yeterli depoya [thrive:icon]StorageIcon[/thrive:icon] sahip olması gerekir.
uk: Слідкуйте за змінами [b]показника сонячного світла[/b] на панелі оточення. З наступом ночі оточення темнішає. Фотосинтез не є ефективним уночі. Переконайтеся, що ваше сховище [thrive:icon]StorageIcon[/thrive:icon] достатньо велике, щоб пережити ніч.
zh_cn: 注意环境面板上的光强变化。 随着环境变暗，夜晚来临。 光合作用在夜间无效。 因此，请确保您有足够的存储空间来过夜。
zh_tw: 留意環境面板上的[b]光照強度[/b]是否有下降。 隨著環境變暗，夜晚將來臨。 光合作用在夜間無效。 因此，請確保您有足夠的能量儲存 [thrive:icon]StorageIcon[/thrive:icon] 來度過夜晚。
