Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# LIPASE_DESCRIPTION
source: Lipase enables the cell to break down most types of membranes. Your cell already produces some of this enzyme without lysosome, but by selecting this type you will increase the effectiveness.
bg: Позволява разграждането на повечето видове мембрани. Произвеждането на този ензим е възможно и без помощта на лизозомата, но добавянето му подобрява хранителната ефективност на клетката.
ca: La lipasa permet a la cèl·lula digerir la major part de membranes. La teva cèl·lula ja produeix una certa quantitat d'aquest enzim sense lisosoma, però seleccionant aquest tipus n'augmentaràs l'efectivitat.
cs: Lipáza umožňuje buňce rozkládat většinu typů membrán. Vaše buňka již produkuje nějaké množství tohoto enzymu bez lysozomu, ale vybráním tohoto typu zvýšíte efektivitu.
de: Lipase ermöglicht es der Zelle die meisten Membranen zu zersetzen. Etwas davon wird auch ohne Lysosom von deiner Zelle produziert, aber es hier auszuwählen erhöht die Effizienz des Prozesses.
es: La lipasa permite que la célula disuelva varios tipos de membranas. Tu célula ya produce algunas de las enzimas necesarias, pero el Lisosoma hace que este proceso sea mas efectivo.
he: ליפאז מאפשרים לתא לפרק את רוב סוגי הממברנות. התא שלך כבר מייצר את האנזים הזה ללא הליזוזום, אבל על ידי בחירה בסוג זה מאפשר לך להגביר את יעילותו.
it: La lipasi permette alla cellula di rompere la maggior parte di tipi di membrana. La tua cellula produce un po' di lipasi anche senza bisogno di un lisosoma; ma selezionando quest'opzione ne aumenterai l'efficacia.
nl: Lipase maakt het mogelijk voor de cel om de meeste membranen af te breken. Je cel produceert al een beetje van dit enzym zonder lysosoom. Het selecteren van dit type zal de effectiviteit verhogen.
pl: Lipaza umożliwia komórce trawienie większości typów błon. Twoja komórka już produkuje trochę tego enzymu bez lizosomu, lecz poprzez wybranie tego typu zwiększysz wydajność.
pt_br: A lipase permite que a célula quebre a maioria das membranas. Sua célula já produz um pouco dessa enzima sem o lisossomo, mas ao selecionar essa opção você aumentará sua eficácia.
pt_pt: A lipase permite à célula decompor a maior parte dos tipos de membranas. A tua célula já produz uma parte desta enzima sem lisossoma, mas ao selecionares este tipo aumentarás a sua eficácia.
ru: Липаза позволяет клетке разрушать большинство типов мембран. Ваша клетка уже производит некоторые ферменты без лизосомы, но выбрав этот тип вы повысите эффективность.
tr: Lipaz, hücrenin çoğu türde hücre zarını parçalamasını sağlar. Hücreniz zaten lizozom olmadan da bu enzimlerin bazılarını üretir. Ancak bu türü seçerek onun etkisini arttırırsınız.
uk: Ліпаза дозволяє клітині руйнувати більшість типів мембран. Ваша клітина вже виробляє частину цього ферменту без лізосом, проте обравши цей тип ви підвищите ефективність.
zh_cn: 脂肪酶使细胞能够分解大多数类型的膜。就算没有溶酶体你的细胞也能产生一些这种酶，但通过选择这种类型，你将增加其有效性。
zh_tw: 脂肪酶使細胞能夠分解大多數類型的膜。您的細胞能在沒有溶酶體的情況下產生一些這種酶，但透過選擇這種類型，您將提高其效率。

source: Load
bg: Зареждане
ca: Carregar
cs: Načíst
de: Laden
eo: Ŝarĝu
es: Cargar
et: Laadige
fi: Lataa
fr: Charger
he: טען
hu: Töltés
id: Muat
it: Carica
ka: ჩატვირთვა
ko: 불러오기
nl: Laden
nl_be: Laden
pl: Wczytaj
pt_br: Carregar
pt_pt: Carregar
ru: Загрузить
sk: Načítať
sr_cyrl: Учитавање
sv: Ladda
th_th: โหลด
tr: Yükle
uk: Завантажити
zh_cn: 载入
zh_tw: 載入

source: Loading
bg: Зареждане
ca: Carregant
cs: Načítání
de: Lädt
eo: Ŝarĝante
es: Cargando
et: Laadimine
fi: Ladataan
fr: Chargement
he: טוען
hu: Betöltés
id: Memuat
it: Caricamento
ka: ჩატვირთვა
ko: 불러오는 중
nl: Laden
nl_be: Laden
pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ru: Загрузка
sk: Načítanie
sr_cyrl: Учитавање
sr_latn: Učitavanje
sv: Laddar
th_th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
zh_cn: 载入中
zh_tw: 載入中

# LOADING_DOT_DOT_DOT
source: Loading...
bg: Зареждане...
ca: Carregant...
cs: Nahrávání...
de: Lädt...
es: Cargando...
et: Laadimine...
fr: Chargement…
he: טוען...
hu: Betöltés...
it: Caricamento...
ka: ჩატვირთვა...
nl: Laden...
nl_be: Laden...
pl: Wczytywanie...
pt_br: Carregando…
pt_pt: A carregar...
ru: Загрузка...
sk: Načítavanie...
sv: Laddar...
tr: Yükleniyor...
uk: Завантажити...
zh_cn: 载入中……
zh_tw: 載入中…

source: Loading Early Multicellular Editor
bg: Зареждане на ранния многоклетъчен редактор
ca: Carregant l'Editor Multicel·lular Primerenc
cs: Načítání editoru brzkých mnohobuněčných živočichů
de: Lädt frühen Mehrzellereditor
es: Cargando editor de Microbios Multicelulares
fr: Chargement de l'éditeur multicellulaire basique
he: טוען עורך הקדם רב-תאי
hu: Többsejtes szerkesztő betöltése
it: Caricamento dell'Editor Multicellulare Iniziale
nl: Vroege Multicellulaire bewerker laden
pl: Wczytywanie Wczesnego Edytora Wielokomórkowca
sk: Načítanie skorého editora mnohobunkovcov
uk: Завантаження раннього багатоклітинного редактору
zh_cn: 载入早期多细胞编辑器中
zh_tw: 載入早期多細胞編輯器中

source: Loading Game
bg: Зареждане на играта
ca: Carregant el joc
cs: Načítání hry
de: Lade Spiel
eo: Ŝarĝante la Ludon
es: Cargando Partida
et: Mängu laadimine
fi: Ladataan peliä
fr: Chargement du Jeu
he: טוען משחק
hu: A játék betöltése
id: Memuat Permainan
it: Caricamento della Partita
ka: თამაშის ჩატვირთვა
ko: 게임 불러오는 중
nl: Spel Wordt Geladen
nl_be: Spel laden
pl: Wczytywanie Gry
pt_br: Carregando Jogo
pt_pt: A carregar o jogo
ru: Загрузка Игры
sk: Načítanie hry
sr_cyrl: Учитавање Игре
sv: Laddar Spel
tr: Oyun Yükleniyor
uk: Завантаження гри
zh_cn: 载入游戏
zh_tw: 載入遊戲中

source: Loading Microbe Editor
bg: Зареждане на микробния редактор
ca: S'està carregant l'Editor de Microbi
cs: Načítání editoru mikrobů
de: Lade Mikrobeneditor
eo: Ŝarĝante Mikrobredaktilon
es: Cargando Editor de Microbio
et: Mikroobide redaktori laadimine
fi: Ladataan mikrobieditoria
fr: Chargement de l'Éditeur de Microbes
he: טוען עורך המיקרובי
hu: Sejtszerkesztő betöltése
id: Memuat Editor Mikroba
it: Caricamento dell'Editor Microbico
ka: იტვირთება მიკრობის რედაქტორი
ko: 미생물 편집기 불러오는 중
nl: Microbe-editor Laden
nl_be: Microbe editor laden
pl: Wczytywanie edytora mikrobów
pt_br: Carregando Editor de Micróbios
pt_pt: A carregar o Editor de Micróbio
ru: Загрузка Микробного Редактора
sk: Načítavanie editora mikróbov
sr_cyrl: Учитавање Уређивача Микроба
sr_latn: Učitavanje Uređivača Mikroba
sv: Laddar mikrobredigerare
tr: Mikrop Editörü Yükleniyor
uk: Завантаження мікробного редактору
zh_cn: 载入微生物编辑器中
zh_tw: 載入微生物編輯器中

source: Loading Multicellular Editor
bg: Зареждане на многоклетъчния редактор
ca: Carregant l'Editor Multicel·lular
cs: Načítání mnohobuněčného editoru
de: Lade mehrzelligen Editor
es: Cargando Editor de Microbio Multicelular
fr: Chargement de l'Éditeur multicellulaire
he: טוען עורך הרב-תאי
it: Caricamento dell'Editor Multicellulare
ka: მრავალუჯრედიანი რედაქტორის ჩატვირთვა
nl: Multicellulaire Bewerker Laden
pl: Wczytywanie Edytora Wielokomórkowca
pt_br: Carregando Editor Multicelular
pt_pt: A carregar o Editor de Multicelular
ru: Загрузка многоклеточного редактора
tr: Çok Hücreli Editörü Yükleniyor
uk: Завантаження багатоклітинного редактору
zh_cn: 载入多细胞编辑器中
zh_tw: 載入多細胞編輯器中

# LOADING_TIP
source: Press the undo button in the editor to correct a mistake
bg: Натиснете бутона „Отмяна“ в редактора, ако допуснете грешка
ca: Prem el botó de 'desfer' per tal de corregir qualsevol equivocació
cs: Chybu opravíš stisknutím tlačítka Zpět v editoru
de: Drücke die Rückgängig-Schaltfläche im Editor, um einen Fehler zu korrigieren
eo: Premu la malfaran butonon en la redaktilo por korekti eraron
es: Presiona el botón de deshacer en el editor para corregir un error
et: Vea parandamiseks vajutage redaktoris tagasivõtmisnuppu
fi: Paina kumoamispainiketta editorissa korjataksesi tehdyn virheen
fr: Appuyez sur le bouton Revenir en Arrière dans l'éditeur pour corriger une erreur
he: לחץ על הכפתור "בטל" בעורך בשביל לתקן טעויות
hu: A szerkesztőben a visszavonás gomb lenyomásával kíjavíthatsz egy véletlen elkövetett hibát
id: Tekan tombol undo di editor untuk membatalkan kesalahan
it: Nell'editor, premi il tasto "Annulla l'ultima azione" per correggere eventuali errori
ko: 편집기에서 취소 버튼을 눌러 실수를 정정 할 수 있습니다
nl: Klik de ongedaan maken knop in de bewerker om een fout te corrigeren
nl_be: Druk op de "ongedaan maken" knop in de "editor" om een fout te corrigeren
pl: Wciśnij przycisk "cofnij" w edytorze żeby poprawić błąd
pt_pt: Pressione o botão "reverter" no editor para corrigir um erro
sk: Chybu opravíš stlačením tlačidla Zrušiť v editore
sr_cyrl: Притисните дугме поништи у уређивачу да бисте исправили грешку
sr_latn: Pritisnite dugme poništi u uređivaču da biste ispravili grešku
sv: Använd ångraknapped i cellredigeraren för att fixa ett mistag
th_th: กดปุ่มเลิกทำในตัวแก้ไขเพื่อแก้ไขข้อผิดพลาด
uk: Натисніть на кнопку скасувати, аби виправити помилку
zh_cn: 在编辑器中按下撤消键以纠正错误
zh_tw: 在編輯器中點擊撤消按鈕以糾正錯誤

source: Load finished
bg: Зареждането приключи
ca: Càrrega completada
cs: Načítání dokončeno
de: Laden beendet
eo: Ŝarĝo estas finita
es: Carga terminada
et: Laadimine lõpetatud
fi: Lataus on valmistunut
fr: Chargement terminé
he: טעינה הסתיימה
hu: Betöltés befejezve
id: Selesai memuat
it: Caricamento completato
ka: ჩატვირთვა დასრულდა
ko: 불러오기 완료
nl: Laden afgerond
nl_be: Laden voltooid
pl: Wczytywanie zakończone
pt_br: Carregamento terminado
pt_pt: Carregamento terminado
ru: Загрузка завершена
sk: Načítanie dokončené
sr_cyrl: Учитавање завршено
sv: Färdigladdat
tr: Yükleme bitti
uk: Завантаження завершено
zh_cn: 载入完成
zh_tw: 載入完成

source: Load Game
bg: Зареждане
ca: Carregar una partida
cs: Nahrát hru
de: Spiel laden
eo: Ŝarĝu
es: Cargar partida
et: Laadi mäng
fi: Lataa Peli
fr: Charger une partie
he: טען שמירה
hu: Játék betöltése
id: Muat Permainan
it: Carica partita
ka: თამაშის ჩატვირთვა
ko: 불러오기
nl: Laad spel
nl_be: Spel Laden
pl: Wczytaj grę
pt_br: Carregar Jogo
pt_pt: Carregar Jogo
ru: Загрузить игру
sk: Načítať hru
sr_cyrl: Учитајте Игру
sr_latn: Učitajte Igru
sv: Ladda Spel
th_th: โหลดเกม
tr: Oyun Yükle
uk: Завантажити гру
zh_cn: 载入游戏
zh_tw: 載入遊戲

# LOAD_GAME_BUTTON_TOOLTIP
source: Load previously saved games
bg: Зареждане на запазените игри
ca: Carregar arxius de guardat previs
cs: Načíst předešlé uložené hry
de: Ein zuvor gespeichertes Spiel laden
es: Cargar una partida guardada
fr: Charger les sauvegardes précédentes
he: טען שמירות שנשמרו
hu: Korábbi mentett játékok betöltése
it: Carica partite salvate precedentemente
ka: შენახული თამაშების ჩატვირთვა
nl: Laad eerder opgeslagen spellen
pl: Załaduj poprzednio zapisane gry
pt_br: Carrega jogos salvos anteriormente
pt_pt: Carregar jogos previamente guardados
ru: Загрузить сохраненные игры
sk: Načítať predošlé uložené hry
tr: Daha önce kaydedilmiş oyunları yükle
uk: Завантажити раніше збережену гру
zh_cn: 载入之前保存的游戏
zh_tw: 載入先前儲存的遊戲

# LOAD_INCOMPATIBLE_PROTOTYPE_WARNING
source: The selected save to be loaded is a save made in a prototype with a different Thrive version. Because of that this save can't be loaded as prototype saves are not upgradeable. Maintaining save compatibility for prototypes would be a large burden as things are reworked often and writing save upgrades would slow down prototype development a lot.
bg: Избраният запис е създаден в следващите етапи на играта и е несъвместим с тази версия на „Thrive“. Надграждането не е възможно. Понеже играта е в начален етап на разработка и съвместимостта не е приоритет, записите от следващите етапи на играта не могат да бъдат надградени.
ca: L'arxiu de guardat seleccionat és un guardat fet en un prototip d'una versió de Thrive diferent. Degut a això, aquest guardat no pot ser carregat, ja que els guardats de prototips no es poden actualitzar. Mantenir la compatibilitat de guardat per als prototips seria un gran llast i faria alentir molt el desenvolupament de prototips.
cs: Uložená hra vybraná k načtení byla vytvořena v prototypu jiné verze Thrive. Kvůli tomu tato uložená hra nelze načíst, jelikož uložené hry prototypů nelze vylepšit na novější verzi. Udržování kompatibility uložených her z prototypů by bylo obrovské břemeno, jelikož věci jsou často přepsány, a psaní vylepšování pro prototypní uložené hry by velmi zpomalilo vývoj prototypů samotných.
de: Der ausgewählte Spielstand wurde mit einem Prototyp einer anderen Thrive Version erstellt. Da Prototyp Spielstände nicht upgradebar sind, kann er nicht geladen werden. Kompatibilität von Speicherständen hat zur Zeit keine hohe Priorität, da es zu viel Arbeitsaufwand kosten würde bei den häufigen Änderungen der Prototypen Spreicherstands Upgrades verfügbar zu machen.
es: La partida seleccionada no es compatible con esta versión de Thrive. No existe ningún actualizador de juegos guardados para actualizar este archivo. Como Thrive está en desarrollo, la compatibilidad entre partidas no es una prioridad, por lo tanto no hay un convertidor para actualizar partidas.
he: השמירה שנבחרה לטעינה נעשתה באבטיפוס שבגרסת Thrive שונה. בגלל זה השמירה לא יכלה לטעון ששמירות אבטיפוס לא ניתנות לעדכון. תחזוק יכולות שמירה בשביל אבטיפוס עלול להיות נטל גדול שדברים ועבוד מחדש נעשה בתכופות מרבית ושכתוב שלהם יכולה להאט את פיתוח האבטיפוס בהרבה.
it: Il salvataggio selezionato è stato creato in un prototipo, con una versione differente di Thrive. I salvataggi creati all'interno di prototipi non sono aggiornabili; mantenerli tali, visto la continua grande mole di modifiche che vengono loro apportate, non farebbe che rallentarne significativamente lo sviluppo. Perciò, questo file non può essere caricato.
nl: Het opslagbestand wat is geselecteerd om te worden geladen is een opslagbestand gemaakt in een prototype met een andere Thrive versie. Dit opslagbestand kan niet worden geladen omdat opslagbestanden van prototypen niet bijgewerkt kunnen worden. Aangezien Thrive nog in een vroeg stadium van ontwikkeling is, heeft compatibiliteit van het opslaan geen hoge prioriteit, daarom zijn er geen bijwerkmethoden voor alle versies.
pl: Wybrany zapis do załadowania został stworzony w prototypie z inną wersją Thrive. Z tej przyczyny ten zapis nie może zostać załadowany jako iż zapisu z prototypów są nieaktualizacyjne. Utrzymywanie kompatybilności zapisów dla prototypów byłoby dużym obciążeniem ze względu częstych zmian a pisanie aktualizacji zapisów mocno spowolniłoby rozwój prototypów.
pt_br: O jogo salvo selecionado foi feito em um protótipo com uma versão diferente do jogo. Por causa disso, esse salvamento não pôde ser carregado, porque salvamentos de protótipos não são atualizáveis. Manter a compatibilidade dos jogos salvos para os protótipos seria um fardo, pois seu conteúdo é reformulado frequentemente e mantê-la tornaria o desenvolvimento dos protótipos mais lento.
ru: Выбранное для загрузки сохранение сделано в прототипе с помощью другой версии Thrive. Поэтому сохранение не может быть загружено, так как прототипы не могут быть обновлены. Поддержание совместимости сохранений прототипов будет очень сложно, так как многое перерабатывается и написание обновлений сохранений бы сильно замедлило разработку.
tr: Yüklemek için seçilen kayıt, farklı bir Thrive sürümüne ait bir prototipte oluşturulmuş bir kayıt. Prototip kayıtları yükseltilebilir olmadığı için, bu kayıt yüklenemiyor. Thrive'da bir şeyler sıklıkla yenilendiği ve oyunda kayıt yükseltmelerini desteklemek prototip gelişimini çok yavaşlatacağı için, prototipler için kayıt uyumluluğunu sürdürmek büyük bir sorumluluk gerektirmektedir.
uk: Збереження, що Ви обрали для завантаження, є зробленим у прототипі з іншою версією Thrive. Тому дане збереження не можна завантажити, бо збереження-прототипи не є придатними до оновлення. Підтримка сумісності збережень для прототипів буде великим тягарем, адже речі частенько переробляються, а написання оновлень для подібних збережень сильно сповільнить розробку.
zh_cn: 所选择的要载入的存档是在一个不同的Thrive版本的原型中创建的存档。 原型存档是不能升级的，因此这个因此不能被载入。 维护原型存档的兼容性将是一个很大的负担，因为有很多事物要经常重做，编写存档升级将大大减慢原型开发。
zh_tw: 要載入的所選存檔是在不同 Thrive 版本的原型中創建的存檔。 因為原型存檔不可升級，因此無法加載此存檔。 維護原型存檔的相容性將是一個很大的負擔，因為許多事物經常被重製，編寫存檔升級將大大減慢原型開發的速度。

# LOAD_INCOMPATIBLE_SAVE_PROMPT
source: Load incompatible save?
bg: Зареждане на несъвместим запис?
ca: Carregar arxiu de guardat incompatible?
cs: Načíst nekompatibilní uloženou hru?
de: Inkompatiblen Speicherstand laden?
es: ¿Deseas cargar un archivo de partida incompatible?
et: Kas laadida ühildumatu salvestus?
fr: Charger une sauvegarde incompatible ?
he: לעלות שמירה לא תאומת זו?
hu: Betöltöd ezt az inkompatibilis mentést?
it: Caricare il salvataggio incompatibile?
ka: ჩავტვირთო შეუთავსებელი შენახული?
nl: Niet-compatibel opgeslagen bestand laden?
pl: Załadować niekompatybilny zapis?
pt_br: Carregar jogo incompatível?
pt_pt: Carregar jogo guardado incompatível?
ru: Загрузить несовместимое сохранение?
tr: Uyumsuz kayıt yüklensin mi?
uk: Завантажити несумісне збереження?
zh_cn: 载入不兼容的存档？
zh_tw: 載入不相容的存檔？

# LOAD_INCOMPATIBLE_SAVE_WARNING
source: The selected save to be loaded is known to be incompatible with this version of Thrive. And there is no save upgrader to upgrade this save. As Thrive is still early in development save compatibility is not a high priority, as such there aren't save upgraders for all versions.
bg: Избраният запис е несъвместим с тази версия на „Thrive“. Надграждането не е възможно. Понеже играта е в начален етап на разработка и съвместимостта не е приоритет, някои записи не могат да бъдат надградени.
ca: L'arxiu de guardat seleccionat no és compatible amb la present versió de Thrive. I no hi ha cap actualitzador d'arxius de guardat per actualitzar aquest arxiu de guardat. Com que Thrive encara està en una fase primerenca de desenvolupament, la compatibilitat entre versions no és la major prioritat. Per això, encara no s'ha implementat un programa convertidor d'arxius de guardat.
cs: Vybraná uložená pozice nemůže být načtena z důvodu nekompatibility s touto verzí Thrive. Bohužel pro tuto verzi neexistuje převodník. Jelikož je Thrive v ranné fázi vývoje, není kompatibilita uložených pozic prioritou, a proto převodníky nefungují pro všechny verze.
de: Es ist bekannt, dass der ausgewählte Speicherstand mit dieser Version von Thrive inkompatibel ist. Es gibt keinen Spielstand-Konverter um diesen Speicherstand zu aktualisieren. Da sich Thrive noch in einem frühen Entwicklungsstadium befindet, hat die Kompatibilität von Speicherständen keine hohe Priorität, weil es nicht für alle Versionen Spielstand-Konverter zur Aktualisierung alter Saves gibt.
eo: Oni scias, ke la elektita ŝarĝota konservado ne kongruas kun ĉi tiu versio de Thrive. Ĉar Thrive ankoraŭ estas en frua disvolviĝo, kaj konservado ne estas la plej granda gravaĵo, do ne estas konservadilo por ĝisdatigi malnovajn konservadojn.
es: La partida seleccionada no es compatible con esta versión de Thrive. No existe ningún actualizador de juegos guardados para actualizar este archivo. Como Thrive está en desarrollo, la compatibilidad entre partidas no es una prioridad, por lo tanto no hay un convertidor para actualizar partidas.
et: Laadimiseks valitud salvestus on teadaolevalt Thrive'i selle versiooniga ühildumatu. Ja selle salvestamise uuendamiseks pole salvestamise uuendajat. Kuna Thrive on alles arendusjärgus, ei ole salvestamise ühilduvus kõrge prioriteediga, mistõttu pole kõigi versioonide jaoks salvestamise uuendajaid.
fr: La sauvegarde sélectionnée est connue pour être incompatible avec cette version de Thrive. Comme Thrive est toujours en développement précaire la compatibilité des sauvegardes n'est pas une grande priorité, il n'existe ainsi aucun convertisseur de sauvegarde intégré pour mettre à jour d'anciennes sauvegardes.
he: השמירה שנבחרה לטעינה ידועה שלא מתאימה לגרסה זו של Thrive. ואין שדרוג שמירה לשמירה זו. בגלל שThrive עדין בשלבי פיתוח ראשונים, התאמה שמירות אינו בעדיפות גבוהה, ובשל כך ,אין שדרוג שמירה לכל הגרסאות.
id: Save yang terpilih untuk dimuat dikenal tidak kompatibel dengan versi Thrive ini. Dan tidak ada save upgrader untuk memperbarui save ini. Karena Thrive masih dalam tahap awal pengembangan, kompatibilitas save bukanlah prioritas utama, dengan demikian tidak semua versi memiliki save upgrader.
it: Il salvataggio selezionato per il caricamento è incompatibile con la versione attuale di Thrive; inoltre, non è possibile aggiornarlo. Siccome lo sviluppo di Thrive è ancora agli inizi, la compatibilità dei salvataggi non è considerata una priorità: perciò, al momento non tutti i salvataggi possono essere aggiornati.
ko: 선택된 저장은 이 버전의 Thrive와 호환되지 않을 것입니다. Thrive의 개발은 한참 진행 중 이며 저장 간 호환은 우선적이지 않으므로, 이전 버전의 저장을 변환하는 것은 지원되지 않습니다.
nl: Het opslagbestand wat is geselecteerd om te worden geladen werkt niet goed met deze versie van Thrive. Er is geen opslagbestandbijwerker beschikbaar om dit opslagbestand bij te werken. Aangezien Thrive nog zeer vroeg in ontwikkeling is, is het bijhouden van compatibiliteit van opslagbestenden geen hoge prioriteit. Daartoe zijn er geen opslagbestandbijwerkers beschikbaar voor alle versies.
nl_be: De geselecteerde save die moet worden geladen is niet compatibel met deze versie van Thrive. En er is geen save-upgrade om deze save te upgraden. Aangezien Thrive nog in een vroeg stadium van ontwikkeling is, heeft compatibiliteit van het opslaan geen hoge prioriteit, daarom zijn er geen upgraders voor alle versies.
pl: Wybrany zapis nie jest kompatybilny z tą wersją Thrive. Nie ma aktualizera zapisów by zaktualizował ten zapis. Ponieważ Thrive jest nadal we wczesnym stadium rozwoju, kompatybilność zapisów nie jest wysokim priorytetem i dlatego nie wszystkie wersje mają aktualizer zapisów.
pt_br: O jogo salvo a ser carregado não é compatível com esta versão de Thrive. E não há atualizador de jogo salvo para atualizar este jogo salvo. Como Thrive está em desenvolvimento inicial, a compatibilidade entre salvamentos não é prioridade, já que não há um atualizador para todas as versões.
pt_pt: Foi detetado que o jogo guardado selecionado é incompatível com a atual versão do Thrive. Não existe nenhum atualizador de jogos guardados para atualizar este jogo guardado. Como o Thrive ainda está no início do desenvolvimento, a compatibilidade de jogos guardados não é uma prioridade alta, como tal, não existe um conversor de jogos guardados para todas as versões.
ru: Известно, что выбранное для загрузки сохранение несовместимо с этой версией Thrive. И нет средства для обновления этого сохранения для новой версии. Поскольку Thrive все еще находится на ранней стадии разработки, совместимость с сохранениями не является приоритетной задачей, поэтому для всех версий не существует конвертера для сохранений.
sr_cyrl: Познато је да је изабрано чување за учитавање некомпатибилно са овом верзијом Thrive. Како је Thrive још увек у раној фази развој компатибилност спремања није висок приоритет, јер као такав не постоји уграђени конвертор за спремање за надоградњу старих спремања.
tr: Yüklemek için seçilen kaydın bu Thrive sürümüyle uyumsuz olduğu görülmektedir. Ayrıca, bu kaydı yükseltmek için uygun bir kayıt yükseltici yok. Thrive hala yapım aşamasında olduğu için kayıt uyumluluğu bu aşamada büyük bir öncelik değil. Bu böyle olduğu için, henüz bütün sürümler için kayıt yükseltici bulunmamaktadır.
uk: Збереження, що Ви обрали для завантаження, має відомі несумісності з цією версією Thrive. Але немає способу оновити його до цієї версії. Оскільки Thrive все ще на початку розробки, сумісність збережень не є пріоритетною, тож не для всіх версій існує засіб оновлення збережень.
zh_cn: 被选中的存档已知会跟这个版本的Thrive不兼容。 而且也没有适用的存档更新器。 由于Thrive尚在早期开发中，存档兼容性并不是首要目标。目前的存档转换器也不能支持所有版本的存档。
zh_tw: 選取的存檔已知與此版本的 Thrive 不相容。 並且沒有適用的存檔更新器。 由於 Thrive 仍處於早期開發，存檔相容性並非高優先級目標，因此沒有適用於所有版本的存檔升級器。
