Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TIMELINE_SELECTION_PRESSURE_SPLIT
source: [b][u]{0}[/u][/b] split off from [b][u]{1}[/u][/b] as a new species due to differing selection pressures
bg: [b][u]{0}[/u][/b] се отделиха от [b][u]{1}[/u][/b] поради селекционен натиск
ca: [b][u]{0}[/u][/b] s'ha dividit de [b][u]{1}[/u][/b] com a noves espècies degut a diferents pressions selectives
cs: [b][u]{0}[/u][/b] se oddělil od [b][u]{1}[/u][/b] jako nový druh kvůli jiných selekčních tlaků
de: [b][u]{0}[/u][/b] spaltet sich von [b][u]{1}[/u][/b] als neue Art ab aufgrund von unterschiedlichem Selektionsdruck
es: [b][u]{0}[/u][/b] surgió desde [b][u]{1}[/u][/b] como una nueva especie debido a presiones evolutivas diferentes
et: [u]{0}[/u] eraldus erineva valikusurve tõttu uuest liigist [u]{1}[/u]
fi: [u]{0}[/u] jakautui [u]{1}[/u]:sta uudeksi lajiksi lajin valintapaineista johtuen
fr: [b][u]{0}[/u][/b] s'est séparé de [b][u]{1}[/u][/b] en tant que nouvelle espèce en raison de différentes pressions sélectives
he: [b][u]{0}[/u][/b] התפצל מ[b][u]{1}[/u][/b] כמין חדש בשל לחץ ברירה שונים
hu: kölönböző kiválasztódási nyomások miatt, [u]{0}[/u] egy új fajként vált le [u]{1}[/u]-tól/től
it: Nuova specie: [b][u]{0}[/u][/b] si è diramata da [b][u]{1}[/u][/b] a causa di pressioni selettive diverse
ka: [b][u]{0}[/u][/b] გამოეყო [b][u]{1}[/u][/b]-ს ახალი სახეობის სახით, გადარჩევის სხვადასხვა პირობების გამო
nl: [b][u]{0}[/u][/b] is afgesplitst van [b][u]{1}[/u][/b] als een nieuwe soort door een verschil in selectiedruk
pl: [b][u]{0}[/u][/b] oddzielił się od [b][u]{1}[/u][/b] jako nowy gatunek ze względu na zróżnicowane naciski selekcyjne
pt_br: A nova espécie, [b][u]{0}[/u][/b], ramificou-se de [b][u]{1}[/u][/b] devido a diferentes pressões seletivas
pt_pt: [b][u]{0}[/u][/b] separou-se de [b][u]{1}[/u][/b] como uma nova espécie devido a diferentes pressões de seleção
ru: Вид [b][u]{0}[/u][/b] отделился от вида [b][u]{1}[/u][/b] как новый вид в связи с различными условиями отбора
sk: [b][u]{0}[/u][/b] sa oddelil od [b][u]{1}[/u][/b] ako nový druh v dôsledku rôznych selekčných tlakov
sv: [u]{0}[/u] avvek från [u]{1}[/u] som en ny art på grund av olika urvalstryck
tr: [b][u]{0}[/u][/b], farklı seçilim baskılarından dolayı, yeni bir tür olarak, [b][u]{1}[/u][/b] türünden ayrıldı
uk: [b][u]{0}[/u][/b] відокремились від [b][u]{1}[/u][/b] як новий вид через різні утиски відбору
zh_cn: [b][u]{0}[/u][/b]从[b][u]{1}[/u][/b]中分裂出来，成为了一个新的物种，原因是演化压力
zh_tw: [b][u]{0}[/u][/b] 從 [b][u]{1}[/u][/b] 中分支出來，成為了一個新物種，原因是演化壓力

# TIMELINE_SPECIES_BECAME_MULTICELLULAR
source: [b][u]{0}[/u][/b] became multicellular
ka: [b][u]{0}[/u][/b] მრავალუჯრედიანი გახდა
pt_br: [b][u]{0}[/u][/b] tornou-se multicelular
pt_pt: [b][u]{0}[/u][/b] tornou-se multicelular
ru: [b][u]{0}[/u][/b] - многоклеточное
tr: [b][u]{0}[/u][/b], çok hücreli oldu
uk: Вид [b][u]{0}[/u][/b] перейшов до багатоклітинності
zh_tw: [b][u]{0}[/u][/b] 成為多細胞生物

# TIMELINE_SPECIES_EXTINCT
source: [b][u]{0}[/u][/b] has gone extinct!
bg: [b][u]{0}[/u][/b] изчезнаха!
ca: [b][u]{0}[/u][/b] s'ha extingit!
cs: [b][u]{0}[/u][/b] vyhynul!
de: [b][u]{0}[/u][/b] ist ausgestorben!
es: ¡[b][u]{0}[/u][/b] se ha extinguido!
et: [u]{0}[/u] on välja surnud!
fi: [u]{0}[/u] on kuollut sukupuuttoon!
fr: [b][u]{0}[/u][/b] s'est éteint !
he: [b][u]{0}[/u][/b] נכחד!
hu: [u]{0}[/u] kihalt!
it: La specie [b][u]{0}[/u][/b] si è estinta!
ka: სახეობა [b][u]{0}[/u][/b] გადაშენდა!
nl: [b][u]{0}[/u][/b] is uitgestorven!
pl: [b][u]{0}[/u][/b] wymarł!
pt_br: A espécie [b][u]{0}[/u][/b] foi extinta!
pt_pt: [b][u]{0}[/u][/b] foi extinto!
ru: Вид [b][u]{0}[/u][/b] вымер!
sk: [b][u]{0}[/u][/b] vyhynul!
sv: [u]{0}[/u] har gått utdöd!
tr: [b][u]{0}[/u][/b] türünün nesli tükendi!
uk: [b][u]{0}[/u][/b] повимирали!
zh_cn: [b][u]{0}[/u][/b] 已经灭绝了！
zh_tw: [b][u]{0}[/u][/b] 已經滅絕了！

# TIMELINE_SPECIES_EXTINCT_LOCAL
source: [b][u]{0}[/u][/b] has disappeared from this patch
bg: [b][u]{0}[/u][/b] изчезнаха от тази зона
ca: [b][u]{0}[/u][/b] ha desaparegut de l'ecosistema
cs: [b][u]{0}[/u][/b] zmizel z tohoto prostředí
de: [b][u]{0}[/u][/b] ist aus diesem Gebiet verschwunden
es: [b][u]{0}[/u][/b] ha desaparecido de este bioma
et: [u]{0}[/u] on sellelt paigalt kadunud
fi: [u]{0}[/u] on kadonnut tältä alueelta
fr: [b][u]{0}[/u][/b] a disparu de ce secteur
he: [b][u]{0}[/u][/b] נעלמה מאזור זה
hu: [u]{0}[/u] eltűnt ebből a patch-ből
it: La specie [b][u]{0}[/u][/b] è scomparsa da questa zona
ka: [b][u]{0}[/u][/b] გაქრა ამ ბიომიდან
nl: [b][u]{0}[/u][/b] is verdwenen van dit gebied
pl: Gatunek [b][u]{0}[/u][/b] wyginął z tego obszaru
pt_br: A espécie [b][u]{0}[/u][/b] desapareceu dessa região
pt_pt: [b][u]{0}[/u][/b] desapareceu desta região
ru: Вид [b][u]{0}[/u][/b] исчез из этого биома
sk: [b][u]{0}[/u][/b] zmizol z tejto oblasti
sv: [u]{0}[/u] har lämnat denna platsen
tr: [b][u]{0}[/u][/b], bu araziden yok oldu
uk: [b][u]{0}[/u][/b] зникли з ділянки
zh_cn: [b][u]{0}[/u][/b]已从本地区中消失
zh_tw: [b][u]{0}[/u][/b] 已從此區域中消失

# TIMELINE_SPECIES_MIGRATED_FROM
source: Part of [b][u]{0}[/u][/b] population has migrated into this patch from {1}
bg: Част от популацията на [b][u]{0}[/u][/b] се пресели в тази зона от {1}
ca: Part de [b][u]{0}[/u][/b] població ha migrat a aquest ecosistema des de {1}
cs: Část populace [b][u]{0}[/u][/b] migrovala do tohoto prostředí z {1}
de: Ein Teil der [b][u]{0}[/u][/b]-Bevölkerung ist von {1} in dieses Gebiet eingewandert
es: Parte de la población de [b][u]{0}[/u][/b] ha inmigrado a este bioma desde {1}
et: Osa [u]{0}[/u] elanikkonnast on sellesse plaastrisse rännanud asukohast {1}
fi: Osa lajin [u]{0}[/u] populaatiosta on muuttanut alueelta {1} tälle alueelle
fr: Une partie de la population de [b][u]{0}[/u][/b] a migré vers ce secteur depuis {1}
he: חלק מאוכלוסיית [b][u]{0}[/u][/b] נדדה לאזור זה מ{1}
hu: [u]{0}[/u] populációjának egy része ebbe a patch-be vándorolt ebből a patch-ből: {1}
it: Parte della popolazione di [b][u]{0}[/u][/b] è migrata in questa zona da {1}
ka: [b][u]{0}[/u][/b] პოპულაციის ნაწილი დამიგრირდა ამ ბიომში {1}-დან
nl: Een deel van de bevolking van [b][u]{0}[/u][/b] is gemigreerd van dit gebied naar {1}
pl: Część populacji [b][u]{0}[/u][/b] przeniosła się do tego obszaru z {1}
pt_br: Parte da população de [b][u]{0}[/u][/b] migrou para essa região a partir de {1}
pt_pt: Parte da população de [b][u]{0}[/u][/b] migrou para esta região a partir de {1}
ru: Часть популяции вида [b][u]{0}[/u][/b] мигрировала в этот биом из {1}
sk: Časť populácie [b][u]{0}[/u][/b] z {1} migrovala do tejto oblasti
sv: En del av [u]{0}[/u] befolkningen har migrerat till denna plats från {1}
tr: [b][u]{0}[/u][/b] popülasyonunun bir kısmı {1} arazisinden bu araziye göç etti
uk: Частина популяції [b][u]{0}[/u][/b] мігрувала на цю ділянку з {1}
zh_cn: 一部分[b][u]{0}[/u][/b]种群已经从{1}移民到了这个地区
zh_tw: 部分 [b][u]{0}[/u][/b] 種群已從 {1} 遷移到此區域

# TIMELINE_SPECIES_MIGRATED_TO
source: Part of [b][u]{0}[/u][/b] population has migrated to {1}
bg: Част от популацията на [b][u]{0}[/u][/b] се пресели в {1}
ca: Part de [b][u]{0}[/u][/b] població ha migrat a {1}
cs: Část populace [b][u]{0}[/u][/b] migrovala do {1}
de: Ein Teil der [b][u]{0}[/u][/b]-Bevölkerung ist nach {1} migriert
es: Parte de la población de [b][u]{0}[/u][/b] ha inmigrado desde {1}
et: Osa elanikkonnast [u]{0}[/u] on rännanud asukohta {1}
fi: Osa populaatiosta ([u]{0}[/u]) ovat muuttaneet {1}
fr: Une partie de la population de [b][u]{0}[/u][/b] a migré vers {1}
he: חלק מאוכלוסיית [b][u]{0}[/u][/b] נדדה ל{1}
hu: [u]{0}[/u] populációjának egy része ide vándorolt: {1}
it: Parte della popolazione di [b][u]{0}[/u][/b] è migrata verso {1}
ka: [b][u]{0}[/u][/b]-ის პოპულაციის ნაწილი დამიგრირდა {1}-ში
nl: Een deel van de bevolking van [b][u]{0}[/u][/b] is gemigreerd naar {1}
pl: Część populacji [b][u]{0}[/u][/b] przeniosła się do obszaru {1}
pt_br: Parte da população de [b][u]{0}[/u][/b] migrou para {1}
pt_pt: Parte da população de [b][u]{0}[/u][/b] migrou para {1}
ru: Часть популяции вида [b][u]{0}[/u][/b] мигрировала в {1}
sk: Časť populácie [b][u]{0}[/u][/b] migrovala do {1}
sv: En del av [u]{0}[/u] befolkningen har migrerat till {1}
tr: [b][u]{0}[/u][/b] popülasyonunun bir kısmı {1} arazisine göç etti
uk: Частина популяції [b][u]{0}[/u][/b] мігрувала до {1}
zh_cn: 一部分[b][u]{0}[/u][/b]种群已经移民到了{1}
zh_tw: 部分 [b][u]{0}[/u][/b] 種群已遷移至 {1}

# TIMELINE_SPECIES_POPULATION_DECREASE
source: [b][u]{0}[/u][/b] population has decreased to {1}
bg: Популацията на [b][u]{0}[/u][/b] се понижи на {1} индивида
ca: [b][u]{0}[/u][/b] població ha disminuït a {1}
cs: [b][u]{0}[/u][/b] populace se snížila na {1}
de: Die Bevölkerung von [b][u]{0}[/u][/b] hat sich auf {1} verringert
es: La población de [b][u]{0}[/u][/b] ha decrecido a {1}
et: [u]{0}[/u] elanikkond on vähenenud väärtusele {1}
fi: [u]{0}[/u] populaatio on pienentynyt ja on nyt {1}
fr: La population de [b][u]{0}[/u][/b] est descendue à {1}
he: אוכלוסיית [b][u]{0}[/u][/b] קטנה ל{1}
hu: [u]{0}[/u] egyedszáma csökkent: {1}
it: La popolazione di [b][u]{0}[/u][/b] è scesa a {1}
ka: [b][u]{0}[/u][/b] პოპულაცია შემცირდა მნიშვნელობამდე {1}
nl: De bevolking van [b][u]{0}[/u][/b] is verminderd tot {1}
pl: populacja gatunku [b][u]{0}[/u][/b] zmniejszyła się do {1}
pt_br: A população de [b][u]{0}[/u][/b] diminuiu para {1}
pt_pt: A população de [b][u]{0}[/u][/b] decresceu para {1}
ru: Популяция вида [b][u]{0}[/u][/b] уменьшилась до {1}
sk: [b][u]{0}[/u][/b] populácia sa znížila na {1}
sv: [u]{0}[/u] befolkning har minskat till {1}
tr: [b][u]{0}[/u][/b] popülasyonu {1} sayısına düştü
uk: [b][u]{0}[/u][/b] популяція зменшилася до {1}
zh_cn: [b][u]{0}[/u][/b]的种群数量已降低到{1}
zh_tw: [b][u]{0}[/u][/b] 種群數量減少至 {1}

# TIMELINE_SPECIES_POPULATION_INCREASE
source: [b][u]{0}[/u][/b] population has increased to {1}
bg: Популацията на [b][u]{0}[/u][/b] се увеличи на {1} индивида
ca: [b][u]{0}[/u][/b] població ha augmentat a {1}
cs: [b][u]{0}[/u][/b] populace se zvýšila na {1}
de: Die Bevölkerung von [b][u]{0}[/u][/b] hat sich auf {1} gesteigert
es: La población de [b][u]{0}[/u][/b] ha incrementado a {1}
et: [u]{0}[/u] elanikkond on kasvanud väärtuseni {1}
fr: La population de [b][u]{0}[/u][/b] a grimpé à {1}
he: אוכלוסיית [b][u]{0}[/u][/b] גדלה ל{1}
hu: [u]{0}[/u] egyedszáma növekedett: {1}
it: La popolazione di [b][u]{0}[/u][/b] è salita a {1}
ka: [b][u]{0}[/u][/b] პოპულაცია გაზარდა მნიშვნელობამდე {1}
nl: De bevolking van [b][u]{0}[/u][/b] is vermeerderd tot {1}
pl: Populacja gatunku [b][u]{0}[/u][/b] się zwiększyła do {1}
pt_br: A população de [b][u]{0}[/u][/b] aumentou para {1}
pt_pt: A população de [b][u]{0}[/u][/b] aumentou para {1}
ru: Популяция вида [b][u]{0}[/u][/b] увеличилась до {1}
sk: [b][u]{0}[/u][/b] populácia sa zvýšila na {1}
sv: [u]{0}[/u] befolkning har ökat till {1}
tr: [b][u]{0}[/u][/b] popülasyonu {1} sayısına çıktı
uk: [b][u]{0}[/u][/b] популяція збільшилась до {1}
zh_cn: [b][u]{0}[/u][/b]的种群数量已增加到{1}
zh_tw: [b][u]{0}[/u][/b] 種群數量增加至 {1}

# TIME_INDICATOR_TOOLTIP
source: Time Passed: {0:#,#} years
bg: Изминало време: {0:#,#} години
ca: Han passat: {0:#,#} anys
cs: Uplynutý čas: {0:#,#} let
de: Zeit vergangen: {0:#,#} Jahre
es: Tiempo transcurrido: {0:#,#} años
et: Möödunud aeg: {0:#,#} aastat
fr: Temps écoulé : {0:#,#} années
he: זמן שחלף: {0:#,#} שנים
it: Tempo trascorso: {0:#,#} anni
ka: გასული დრო: {0:#,#} წელი
nl: Gepasseerde tijd: {0:#,#} jaren
pl: Upłynęło {0:#,#} lat
pt_br: Tempo Passado: {0:#,#} anos
pt_pt: Tempo Passado: {0:#,#} anos
ru: Времени прошло: {0:#,#} лет
sk: Uplynulý čas: {0:#,#} rokov
tr: Geçen Zaman: {0:#,#} yıl
uk: Минуло часу: {0:#,#} років
zh_cn: 时间经过了{0:#,#}年
zh_tw: 已經過時間：{0:#,#} 年

# TIME_OF_DAY
source: Time
ka: დრო
nl: Tijd
pt_br: Hora do Dia
pt_pt: Hora do dia
ru: Время
tr: Saat
uk: Час
zh_cn: 当前时间
zh_tw: 時間

# TITLE_COLON
source: Title:
bg: Заглавие:
ca: Títol:
cs: Název:
de: Titel:
es: Título:
fr: Titre :
he: כותרת:
hu: Cím:
it: Titolo:
ka: სათაური:
nl: Titel:
pl: Tytuł:
pt_br: Título:
pt_pt: Titulo:
ru: Имя:
sk: Názov:
tr: Başlık:
uk: Назва:
zh_cn: 标题：
zh_tw: 標題：

# TOGGLE_BINDING
source: Toggle binding mode
bg: Свързване
ca: Activar el mode d'unió
cs: Přepnout spojování
de: Bindungsmodus umschalten
es: Alternar unión
et: Lülitage sidumine sisse
fi: Aloita/lopeta kiinnittyminen
fr: Activer relieur
he: החלף מצב קישור
hu: Összekapcsolás be/ki
id: Nyala/matikan pelekatan
it: Attiva la modalità di legatura
ka: მიბმის რეჟიმის გადართვა
nl: Binden aan/uit
nl_be: Schakel verbinden
pl: Przełączenie wiązania
pt_br: Ativar modo de ligação
pt_pt: Conectar
ru: Переключить режим связывания
sk: Prepnúť spájanie
tr: Bağ kurma moduna geç
uk: Перемкнути з'єднування
zh_cn: 切换连接模式
zh_tw: 切換結合模式

# TOGGLE_BINDING_TOOLTIP
source: Toggle binding mode. Touch other cells to create a colony.
ka: მიმაგრების რეჟიმის გადართვა. შეეხეთ სხვა უჯრედებს კოლონიის შესაქმნელად.
pt_br: Ativar modo de ligação. Toque em outras células para criar uma colônia.
pt_pt: Ativar Modo de Ligação. Toca noutras células para criar uma colónia.
ru: Переключить режим связывания. Прикоснитесь к другим представителям своего вида для формирования колонии.
tr: Bağ kurma moduna geç. Bir koloni oluşturmak için diğer hücrelere dokunun.
uk: Перемкнути зв'язувальний режим. Торкніится інших клітин для створення колонії.
zh_tw: 切換結合模式。觸碰其他細胞以建立群落。

source: Toggle debug panel
bg: Превключване на отстраняването на грешки
ca: Obrir el menú de debug
cs: Přepnutí debugovacího panelu
de: Debug-Fenster umschalten
es: Activa el panel de depuración
fr: Activer/désactiver le panneau de débogage
he: החלף חלונית דיבאג
hu: Debug panel be/ki
it: Mostra/nascondi pannello di debug
ka: გამართვის პანელის გადართვა
nl: Open/Sluit debugpaneel
pl: Włącz panel debugowania
pt_br: Exibir painel de depuração
pt_pt: Ativar painel de depuração
ru: Переключить панель откладки
sk: Prepnúť debugovací panel
tr: Hata ayıklama panelini aç
uk: Ввімкнути панель налагоджування
zh_cn: 控制调试菜单
zh_tw: 切換除錯選單

# TOGGLE_ENGULF
source: Toggle engulf mode
bg: Поглъщане
ca: Activar el mode d'engolir
cs: Přepnout pohlcování
de: Verschlingen umschalten
eo: Ŝaltu engluton
es: Alternar engullir
et: Neelamise sisse- ja väljalülitamine
fi: Aloita/lopeta nieleminen
fr: Activer/désactiver Engloutir
he: החלף מצב בליעה
hu: Elnyelés be/ki
id: Nyala/matikan penelanan
it: Attiva/disattiva fagocitosi
ka: შთანთქმის რეჟიმის გადართვა
ko: 삼키기 전환
nl: Zet verzwelgen aan/uit
nl_be: Schakel verzwelg
pl: Przełączenie fagocytozy
pt_br: Ativar/desativar fagocitose
pt_pt: Engolfar
ru: Переключить режим поглощения
sk: Prepnúť pohlcovanie
sr_cyrl: Пребаците гутање
sr_latn: Prebacite gutanje
sv: Växla uppslukarläge av och på
th_th: สลับเขมือบ
tr: Yutma moduna geç
uk: Перемкнути поглинання
zh_cn: 切换吞噬模式
zh_tw: 切換吞噬模式

# TOGGLE_ENGULF_TOOLTIP
source: Toggle engulf mode to engulf various chunks as well as smaller organisms in exchange for greater ATP usage while active
ka: გადართეთ შთანთქმის რეჟიმი, რომ სხვადასხვა ნაგლეჯები და პატარა ორგანიზმები შთანთქათ მათი ატფ-ის გაცვლისთვის, სანამ აქტიურია
pt_br: Ative a fagocitose para fagocitar pedaços diversos e organismos menores em troca de um maior uso de ATP enquanto está ativo
ru: Переключите режим поглощения для поглощения различных фрагментов и так же меньших, чем вы, организмов. При активации затрачивает большое количество АТФ
tr: Etkinken, daha fazla ATP kullanılması karşılığında çeşitli parçaların yanı sıra daha küçük organizmaları yutmak için yutma moduna geç
uk: Перемкнути режим поглинання для поглинання різних брил та менших організмів в обмін на більше використання АТФ, поки є активним
zh_tw: 切換吞噬模式以吞噬各種碎塊 以及較小的生物體，讓活躍時能有更多的 ATP 使用

# TOGGLE_FPS
source: Toggle FPS display
bg: Превключване на ЧКС
ca: Activar monitor FPS
cs: Přepnout ukazatel FPS
de: FPS-Anzeige umschalten
eo: Ŝaltu FPS-ekranon
es: Activar monitor FPS
et: FPS-kuva sisse- ja väljalülitamine
fi: Näytä FPS-laskuri
fr: Afficher/cacher les FPS
he: אפשר תצוגת FPS
hu: FPS mutatása be/ki
id: Nyala/matikan tampilan FPS
it: Mostra/nascondi visualizzazione FPS
ka: FPS-ის ჩვენების გადართვა
ko: FPS 표시 전환
nl: FPS-Teller
nl_be: Schakel FPS weergave
pl: Przełącz wyświetlacz FPS
pt_br: Exibir FPS
pt_pt: Exibir FPS
ru: Включить показ FPS
sk: Prepnúť zobrazenie počtu snímkov za sekundu
sr_cyrl: Пребацивање FPS приказа
sr_latn: Prebacivanje FPS prikaza
sv: Växla FPS display
th_th: สลับการแสดง FPS
tr: FPS göstergesini aç
uk: Перемикання FPS дисплаю
zh_cn: 切换帧数显示
zh_tw: 切換 FPS 顯示

source: Toggle fullscreen
bg: Превключване на резолюцията
ca: Activar pantalla completa
cs: Přepínání na celou obrazovku
de: Vollbild umschalten
eo: Ŝaltu FPS-ekranon
es: Pantalla Completa
et: Lülitage täisekraan sisse
fi: Vaihda koko näytön tilaa
fr: Plein écran
he: מסך מלא
hu: Teljes képernyő be/ki
id: Nyala/matikan layar penuh
it: Attiva/disattiva schermo intero
ka: სრულეკრანიანი რეჟიმის გადართვა
ko: 전체화면 전환
nl: Fullscreen
nl_be: Volledig scherm schakelen
pl: Przełącz pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
ru: Переключить на полный экран
sk: Prepnúť na celú obrazovku
sv: Växla fullskärm av och på
th_th: สลับเต็มหน้าจอ
tr: Tam ekrana geç
uk: Змінити повноекранність
zh_cn: 切换全屏
zh_tw: 切換全螢幕

# TOGGLE_HUD_HIDE
source: Toggle HUD
bg: Превключване на потребителския интерфейс
ca: Commuta HUD
cs: Přepínání HUD
de: HUD umschalten
es: Activar HUD
et: HUD sisse- ja väljalülitamine
fi: Näytä/Piilota HUD
fr: Activer/désactiver l'ATH
he: החלף HUD
hu: HUD be/ki
it: Mostra/nascondi HUD
ka: HUD-ის გადართვა
nl: Schakel de HUD in/uit
nl_be: Schakel HUD
pl: Pokaż/ukryj HUD
pt_br: Exibir HUD
pt_pt: Alternar HUD
ru: Включить HUD
sk: Prepnúť HUD
sv: Växla HUD av och på
tr: Oyun arayüzünü gizle
uk: Перемкнути HUD
zh_cn: 切换HUD
zh_tw: 切換 HUD

source: Toggle Inventory
ka: ინტვენტარის გადართვა
nl: Schakel Inventaris aan/uit
pt_br: Ativar Inventário
pt_pt: Ativar Inventário
ru: Переключить Инвентарь
tr: Envanteri Aç
uk: Перемкнути інвентар
zh_cn: 打开物品栏
zh_tw: 切換物品欄

# TOGGLE_METRICS
source: Toggle Metrics display
bg: Превключване на показателите за производителност
ca: Activar pestanya d'estadístiques
cs: Přepnutí displaye metrik
de: Metriken-Anzeige umschalten
es: Activar monitor FPS
fi: Näytä metriikat
fr: Afficher/cacher les performances
he: החלף את תצוגת המדדים
hu: Metrikus kijelző ki/bekapcsolása
it: Mostra/nascondi metriche prestazioni
ka: მეტრიკების ჩვენების გადართვა
nl: Open/sluit FPS-teller
pl: Przełącz wyświetlacz Metryki
pt_br: Exibir métricas
ru: Переключение отображения показателей
sk: Prepnúť zobrazenie metrík
tr: Ölçümler göstergesini aç
uk: Увімкнути панель показників
zh_cn: 切换参数显示
zh_tw: 切換指標顯示

source: Toggle navigation tree
bg: Превключване на навигацията
de: Navigationsbaum umschalten
es: Activar/desactivar árbol de navegación
fr: Activer/désactiver l'arbre de navigation
ka: ნავიგაციის ხის გადართვა
nl: Zet navigatieboom uit/aan
pl: Włącz drzewko nawigacji
pt_br: Ativar a barra lateral
ru: Переключение дерева навигации
tr: Navigasyon ağacını aç
uk: Перемкнути навігаційне дерево
zh_cn: 打开导航树状图
zh_tw: 切換導航樹

# TOGGLE_PAUSE
source: Pause
bg: Прекъсване на играта
ca: Pausa
cs: Pozastavit
de: Pausieren/Fortsetzen
es: Pausa
he: עצור
hu: Szünet
it: Metti in pausa
ka: პაუზა
nl: Pauzeren
pl: Pauza
pt_br: Pausar
pt_pt: Parar
ru: Пауза
sk: Pauza
tr: Oyunu duraklat
uk: Пауза
zh_cn: 暂停
zh_tw: 暫停

source: Toggle unbinding
bg: Отделяне
ca: Desactivar el mode d'unió
cs: Přepnout rozpojování
de: Verbinden umschalten
es: Alternar separación
et: Lülita lahti sidumine
fi: Aloita/Lopeta erkanemistila
fr: Activer/désactiver la liaison
he: בטל מצב קישור
hu: Szétválás be/ki
id: Nyala/matikan pelepasan
it: Attiva la modalità di slegatura
ka: მიმაგრების გაუქმების გადართვა
nl: Ontbinden aan/uit
nl_be: Schakel ontbinding
pl: Przełączenie odwiązywania
pt_br: Desativar modo de ligação
pt_pt: Desconectar
ru: Переключить развязку
sk: Prepnúť rozpájanie
tr: Bağ koparma moduna geç
uk: Перемкнути роз'єднання
zh_cn: 切换解除连接模式
zh_tw: 切換解散模式

source: Tools
bg: Инструменти
ca: Eines
cs: Nástroje
de: Werkzeuge
eo: Iloj
es: Herramientas
et: Tööriistad
fi: Työkalut
fr: Outils
he: כלים
hu: Eszközök
id: Alat
it: Strumenti
ka: ხელსაწყოები
ko: 도구
nl_be: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ru: Инструменты
sk: Nástroje
sr_cyrl: Алати
sr_latn: Alati
sv: Verktyg
th_th: เครื่องมือ
tr: Araçlar
uk: Інструменти
zh_cn: 工具
zh_tw: 工具

# TOOL_HAND_AXE
source: Hand Axe
bg: Ръчна брадва
fr: Biface
ka: ცული
nl: Handbijl
pt_br: Machado de Mão
pt_pt: Machado de mão
ru: Ручной Топор
tr: El Baltası
uk: Ручна сокира
zh_cn: 手斧
zh_tw: 手斧

# TOTAL_POPULATION_COLON
source: Total Population:
bg: Обща популация:
ca: Població Total:
cs: Celková populace:
de: Gesamtbevölkerung:
es: Población Total:
et: Rahvaarv kokku:
fi: Kanta:
fr: Population totale :
he: כלל האוכלוסיה:
hu: Teljes populáció:
it: Popolazione totale:
nl_be: Totale populatie:
pl: Całkowita populacja:
sk: Celková populácia:
zh_cn: 种群数量总数：
zh_tw: 總種群數量：

source: Total saves:
bg: Брой записи:
ca: Nombre total d'arxius guardats:
cs: Celkem uloženo:
de: Gesamtspeicherungen:
eo: Entute konservadoj:
es: Partidas guardadas:
et: Kokkuhoid:
fi: Tallennusten määrä:
fr: Nombre de sauvegardes :
he: נשמר בסך הכל:
hu: Összes mentés:
id: Jumlah save total:
it: Salvataggi totali:
ka: სულ შენახვები:
ko: 총 저장:
nl: Totale hoeveelheid opslagbestanden:
nl_be: Totaal aantal opgeslagen bestanden:
pl: Łączna liczba zapisów:
pt_br: Salvamentos totais:
pt_pt: Número de jogos guardados:
ru: Всего сохранений:
sr_cyrl: Укупно сачување:
sv: Totala sparningar:
tr: Toplam kaydetme:
uk: Загальні збереження:
zh_cn: 存档数：
zh_tw: 總存檔數：

source: Toxin Resistance
bg: Токсична устойчивост
ca: Resistència a les Toxines
cs: Rezistence vůči toxinům
de: Toxin-Resistenz
eo: Toksinrezisto
es: Resistencia Tóxica
et: Toksiiniresistentsus
fi: Myrkyn kestävyys
fr: Résistance aux toxines
he: עמידות לרעלים
hu: Méreg elleni állóképesség
id: Kekebalan Racun
it: Resistenza alle Tossine
ka: ტოქსინის წინააღმდეგობა
ko: 독성 저항
nl: Weerstand tegen Gifstoffen
nl_be: Toxine-resistentie
pl: Odporność Na Toksyny
pt_br: Resistência a Toxinas
pt_pt: Resistência a Toxinas
ru: Устойчивость к Токсинам
sk: Odolnosť voči toxínom
sr_cyrl: Отпорност на токсине
sr_latn: Otpornost na toksine
tr: Toksin Direnci
uk: Опір токсинам
zh_cn: 毒抗
zh_tw: 毒素抗性

source: Toxin Vacuole
bg: Токсична вакуола
ca: Toxina Vacúol
cs: Toxinová Vakuola
de: Toxin- Vakuole
eo: Toksa Vakuolo
es: Vacuola de Toxinas
et: Toksiin Vacuool
fi: Myrkky- vakuoli
fr: Vacuole à toxine
he: חלולית רעלן
hu: Méreganyag Vakuólum
id: Vakuola Racun
it: Vacuolo Tossine
ka: ტოქსინის ვაკუოლა
ko: 독성 액포
nl_be: Toxine Vacuole
pl: Toksyczna Wakuola
pt_br: Vacúolo de Toxinas
pt_pt: Vacúolo de Toxinas
ru: Токсиновая Вакуоль
sk: Toxín Vakuola
sr_cyrl: Отровна Вацуоле
sr_latn: Otrovna Vacuole
sv: Gift vakuol
th_th: สารพิษ แวคิวโอล
tr: Toksin Kofulu
zh_cn: 毒素液泡
zh_tw: 毒素液泡
