Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# PATCH_NOTE_LINK_VISIT_TEXT
source: View the full details of this release on [color=#3796e1][url={0}]Github[/url][/color]
fr: Voir touts les détails de cette mise à jour sur [color=#3296e1][url={0}]Github[/url][/color]
ka: იხილეთ ამ რელიზის სრული დეტალები [color=#3796e1][url={0}]GitHub[/url][/color]-ზე
pt_br: Veja todos os detalhes dessa versão no [color=#3796e1][url={0}]GitHub[/url][/color]
ru: Просмотреть полный список изменений этого обновления на [color=#3796e1][url={0}]Github[/url][/color]
tr: Bu sürümün tüm ayrıntılarını [color=#3796e1][url={0}]GitHub[/url][/color] üzerinden görüntüle
uk: Оглянути повний лист змін цього релізу на [color=#3796e1][url={0}]GitHub[/url][/color]
zh_cn: 在[color=#3796e1][url={0}]Github[/url][/color]查看该版本的详细信息。
zh_tw: 在 [color=#3796e1][url={0}]Github[/url][/color] 上查看此版本的完整詳細資訊

# PATREON_TOOLTIP
source: Visit our Patreon page
bg: Отваряне на страницата ни в „Patreon“
cs: Navštivte náš Patreon
de: Besuche unsere Patreon Seite
es: Visita nuestro Patreon
fr: Visitez notre page Patreon
he: ראו את דף הפטריון שלנו
ka: ეწვიეთ ჩვენს Patreon-ის გვერდს
nl: Bezoek onze Patreonpagina
pl: Odwiedź naszego Patreona
pt_br: Visite a nossa página no Patreon
pt_pt: Visite a nossa pagina de Patreon
ru: Зайти на нашу страницу на Patreon
tr: Patreon sayfamızı ziyaret edin
uk: Відвідайте
zh_cn: 访问我们在Patreon上的页面
zh_tw: 造訪我們的 Patreon 頁面

source: Patrons
bg: Покровители
cs: Sponzoři
de: Patrone
es: Patrocinadores
et: Patroonid
fi: Patreon-jäsenet
fr: Donateurs
he: פטריונים
hu: Patronok
id: Patron
it: Utenti di Patreon
ka: მფარველი წმინდანები
pl: Patroni
pt_br: Apoiadores
ru: Меценаты
sk: Patróni
tr: Yardımcılar
uk: Патрони
zh_cn: 赞助人
zh_tw: 贊助者

source: PAUSED
bg: НА ПАУЗА
ca: PAUSAT
cs: POZASTAVENO
de: PAUSIERT
es: PAUSA
fr: EN PAUSE
he: מושהה
it: IN PAUSA
ka: დაპაუზებული
nl: GEPAUZEERD
pl: ZAPAUZOWANO
pt_br: PAUSADO
pt_pt: PARADO
ru: В паузе
sk: POZASTAVENÉ
tr: DURAKLATILDI
uk: ПАУЗА
zh_cn: 暂停中
zh_tw: 暫停中

# PAUSE_MENU_RESUME_TOOLTIP
source: Return to the game
bg: Продължаване на играта
ca: Tornar al joc
cs: Návrat do hry
de: Spiel fortsetzen
es: Reanudar juego
fr: Reprendre
he: לחזור אל המשחק
hu: Visszalépés a játékba
it: Riprendi il gioco
ka: თამაშზე დაბრუნება
nl: Ga terug naar het spel
pl: Wznów
pt_br: Retoma o jogo
pt_pt: Regressar ao jogo
ru: Вернуться в игру
sk: Vrátiť sa do hry
tr: Oyuna devam et
uk: Повернутись до гри
zh_cn: 返回游戏
zh_tw: 返回遊戲

# PAUSE_PROMPT
source: [center]Press [thrive:input]g_pause[/thrive:input] to unpause[/center]
bg: [center]Натиснете [thrive:input]g_pause[/thrive:input] за да продължите играта[/center]
ca: [center]Prémer [thrive:input]g_pause[/thrive:input] per despausar [/center]
cs: [center]Zmáčkněte [thrive:input]g_pause[/thrive:input] pro obnovení hry[/center]
de: [center]Zum Fortfahren [thrive:input]g_pause[/thrive:input] drücken[/center]
es: [center]Presiona [thrive:input]g_pause[/thrive:input] para reanudar[/center]
fr: [center] Appuyer sur [thrive:input]g_pause[/thrive:input] pour relancer[/center]
he: [center]לחץ [thrive:input]g_pause[/thrive:input] בשביל להמשיך[/center]
it: [center]Premi [thrive:input]g_pause[/thrive:input] per riprendere il gioco[/center]
ka: [center]გასაგრძელებლად დააწექით [thrive:input]g_pause[/thrive:input][/center]
nl: [center]Druk op [thrive:input]g_pause[/thrive:input] om uit pauzestand te gaan[/center]
pl: [center]Naciśnij [thrive:input]g_pause[/thrive:input] żeby odpauzować[/center]
pt_br: [center]Aperte [thrive:input]g_pause[/thrive:input] para retomar o jogo[/center]
pt_pt: [center]Pressione [thrive:input]g_pause[/thrive:input] para retomar[/center]
ru: [center]Нажмите [thrive:input]g_pause[/thrive:input] чтобы продолжить[/center]
sk: [center]Pozastavenie zrušíte stlačením tlačidla [thrive:input]g_pause[/thrive:input][/center]
tr: [center]Oyuna devam etmek için [thrive:input]g_pause[/thrive:input] tuşuna basın[/center]
uk: [center]Натисніть [thrive:input]g_pause[/thrive:input], аби продовжити гру[/center]
zh_cn: [center]按[thrive:input]g_pause[/thrive:input]以解除暂停[/center]
zh_tw: [center]按 [thrive:input]g_pause[/thrive:input] 解除暫停[/center]

# PAUSE_TOOLTIP
source: Pause the game
bg: Прекъсване на играта
ca: Pausar el joc
cs: Pozastavit hru
de: Pausiere das Spiel
es: Pausar el juego
et: Peata mäng
fi: Laita peli tauolle
fr: Mettre le jeu en pause
he: השהה את המשחק
hu: Játék szüneteltetése
it: Metti in pausa il gioco
ka: თამაშის შეჩერება
nl: Pauzeer het spel
nl_be: Pauzeer het spel
pl: Zapauzuj
pt_br: Pausar o jogo
pt_pt: Pausa o jogo
ru: Приостановить игру
sk: Pozastaviť hru
tr: Oyunu duraklat
uk: Пауза
zh_cn: 暂停游戏
zh_tw: 暫停遊戲

# PCK_LOAD_FAILED
source: Loading of pck file ({0}) failed
bg: Зареждането на основния файл „{0}“ е неуспешно
ca: La càrrega de l'arxiu ({0}) ha fallat
cs: Načítání souboru pck ({0}) se nezdařilo
de: Laden der pck-Datei ({0}) fehlgeschlagen
es: La carga del archivo ({0}) ha fallado
et: Pck-faili ({0}) laadimine ebaõnnestus
fr: Échec du chargement du ficher pck ({0})
he: טעינת קבצי pck ({0}) נכשלה
hu: pck fájl ({0}) betöltése sikertelen
it: Caricamento del file pck ({0}) non riuscito
ka: ჩავარდა ჩატვირთვა pck ფაილისთვის ({0})
nl: Laden van pck-bestand {{0}) mislukt
nl_be: Laden van pck bestand ({0}) gefaald
pl: Wczytywanie pliku pck ({0}) się nie powiodło
pt_br: Carregamento do arquivo pck ({0}) falhou
pt_pt: Falha ao carregar o arquivo pck ({0})
ru: Не удалось загрузить файл pck ({0})
sk: Načítanie súboru pck ({0}) zlyhalo
tr: pck dosyasının ({0}) yüklenmesi başarısız
uk: Завантаження pck файлу ({0}) невдалося
zh_cn: pck文件（{0}）载入失败
zh_tw: 載入 pck 檔案（{0}）失敗

# PCK_LOAD_FAILED_DOES_NOT_EXIST
source: Loading of pck file ({0}) failed because the file does not exist
bg: Зареждането на основния файл „{0}“ е неуспешно, защото файлът не съществува
cs: Načítání souboru pck ({0}) se nezdařilo protože soubor neexistuje
de: Laden der pck-Datei ({0}) fehlgeschlagen weil die Datei nicht existiert
es: La carga del archivo pck ({0}) ha fallado porque el archivo no existe
fr: Échec du chargement du ficher pck ({0}) car le fichier est inexistant
he: טעינת קבצי pck ({0}) נכשלה בגלל שקובץ זה לא נמצא
it: Caricamento del file pck ({0}) non riuscito perché il file non esiste
ka: PCK ფაილის ({0}) ჩატვირთვა ჩავარდა, რადგან ფაილი არ არსებობს
nl: Laden van pck-bestand {{0}) mislukt omdat het bestand niet bestaat
pl: Wczytywanie pliku pck ({0}) nie powiodło się, ponieważ ten plik nie istnieje
pt_br: Carregamento do arquivo pck ({0}) falhou, pois o arquivo não existe
ru: Не удалось загрузить файл pck ({0}), его не существует
tr: pck dosyasının ({0}) yüklenmesi başarısız çünkü dosya mevcut değil
uk: Завантаження pck файлу ({0}) невдалося тому, що він не існує
zh_cn: pck文件（{0}）因不存在载入失败
zh_tw: 由於檔案不存在，載入 pck 檔案（{0}）失敗

source: Peaceful
bg: Пасивно
ca: Pacífic
cs: Mírumilovnost
de: Friedlich
es: Pacífica
et: Rahulik
fi: Rauhallinen
fr: Pacifique
he: שלוו
hu: Békés
it: Pacifico
ka: მშვიდობიანი
nl: Vreedzaam
nl_be: Vreedzaam
pl: Pokojowość
pt_br: Pacífico
pt_pt: Pacífico
ru: Мирный
sk: Mierumilovný
sv: Fredlig
tr: Barışçıl
uk: Мирність
zh_cn: 和平
zh_tw: 和平

source: Performance
bg: Производителност
ca: Rendiment
cs: Výkon
de: Leistung
eo: Agado
es: Rendimiento
et: Esitus
fi: Suorituskyky
he: ביצועים
hu: Teljesítmény
id: Performa
it: Prestazioni
ka: წარმადობა
ko: 성능
nl: Prestatie
nl_be: Prestaties
pl: Wydajność
pt_br: Desempenho
pt_pt: Desempenho
ru: Производительность
sk: Výkon
sr_cyrl: Перформансе
sr_latn: Performanse
sv: Uppförande
th_th: ประสิทธิภาพ
tr: Performans
uk: Продуктивність
zh_cn: 性能
zh_tw: 性能

source: Perform unbinding
bg: Извършване на отделяне
ca: Dur a terme la desunió
cs: Rozpojit
de: Entbinden durchführen
es: Realizar separación
et: Tehke lahti sidumine
fi: Erkane
fr: Supprimer le relieur
he: בצע שחרור
hu: Szétválasztás végrehajtása
id: Lakukan pelepasan
it: Slega una
ka: მიმაგრების მოხსნა
nl: Ontbinden uitvoeren
nl_be: Start ontbinden
pl: Dokonaj odwiązania
pt_br: Desconectar
pt_pt: Efetuar a desconexão
ru: Отвязать
sk: Vykonať rozviazanie
sv: Utför lösgörande
tr: Bağ koparmayı gerçekleştir
uk: Виконати роз'єднання
zh_cn: 取消连接
zh_tw: 取消結合

# PER_SECOND_SLASH
source: /second
bg: /в секунда
ca: /segon
cs: /sekund
de: /Sekunde
eo: /sekundo
es: /segundo
et: /sekund
fi: /sekunti
he: \לשנייה
hu: /másodperc
id: /detik
it: al secondo
ka: /წმ
ko: /초
nl: /seconde
nl_be: /seconde
pl: /sekundę
pt_br: /segundo
pt_pt: /segundo
ru: /секунд
sk: /sekúnd
sr_cyrl: /секунду
sv: /sekund
th_th: / วินาที
tr: /saniye
uk: /секунду
zh_cn: 每秒
zh_tw: ／秒

source: Phosphate
bg: Фосфат
ca: Fosfat
cs: Fosfát
de: Phosphat
eo: Fosfato
es: Fosfato
et: fosfaat
fi: Fosfaatti
he: פוספט
hu: Foszfát
id: Fosfat
it: Fosfato
ka: ფოსფატი
ko: 인산염
nl: Fosfaat
nl_be: Fosfaat
pl: Fosforany (PO₄³⁻)
pt_br: Fosfato
pt_pt: Fosfato
ru: Фосфат
sk: Fosfát
sr_cyrl: Фосфат
sr_latn: Fosfat
sv: Fosfat
th_th: ฟอสเฟต
tr: Fosfat
uk: Фосфат
zh_cn: 磷酸盐
zh_tw: 磷酸鹽

source: Photosynthesis
bg: Фотосинтеза
ca: Fotosíntesi
cs: Fotosyntéza
de: Photosynthese
eo: Fotosintezo
es: Fotosíntesis
et: Fotosüntees
fi: Photosynteesi
fr: Photosynthèse
he: פוטוסינתזה
hu: Fotoszintézis
id: Fotosintesis
it: Fotosintesi
ka: ფოტოსინთეზი
ko: 광합성
nl: Fotosynthese
nl_be: Fotosynthese
pl: Fotosynteza
pt_br: Fotossíntese
pt_pt: Fotossíntese
ru: Фотосинтез
sk: Fotosyntéza
sr_cyrl: Фотосинтеза
sr_latn: Fotosinteza
sv: Fotosyntes
th_th: การสังเคราะห์ด้วยแสง
tr: Fotosentez
uk: Фотосинтез
zh_cn: 光合作用
zh_tw: 光合作用

source: Physical Conditions
bg: Физически условия
ca: Condicions Físiques
cs: Fyzické podmínky
de: Physikalische Bedingungen
eo: Fizikaj Kondiĉoj
es: Condiciones Físicas
et: Füüsilised tingimused
fi: Olosuhteet
fr: Conditions Physique
he: מצב פיזי
hu: Fizikai körülmények
id: Kondisi Fisik
it: Condizioni fisiche
ka: ფიზიკური პირობები
ko: 물리적 상태
nl: Fysieke Omstandigheden
nl_be: Fysieke Omstandigheden
pl: Warunki Fizyczne
pt_br: Condições Físicas
pt_pt: Condições físicas
ru: Физические Условия
sk: Fyzické podmienky
sr_cyrl: Физички Услови
sv: Fysisk Mående
tr: Fiziksel Koşullar
uk: Фізичні умови
zh_cn: 物理条件
zh_tw: 物理條件

source: Physical Resistance
bg: Физическа устойчивост
ca: Resistència física
cs: Fyzická odolnost
de: Phsikalischer Widerstand
eo: Fizika Rezisto
es: Resistencia Física
et: Füüsiline vastupanu
fi: Fyysinen kestävyys
fr: Résistance Physique
he: עמידות מפגיעה פיזית
hu: Fizikai állóképesség
id: Kekebalan Fisik
it: Resistenza Fisica
ka: ფიზიკური წინააღმდეგობა
ko: 물리 저항
nl: Fysieke Weerstand
nl_be: Fysieke Weerstand
pl: Odporność Fizyczna
pt_br: Resistência Física
pt_pt: Resistência Física
ru: Физическое Сопротивление
sk: Fyzická odolnosť
sr_cyrl: Физички Отпор
sr_latn: Fizički Otpor
tr: Fiziksel Direnç
uk: Фізичний опір
zh_cn: 物防
zh_tw: 物理抗性

# PLACE_ORGANELLE
source: Place organelle (or other placeable thing)
bg: Добавяне на органел или друг обект
ca: Col·locar orgànul
cs: Umístit organelu
de: Organelle platzieren
eo: Disloku organeton
es: Colocar orgánulos
et: Asetage organell
fi: Lisää soluelin
fr: Placer organite
he: הוסף אברון
hu: Sejtszervecske elhelyezése
id: Letakkan organel
it: Posiziona organulo
ka: ორგანელას (ან სხვა მოთავსებადი საგნის) მოთავსება
ko: 세포 기관 배치
nl: Plaats organellen
nl_be: Organel plaatsen
pl: Dodaj organellę
pt_br: Colocar organela
pt_pt: Colocar organelo
ru: Разместить органеллу (или другую вещь)
sk: Umiestniť organelu
sr_cyrl: Поставите органелу
sr_latn: Postavite organelu
sv: Placera organell
th_th: วางออร์แกเนลล์
tr: Organel yerleştir (veya başka yerleştirilen şey)
uk: Місце для органели
zh_cn: 放置细胞器
zh_tw: 放置細胞器（或其他可放置的物件）

source: Planet
bg: Планета
ca: Planeta
cs: Planeta
es: Planeta
fi: Planeetta
fr: Planète
he: כוכב לכת
hu: Bolygó
it: Pianeta
ka: პლანეტა
nl: Planeet
pl: Planeta
pt_br: Planeta
pt_pt: Planeta
ru: Планета
sk: Planéta
tr: Gezegen
uk: Планета
zh_cn: 星球
zh_tw: 星球

# PLANET_DETAILS_STRING
source: LAWK only: {0} Life origin: {1} Day/night cycle: {2} Day length: {3} seconds Planet random seed: {4}
bg: Земеподобен живот: {0} Произход на живота: {1} Денонощен цикъл: {2} Продължителност на деня: {3} секунди Произволен идентификатор на планетата: {4}
de: Nur kohlenstoffbasiertes Leben: {0} Ursprung des Lebens: {1} Tag-/Nacht-Zyklus: {2} Tageslänge: {3} Sekunden Planetensamen Nummer: {4}
es: Tipo de zona: {0} Solo usar VCLC: {1} Origen de la vida: {2} Semilla aleatoria del planeta: {3}
fr: LAWK uniquement : {0} Origine de la vie : {1} Cycle jour/nuit : {2} Durée du jour : {3} secondes Graine aléatoire de la planète : {4}
ka: მხოლოდ სრჩვ: {0} სიცოცხლის წყარო: {1} დღეღამის ციკლი: {2} დღის სიგრძე: {3} წამი პლანეტის შემთხვევითობის თესლი: {4}
nl: Alleen LZWHK: {0} Oorsprong van leven:{1} Dag/nacht cyclus: {2} Daglengte: {3} seconden Willekeurige Kiem Planeet: {4}
pt_br: Somente vida baseada na realidade: {0} Origem da vida: {1} Ativar o ciclo dia/noite: {2} Duração do dia: {3} segundos Seed aleatória do planeta: {4}
pt_pt: Só LAWK: {0} Origem da vida: {1} Ciclo Dia/Noite: {2} Duração do dia: {3} segundos Semente aleatória do planeta: {4}
ru: Только LAWK: {0} Происхождение жизни: {1} Цикл дня и ночи: {2} Продолжительность дня(в секундах): {3} Случайное начальное число планеты: {4}
tr: Sadece BH: {0} Hayat kökeni: {1} Gece gündüz döngüsü: {2} Gün uzunluğu: {3} saniye Rastgele gezegen tohumu: {4}
uk: Тільки ЗАКОН: {0} Походження життя: {1} Цикл дня/ночі: {2} Тривалість дня: {3} секунди Випадковий сід планети: {4}
zh_cn: 仅限已知生命形式：{0} 生命起源：{1} 日/夜循环：{2} 一天的长度：{3}秒 行星随机种子：{4}
zh_tw: 僅限已知生命形式：{0} 生命起源：{1} 晝夜循環：{2} 一日時長：{3} 秒 星球隨機種子：{4}

# PLANET_GENERATION_TEASER
source: Planet generation coming soon!
bg: Създаването на планетата е в процес на разработка!
ca: Pròximament, generació planetària!
cs: Generováni planet již brzy!
de: Planetenerstellung kommt bald!
es: Generación de Planeta próximamente!
fr: La génération de planète arrive bientôt !
he: מייצר כוכבי לכת בקרוב!
hu: Bolygó generálás hamarosan!
it: Generazione planetaria in arrivo!
ka: პლანეტის გენერაციას მალე იხილავთ!
nl: Generatie van planeet komt snel!
pl: Generacja planety już wkrótce!
pt_br: Geração de planetas em breve!
pt_pt: Geração de planetas em breve!
sk: Generovanie planéty už čoskoro!
tr: Gezegen oluşumu çok yakında!
uk: Генерація планети пройшла успішно!
zh_cn: 行星生成即将发布！
zh_tw: 敬請期待行星生成功能！

source: Planet random seed
bg: Произволен идентификатор на планетата
ca: Llavor de planeta aleatòria
cs: Náhodný seed planety
de: Planetensamen Nummer (Zufallswert):
es: Semilla de generación del Planeta
fi: Planeetan satunnainen lähtöarvo
fr: Graine planétaire aléatoire
he: כוכב סייד אקראי
hu: Véletlen bolygó seed
it: Seme casuale del pianeta
ka: პლანეტის შემთხვევითობის თესლი
nl: Willekeurige kiem voor de planeet
pl: Losowe ziarno planety
pt_br: Seed aleatória do planeta
pt_pt: Semente aleatória do planeta
ru: Сид планеты
sk: Náhodné semeno planéty
tr: Rastgele gezegen tohumu
uk: Рандомний сід планети
zh_cn: 世界生成种子
zh_tw: 星球隨機種子

source: Player
fr: Joueur
ka: მოთამაშე
nl: Speler
pl: Gracz
pt_br: Jogador
pt_pt: Jogador
ru: Игрок
tr: Oyuncu
uk: Гравець
zh_cn: 玩家
zh_tw: 玩家

source: Player death population penalty
bg: Коефициент на измиране
ca: Penalització de la població per mort del jugador
cs: Populační penalta za smrt hráče
de: Bevölkerungsstrafe bei Spielertod
es: Penalization de población por muerte del jugador
fr: Pénalité démographique à la mort du joueur
he: ירידה באכולוסיה במוות של שחקן
hu: A játékos halála utáni populáció egyedszámának csökkenése
it: Penalizzazione demografica alla morte del giocatore
ka: მოთამაშის სიკვდილის სასჯელი პოპულაციაზე
nl: Penalisatie van dood van speler
pl: Kara populacyjna za śmierć gracza
pt_br: Penalidade na população por morte do jogador
ru: Убыль популяции вида от смерти игрока
tr: Oyuncu ölümünden kaynaklanan popülasyon kaybı
uk: Штраф популяції за смерть гравця
zh_cn: 玩家死亡惩罚
zh_tw: 玩家死亡種群數量懲罰

# PLAYER_DEATH_POPULATION_PENALTY_EXPLANATION
source: (coefficient for reduction in player species population for each player death)
bg: (определя мащаба на измиране на индивидите от Вашите създания)
ca: (coeficient de reducció en la població del jugador per cada mort pròpia)
cs: (součinitel snížení populace hráčova druhu za každou smrt hráče)
de: (Koeffizient mit dem die Population der Spielerart bei einem Tod der gespielten Entität reduziert wird)
es: (Reducción en la población de la especie del jugador por cada muerte del mismo)
fr: (coefficient de réduction de la population des espèces du joueur à chaque mort du joueur)
he: (המקדם להפחתה של האכלוסיית השחקן על כל מוות של השחקן)
hu: (a játékos halála után a játékos fajának a populációjának az egyedszámának csökkenése)
it: (coefficiente di riduzione della popolazione del giocatore a ogni sua morte)
ka: (კოეფიციენტი პოპულაციის შესამცირებლად მოთამაშის თითოეული სიკვდილის შემდეგ)
nl: (coëfficient voor de vermindering in bevolking van spelersoort voor elke keer dat de speler dood gaat)
pl: (współczynnik redukcji populacji gatunku gracza dla każdej śmierci gracza)
pt_br: (coeficiente para a redução na população da espécie do jogador para cada morte)
pt_pt: (coeficiente de redução na população da espécie do jogador para cada morte do jogador)
ru: (коэффициент уменьшения популяции вида с каждой смертью игрока)
sk: (koeficient populácie druhu, ktorý klesne zakaždým keď hráč zomrie)
tr: (her oyuncu ölümü için oyuncu türünün popülasyonunda azalma katsayısı)
uk: (коефіціент зменшення популяції виду гравця для кожної смерті гравця)
zh_cn: （当玩家死亡时玩家物种的种群数量下降的系数）
zh_tw: （當玩家死亡時玩家物種數量減少的係數）

source: player died
bg: измиране
ca: el jugador ha mort
cs: hráč zemřel
de: Spieler starb
eo: ludanto mortis
es: El jugador murió
et: mängija suri
fi: pelaaja kuoli
fr: le joueur est mort
he: השחקן מת
hu: A játékos meghalt
id: pemain mati
it: il giocatore è morto
ka: მოთამაშე მოკვდა
ko: 플레이어 사망함
nl: speler stierf
nl_be: speler stierf
pl: gracz zginął
pt_br: jogador morreu
pt_pt: jogador morreu
ru: игрок умер
sk: hráč zomrel
sr_cyrl: играч је умро
sr_latn: igrač je umro
sv: spelare dog
tr: oyuncu öldü
uk: гравець помер
zh_cn: 玩家死亡
zh_tw: 玩家死亡

# PLAYER_DUPLICATE
source: Duplicate Player
bg: Удвояване
ca: Jugador Duplicat
cs: Duplicitní hráč
de: Spieler duplizieren
es: Jugador duplicado
et: Dubleeri pleier
fr: joueur en double
he: שכפל שחקן
hu: A játékos megkettőzése
id: Gandakan Pemain
it: Duplica giocatore
ka: მოთამაშის დუბლირება
nl: Dupliceer Speler
nl_be: Duplicaat speler
pl: Powiel Gracza
pt_br: Duplicar Jogador
pt_pt: Duplicar Jogador
ru: Клонировать Игрока
sv: Duplicera Spelare
tr: Oyuncuyu Çoğalt
uk: Дублікат гравця
zh_cn: 玩家分裂
zh_tw: 玩家分裂

# PLAYER_EXTINCT
source: Player is extinct
bg: измиране на създанията
ca: Jugador extingit
cs: Hráč vyhynul
de: Spieler ist ausgestorben
es: El jugador se extinguió
et: Mängija on välja surnud
fr: Le joueur est éteint
he: השחקן נכחד
hu: A játékos faja kihalt
it: Il giocatore si è estinto
ka: მოთამაშე გადაშენდა
nl: Speler is uitgestorven
nl_be: Speler is uitgestorven
pl: gracz wyginął
pt_br: O jogador foi extinto
pt_pt: O jogador está extinto
ru: Игрок вымер
sk: Hráč vyhynul
tr: Oyuncunun nesli tükendi
uk: Гравець вимер
zh_cn: 玩家已灭绝
zh_tw: 玩家已滅絕

# PLAYER_RELATIVE_MOVEMENT
source: Player relative
fr: Parents du joueur
ka: მოთამაშესთან ფარდობით
nl: Speler relatief
pl: Krewny gracza
pt_br: Relativo ao jogador
pt_pt: Relativo ao jogador
ru: Родственник игрока
tr: Oyuncuya bağlı
uk: Відносно гравця
zh_cn: 相对于玩家
zh_tw: 相對於玩家

source: player reproduced
bg: възпроизвеждане
ca: el jugador ha aconseguit reproduïr-se
cs: hráč se rozmnožil
de: Spieler-Reproduktion
eo: ludanto reproduktita
es: El jugador se reprodujo
et: mängija reprodutseeritud
fi: pelaaja jatkoi sukuaan
fr: le joueur s'est reproduit
he: השחקן התרבה
hu: játékos szaporodott
id: pemain bereproduksi
it: il giocatore si è riprodotto
ka: მოთამაშე გამრავლდა
ko: 플레이어 복제됨
nl: speler reproduceerde
nl_be: speler reproduceerde
pl: gracz się rozmnożył
pt_br: jogador se reproduziu
pt_pt: jogador reproduzido
ru: игрок размножился
sk: hráč sa rozmnožil
sr_cyrl: Играч се репродуковао
sr_latn: Igrač se reprodukovao
sv: spelare fortplantad
tr: oyuncu çoğaldı
uk: гравець розмножився
zh_cn: 玩家繁殖
zh_tw: 玩家繁殖

source: Player Speed
bg: Вашата скорост
ca: Jugador Velocitat
cs: Hráč Rychlost
de: Spieler Tempo
es: Velocidad del jugador
et: Mängija Kiirus
fi: Pelaajan nopeus
fr: Vitesse du joueur
he: מהירות שחקן
hu: Játékos Sebesség
id: Kecepatan Pemain
it: Velocità giocatore
ka: მოთამაშის სიჩქარე
nl: Speler Snelheid
nl_be: Speler Snelheid
pl: Prędkość Gracza
pt_br: Jogador Velocidade
pt_pt: Velocidade Jogador
ru: Скорость Игрока
sk: Hráč Rýchlosť
tr: Oyuncu Hızı
uk: Швидкість Гравця
zh_cn: 玩家 速度
zh_tw: 玩家 速度

source: Play intro video
bg: Начално видео
ca: Mostra el vídeo introductori
cs: Přehrát úvodní video
de: Intro-Video abspielen
eo: Ludu enkondukan filmeton
es: Reproducir vídeo introductorio
et: Esita sissejuhatav video
fi: Näytä introvideo
fr: Jouer la vidéo d'intro
he: הפעל סרטון פתיחה
hu: Intró videó lejátszása
id: Putar video pengantar
it: Riproduci video introduttivo
ka: შესავლის ვიდეოს დაკვრა
ko: 인트로 영상 재생
nl: Speel intro video
nl_be: Speel intro video
pl: Odtwórz wideo intro
pt_br: Reproduzir o vídeo de introdução
pt_pt: Reproduzir o vídeo de introdução
ru: Проигрывать начальное видео
sk: Prehrať úvodné video
sr_cyrl: Пусти уводни видео
sr_latn: Pusti uvodni video
sv: Spela introvideo
th_th: เล่นวิดีโอแนะนำ
tr: Tanıtımı oynat
uk: Програвати інтро
zh_cn: 播放游戏开场动画
zh_tw: 播放開場動畫

source: Play microbe intro on new game
bg: Начално видео при започване на нова игра
ca: Mostrar la cinemàtica d'entrada a l'Estadi de Microbi en una nova partida
cs: Spustit úvod do mikrobů v nové hře
de: Mikroben-Intro bei neuem Spiel abspielen
eo: Ludu Mikroban Enkondukon en ĉiu Nova Ludo
es: Reproducir cinemática de entrada del estadio de Microbio en nueva partida
et: Mängige uues mängus mikroobide tutvustust
fi: Näytä mikrobi-intro aloitettaessa uusi peli
fr: Jouer l'introduction à chaque nouvelle partie
he: הפעל פתיח שלב המיקרוב במשחק חדש
hu: Új játék esetén az intró lejátszása
id: Putar Video Pengantar Mikroba saat Permainan Baru
it: Riproduci filmato iniziale microbico in nuove partite
ka: მიკრობი შესავლის დაკვრა ახალი თამაშის გაშვებისას
ko: 새 게임 시 미생물 인트로 재생
nl: Speel intro bij nieuw spel
nl_be: Speel microbe intro bij nieuw spel
pl: Odtwórz intro mikroba przy nowej grze
pt_br: Reproduzir a introdução do Estágio Microbial em novo jogo
pt_pt: Jogar a Introdução ao Micróbio num Novo Jogo
ru: Проигрывать вступление микроба при новой игре
sk: Prehrať úvodné video do mikróbov v novej hre
sr_cyrl: Пустите уводни видео за микробе на Новој Игри
sr_latn: Pustite uvodni video za mikrobe na Novoj Igri
sv: Spela Mikrobintro i ett nytt spel
th_th: เล่น Microbe Intro ในเกมใหม่
tr: Yeni oyunda mikrop tanıtımını oynat
uk: програвати інтро з мікробом перед новою грою
zh_cn: 在开始新游戏时播放微生物阶段开场动画
zh_tw: 在開始新遊戲時播放微生物開場動畫

source: Play With Current Setting
bg: Нова игра
cs: Hrát s vybraným nastavením
de: Mit diesen Einstellungen spielen
es: Jugar con la configuración actual
fr: Jouer avec les paramètres actuels
he: שחק עם ההגדרות הנוכחות
it: Gioca nello scenario attuale
ka: თამაში მიმდინარე პარამეტრით
nl: Speel Met Huidige Instellingen
pl: Graj Z Obecnym Ustawieniem
pt_br: Jogar com essas configurações
pt_pt: Jogar com definições atuais
ru: Играть с текущими настройками
tr: Mevcut Ayarlarla Oyna
uk: Грати з поточними налаштуваннями
zh_cn: 使用当前设置
zh_tw: 使用當前設定

# POPULATION_CAPITAL
source: POPULATION:
bg: ПОПУЛАЦИЯ:
ca: POBLACIÓ:
cs: POPULACE:
eo: POPULACIO:
es: POBLACIÓN:
et: ELANIKKOND:
fi: POPULAATIO:
he: אוכלוסיה:
hu: POPULÁCIÓ:
id: POPULASI:
it: POPOLAZIONE:
ka: პოპულაცია:
ko: 개체수:
nl: POPULATIE:
nl_be: BEVOLKING:
pl: POPULACJA:
pt_br: POPULAÇÃO:
pt_pt: POPULAÇÃO:
ru: ПОПУЛЯЦИЯ:
sk: POPULÁCIA:
sr_cyrl: ПОПУЛАЦИЈА:
sr_latn: POPULACIJA:
sv: INVÅNARE:
tr: POPÜLASYON:
uk: ПОПУЛЯЦІЯ:
zh_cn: 种群数量：
zh_tw: 種群數量：
