Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# EASTEREGG_MESSAGE_1
source: Fun Fact: the Didinium and Paramecium are a textbook example of a predator-prey relationship that has been studied for decades. Now, are you the Didinium or the Paramecium? Predator or Prey?
bg: Забавен факт е, че Дидиний и Парамеций са давани за пример като ловец и плячка. Вие от коя страна сте — ловецът или плячката?
ca: A mode de curiositat, la relació entre les cèl·lules de l'espècie Didinium i les cèl·lules Paramecium és un exemple típic i clar, que ha estat estudiat durant dècades, d'una relació entre depredador i presa. Ara bé, la teva espècie, és l'equivalent de Didinium o de Paramecium? Ets un depredador, o bé la presa?
cs: Vpíjenka (Didinium) a Trepka (Paramecium) jsou učebnicovým příkladem vztahu predátora a kořisti, který byl studován po celá desetiletí. A co ty, jsi Didinium nebo Paramecium? Predátor nebo kořist?
de: Interessanter Fakt: Das Nasentierchen und Pantoffeltierchen sind ein Musterbeispiel für ein Raubtier-Beute-Verhältnis, das jahrzehntelang untersucht wurde. Bist du nun das Nasentierchen oder das Pantoffeltierchen? Jäger oder Gejagter?
eo: Amuza Fakto, La Didinio kaj Paramecio estas lernolibra ekzemplo de rilato de predantaj predoj, kiu estis studata de jardekoj, nun, ĉu vi estas la Didinio aŭ la Paramecio? Ĉu Predanto aŭ Predo?
es: Dato curioso: el didinium y el paramecio son un ejemplo de una relación depredador-presa que fue estudiado durante décadas. Ahora, ¿eres el didinium o el paramecio? ¿Depredador o presa?
et: Lõbus fakt: Didinium ja Paramecium on õpikunäide kiskja ja saakloomade suhetest, mida on aastakümneid uuritud. Nüüd, kas sa oled Didinium või Paramecium? Kiskja või saak?
fr: Anecdote : les Didiniums et les Paramécies sont des cas d'école de la relation proie/prédateur qui a été étudiée pendant des décennies. Et vous, êtes-vous un Didinium, ou un Paramécie ? Un prédateur, ou bien une proie ?
he: עובדה משעשעת: הדידיניום והסנדלית הם דוגמה קלאסית של יחסי טורף - נטרף שנחקר במשך עשורים. אז האם אתה דידיניום או סנדלית? הטורף או הנטרף?
hu: Érdekesség: a Didinium és a Papucsállatka kapcsolata egy tankönyvi példa a ragadozó-zsákmányállat kapcsolatra, amit már évtizedek óta tanulmányoznak. És te hova tartozol? A Didiniumhoz, vagy a Papucsállatkához? A ragadozóhoz, vagy a zsákmányhoz?
id: Fakta Menarik, Didinium dan Paramecium merupakan contoh buku tentang hubungan mangsa dan predator yang telah dipelajari selama puluhan tahun, sekarang apakah kamu merupakan Didinium atau Paramecium? Predator atau Mangsa?
it: Una curiosità: il didinio e il paramecio sono un esempio da manuale, studiato per decenni, di relazione predatore-preda. Ora, quale sei tu dei due? Didinio o paramecio? Predatore o preda?
ko: 농담 하나, 강섬모충속과 짚신벌레속은 수십 년 간 연구된 포식자와 피식자 관계의 교과서입니다, 당신은 강섬모충속입니까 아니면 짚신벌레속입니까? 사냥꾼입니까 아니면 사냥감입니까?
nl: Wist je dat de Didinium en Paramecium voorbeelden zijn van een roofdier-prooi relatie die is gestudeerd voor tientallen jaren? Ben jij nu een nakomeling van het roofdier of de prooi?
nl_be: Leuk weetje, het Didinium en het pantoffeldiertje zijn een schoolvoorbeeld van een roofdier prooi relatie die voor tientallen jaren is bestudeerd. Ben jij het Didinium of het pantoffeldiertje? Roofdier of prooi?
pl: Ciekawostka: Didinium i Pantofelek są podręcznikowym przykładem relacji drapieżnika i ofiary, ta relacja była studiowana przez dekady. A ty, jesteś Didinium czy Pantofelkiem? Drapieżnikiem, czy ofiarą?
pt_br: Curiosidade: o didínio e o paramécio são um exemplo de relação predador-presa que foi estudado por décadas. Você é o didínio ou o paramécio? Predador ou Presa?
pt_pt: Curiosidade: o Didinium e o Paramecium são um exemplo clássico de uma relação predador-presa estudada há décadas. Serás o Didinium ou o Paramecium? Predador ou Presa?
ru: Забавный Факт: Дидинии и Парамеции - наглядный пример взаимоотношений "хищник - жертва", которые изучали на протяжении десятилетий. А кто же вы - хищник или жертва?
sr_cyrl: Забавна чињеница, Дидинијум и Парамецијум су уџбенички пример односа грабежљивог плена који се проучава деценијама, да ли сте сада Дидинијум или Парамецијум? Предатор или плен?
sv: Rolig fakta, Didinium och Paramecium är ett läroboksexempel på ett rovdjursförhållande som har studerats i årtionden, är du Didinium eller Paramecium? Rovdjur eller byte?
th_th: เรื่องน่ารู้: Didinium และ Paramecium เป็นตัวอย่างตำราของความสัมพันธ์ระหว่างนักล่ากับเหยื่อที่ได้รับการศึกษามานานหลายทศวรรษ ตอนนี้คุณเป็น Didinium หรือ Paramecium หรือไม่? นักล่าหรือเหยื่อ?
tr: İlginç Gerçek: Didinyum ve Paramesyum on yıllardır araştırılan av-avcı ilişkisinin bir ders kitabı örneği. Şimdi, sen Paramesyum musun yoksa Didinyum mu? Av mısın yoksa avcı mı?
uk: Цікавий факт: Інфузорії Дідініум та Туфельки книжковий приклад відносин хижака-жертви, який вичався протягом десятиліть. А ви зараз Дідініум чи Туфелька? Хижак чи Жертва?
zh_cn: 逗知识：栉毛虫和草履虫被当做教科书级的捕食者与猎物关系研究了几十年。你是栉毛虫，还是草履虫呢？捕食者，还是猎物？
zh_tw: 小知識：櫛毛蟲和草履蟲被當做教科書級的捕食者與獵物關係研究了幾十年。您是櫛毛蟲，還是草履蟲？捕食者，還是獵物？

# EASTEREGG_MESSAGE_10
source: WIGGLY THINGS!!
bg: КАК САМО СЕ ИЗВИВАТ!!
ca: ÉSSERS LLEFISCOSOS!!
cs: VRTÍCÍ SE VĚCI!!
de: VERRÜCKTES ZEUG!!
eo: FURIOZAJ AĴOJ!!
es: TENTÁCULOS!!
et: WIGGLY ASJAD!!
fi: KIEMURTELEVIA JUTTUJA!!
fr: CHOSES AGITÉES ! !
he: פיתולים!!
hu: HULLÁMZÓ BIGYUSZOK!!
it: COSE DIMENANTI!!
ka: კლაკნია საგნები!!
ko: 으후루꾸꾸루후으!!
nl: WIEBELIGE DINGEN!!
nl_be: WIEBELIGE DINGEN!!
pl: KRĘCIOŁKI!!
pt_br: COISAS ONDULADAS!!
pt_pt: COISAS ONDULANTES!!
ru: ИЗВИЛИСТЫЕ ТВАРИ!!
sk: VRTIACE SA VECI!!
sr_cyrl: СТВАРИ КОЈЕ СЕ МИГОЉИТИ!!
sr_latn: STVARI KOJE SE MIGOLJITI!!
sv: På engelska stod det "WIGGLY THINGS!!" här, men jag, S1dos, vet inte riktigt hur man översätter det!!
th_th: สิ่งที่น่ากลัว !!
tr: KIMILDAYAN ŞEYLER!!
uk: ХИТКІ РЕЧІ!!
zh_cn: *扭来扭去*
zh_tw: 扭來扭去！！

# EASTEREGG_MESSAGE_11
source: Smeltal the meltal.
bg: Претопете метала.
ca: Smeltal the meltal: frase satírica en anglès, amb un lèxic deformat a propòsit, que vol dir "Fondre els metalls".
cs: Želízko k vypečení.
de: Nein Patrick, hydrothermische Schlote eignen sich nicht zum Schmelzen von Eisen!
eo: Metala potencialo.
es: ¡Derrite el metal!
et: Sulata metall.
fi: Sulata metallia.
fr: Se fombre dans l'ombre.
he: התכה את המתכה.
hu: Égesd a vasat.
it: Squagliallo il metallo.
ka: მდნობელა დნობელა.
ko: 꿀꺽꿀꺽.
nl: Smelt al het metaal.
nl_be: Smeltal het meltal.
pl: Przetal ten metal.
pt_br: Pela milésima vez, o jogo não vai ter civilizações subaquáticas.
pt_pt: Não, não podes derreter metal em fontes hidrotermais.
ru: Плавик плавитель.
sr_cyrl: Отопитела метела.
sr_latn: Otopitela metela.
sv: Smältis den där metalsis.
th_th: หลอมโลหะ.
tr: Eritalim şu metali.
uk: Виплавка плавталу.
zh_cn: 请不要再想着水下炼制金属踏入铁器时代啦！
zh_tw: 熔煉金屬。

# EASTEREGG_MESSAGE_12
source: Those blue cells though.
bg: Ех тези сини клетки.
ca: No obstant, aquestes cèl·lules de color blau.
cs: Mrkejte na ty modrý buňky.
de: Diese blauen Zellen jedoch...
eo: Tiuj bluaj ĉeloj tamen.
es: Fíjate en esas células azules.
et: Need sinised rakud.
fi: Ne siniset solut.
fr: Ces cellules bleues si.
he: אבל התאים הכחולים האלה.
hu: Na azok a kék sejtek.
id: Dasar sel-sel biru itu...
it: Quelle cellule blu però.
ka: არადა, ის ლურჯი უჯრედები.
ko: 저 파란 세포 봐봐.
nl: Dat zijn wel blauwe cellen.
nl_be: Die blauwe cellen echter.
pl: Ale te niebieskie komórki.
pt_br: E essas células azuis, hein?
pt_pt: Essas células azuis, no entanto.
ru: Те синие клетки однако.
sr_cyrl: Те плаве ћелије ипак.
sr_latn: Te plave ćelije ipak.
sv: Men de blå cellerna.
th_th: เซลล์สีน้ำเงินเหล่านั้น
tr: Ama şu mavi hücreler var ya.
uk: Хоча ці клітини блакитні.
zh_cn: 在未来游戏很可能会添加专门的色素组件，细胞颜色不会再像现在一样随心所欲了。
zh_tw: 儘管那些藍色細胞。

# EASTEREGG_MESSAGE_13
source: Here's a tip, Biomes are more than just different backgrounds, the compounds in different biomes sometimes spawn at different rates.
bg: Ето един съвет — биомите са нещо повече от фонове, количествата на химичните съединения в различните биоми не винаги са еднакви.
ca: Un petit consell: els diferents Biomes no són tan sols diferents fons, sinó que en cadascun hi ha diferents proporcions de compostos.
cs: Tip - Biomy jsou více než různé barvy pozadí, sloučeniny se v různých biomech objevují s různou četností.
de: Kleiner Tipp, Biome sind mehr als nur unterschiedliche Hintergründe. Die Substanzen in verschiedenen Biomen erscheinen manchmal mit unterschiedlichem Tempo.
eo: Jen konsilo, Biomoj estas pli ol nur malsamaj fonoj, la kunmetaĵoj en malsamaj biomoj foje generiĝas kun malsamaj rapidecoj.
es: Un consejo: los biomas son más que solo fondos diferentes, los compuestos en éstos se generan a ratios diferentes.
et: Siin on näpunäide: elustikud on midagi enamat kui lihtsalt erineva taustaga, erinevates bioomides olevad ühendid koevad mõnikord erineva kiirusega.
fi: Vinkki: Alueet ovat enemmänkin kuin vain taustoja, yhdisteet ilmestyvät eri alueille joskus eri määrinä.
fr: Voici une astuce : les biomes sont plus que des arrière-plans différents ; les composés apparaissent à des taux différents selon ceux-ci.
he: הנה טיפ: ביומות הן לא רק רקעים שונים, התרכובות בביומות שונות לעיתים נוצרים בקצב שונה.
hu: Itt egy kis tanács. A biomok kicsivel többek, mint egy csicsás háttér. Bizonyos vegyületek bizonyos biomokban különböző mértékekben találhatóak meg.
id: Berikut tipsnya, Bioma lebih dari sekadar perbedaan latar belakang, senyawa yang ada di bioma berbeda terkadang muncul pada laju yang berbeda.
it: Un suggerimento: i biomi sono più che semplici sfondi differenti; a volte, i composti appaiono a ritmi diversi a seconda della zona in cui ti trovi.
ka: თუ თქვენი უჯრედი 150 ექვსკუთხედია, დიდი რკინის ნატეხების შთანთქმაც შეგიძლიათ!
ko: 팁 하나, 생물군계는 배경만 다른게 아니라, 화합물 또한 생물군계 별로 비율이 다를 수 있습니다.
nl: Een tip, biomen zijn meer dan slechts andere achtergronden. Stoffen in verschillende biomen worden met verschillende snelheden geplaatst.
nl_be: Hier is een tip, biomen zijn meer dan gewoon andere achtergronden, de chemische stoffen in verschillende biomen verschijnen ook soms met verschillende snelheden.
pl: Porada, Biomy to coś więcej niż tylko inne tła, zwiazki chemiczne w różnych biomach pojawiają się w różnych ilościach.
pt_br: Se a sua célula tiver 150 hexágonos, você pode fagocitar até os maiores pedaços de ferro!
pt_pt: Eis uma dica, os biomas são mais que fundos diferentes, os compostos em diferentes biomas podem aparecer em diferentes proporções.
ru: Если ваша клетка имеет размер 150 гексов, вы можете поглощать даже большие куски железа!
sr_cyrl: Ево савета, биоми су више него само различито порекло, једињења у различитим биомима се понекад мрестају различитим брзинама.
sr_latn: Evo saveta, biomi su više nego samo različito poreklo, jedinjenja u različitim biomima se ponekad mrestaju različitim brzinama.
sv: Här är ett tips, Omgivningar är mer än bara olika bakgrunder, föreningarna i olika omgivningar dyker ibland upp i olika hastigheter.
th_th: นี่คือเคล็ดลับ Biomes เป็นมากกว่าภูมิหลังที่แตกต่างกันสารประกอบใน biomes ที่แตกต่างกันบางครั้งก็วางไข่ในอัตราที่แตกต่างกัน
tr: Eğer hücreniz 150 altıgen alan büyüklüğünde ise, büyük demir parçalarını bile yutabilirsiniz!
uk: Порада: Біоми це більш ніж задній фон, у різних біомах спавн біомах відрізняється відсоток генерації сполук.
zh_cn: 小提示：生物群系可不仅仅是背景图不同，不同生物群系的化合物生成速度有时候是不同的。
zh_tw: 小提示：生物群系不僅僅是背景圖不同，不同生物群系的化合物有時會以不同的速率產生。

# EASTEREGG_MESSAGE_14
source: Here's a tip, the more flagella you have, the faster you go, vroom vroom, but it also costs more ATP
bg: Ето един съвет — с повече камшичета ще се движите по-бързо, но това ще Ви струва повече АТФ
ca: Un petit consell: com més Flagels tinguis, més ràpid et podràs moure, però també més ATP consumiràs
cs: Tip - Čím více bičíků máš, tím rychleji jedeš, vroom vroom, ovšem stojí to taky víc ATP
de: Auf Zack! Je mehr Flagellen du hast, desto schneller wirst du. Es kostet dich allerdings mehr ATP
eo: Jen konsilo, Ju pli da flageloj vi havas, des pli rapide vi iras, sed ĝi kostas pli da ATP
es: Un consejo: mientras más flagelos tengas, mas rápido te mueves (wooosh!). Aunque también consumes más ATP
et: Siin on näpunäide, mida rohkem viburid teil on, seda kiiremini te lähete, vroom vroom, kuid see maksab ka rohkem ATP-d
fi: Vinkki: mitä enemmän siimoja sinulla on, sitä nopeammin liikut, vroom vroom, mutta se kuluttaa enemmän ATP:tä
fr: Voici une astuce, plus vous avez de flagelles, plus vous allez vite, vroum vroum, mais cela coûte plus d'ATP
he: הנה טיפ: ככל שיש לך יותר שוטונים, כך אתה זז מהר יותר, ורוום ורוום!!, אבל זה גם עולה יותר ATP
hu: Itt egy kis tanács. Minél több ostorod van, annál gyorsabban mész (VuTuTuTu), viszont ez több ATP-t is használ
id: Berikut tipsnya, semakin banyak flagela yang kamu miliki, semakin cepat pula selmu bergerak, vroom vroom, tetapi juga memerlukan lebih banyak ATP.
it: Un suggerimento: più flagelli hai, più veloce vai, brum brum, ma ti costa anche più ATP
ka: სასსაცილო ფაქტი: დედამიწაზე 8000 სახეობის წამწამებიანი ორგანიზმია.
ko: 팁 하나, 편모가 많을 수록, 더 빨리 가지, 부릉 부릉, ATP도 더 많이 쓰지
nl: Een tip, hoe meer flagella je hebt, hoe sneller je gaat, vroom vroom, het kost wel veel meer ATP
nl_be: Hier is een tip, des te meer flagella je hebt, des te sneller je gaat, vroem vroem, maar het kost ook meer ATP
pl: Mała rada: im więcej wici posiadasz, tym szybciej się poruszasz, brum brum, ale zużywasz wtedy więcej ATP
pt_br: Curiosidade: existem mais de 8000 espécies de ciliados no planeta Terra.
pt_pt: Eis uma dica, quanto mais flagelas possuis mais rapidamente te deslocas, vroom vroom, mas também custa mais ATP
ru: Забавный факт: чем больше у вас жгутиков, тем быстрее вы двигаетесь, но также это требует больше АТФ.
sr_cyrl: Ево савета: Што више бичева имате, брже идете, врум врум, али кошта и ATP више
sr_latn: Evo saveta: Što više bičeva imate, brže idete, vrum vrum, ali košta i ATP više
sv: Här är ett tips, ju mer flagell du har, desto snabbare går du, vroom vroom, men det kostar också mer ATP
th_th: นี่คือเคล็ดลับยิ่งคุณมีแฟลกเจลลามากเท่าไหร่คุณก็ยิ่งไปได้เร็วขึ้นเท่านั้น vroom vroom แต่ก็มีค่าใช้จ่ายเพิ่มเติมเช่นกัน
tr: İlginç Gerçek: Dünya gezegeninde, 8000'den fazla silli türü vardır.
uk: Порада: чим більше у вас джгутиків, ти ви швидші, бум брум, та це вартує більше АТФ
zh_cn: 小提示：鞭毛越多越快，但也会消耗更多的ATP
zh_tw: 小提示：鞭毛越多移動越快，但也會消耗更多的 ATP

# EASTEREGG_MESSAGE_15
source: Here's a tip, you can engulf chunks, iron or otherwise.
bg: Ето един съвет — може да поглъщате дори и железните фрагменти.
ca: Un petit consell: no només et pots empassar cèl·lules, sinó també trossos de Ferro.
cs: Tip - Můžeš spolknout kousky železa i jiné poživatiny.
de: Kleiner Tipp, Du kannst Eisenbrocken oder ähnliches verschlingen.
eo: Jen konsilo, vi povas engluti pecojn da fero aŭ da alia.
es: Un consejo: puedes engullir fragmentos de hierro.
et: Siin on näpunäide, võite neelata tükke, rauta või muul viisil.
fi: Vinkki: voit niellä paloja, rautaisia ja muun tyyppisiä.
fr: Voici une astuce, vous pouvez engloutir des morceaux, de fer ou autre.
he: הנה טיפ: אתה יכול "לבלוע" גושי ברזל או כל דבר אחר.
hu: Itt egy kis tanács. Darabkákat is el tudsz nyelni, akár vas, akár más.
id: Berikut tipsnya, kamu bisa menelan potongan, besi atau lainnya.
it: Un suggerimento: non solo nuvole! Puoi inghiottire anche frammenti di ferro e di altre cellule.
ka: მინიშნება: შეგიძლიათ შთანთქათ ნაგლეჯები, რკინა და სხვ.
ko: 팁 하나, 철이나 다른 덩어리들을 보면 삼키[지] 않을 수 없죠.
nl: Tip, je kan stukken zoals ijzer of organellen van dode cellen verzwelgen door op "G" te drukken.
nl_be: Hier is een tip, je kan brokken,ijzer of andere dingen verzwelgen.
pl: Mała rada, możesz pochłaniać pożywienie, żelazo lub inne takie.
pt_br: Curiosidade: Stentor são ciliados que podem se esticar e capturar presas em um tipo de boca em formato de trompete que atrai presas gerando correntes de água com cílios.
pt_pt: Eis uma dica, tu podes engolfar pedaços, de ferro ou outros.
ru: Вот совет, вы можете поглощать куски, железо и прочее.
sr_cyrl: Ево савета, можете [г]утати комаде гвожђа.
sr_latn: Evo saveta, možete [g]utati komade gvožđa.
sv: Här är ett tips, du kan svälja bitar järn och annat.
th_th: นี่คือเคล็ดลับคุณสามารถกลืนชิ้นเหล็กหรืออื่น ๆ
tr: İlginç Gerçek: Stentor, kendini esnetebilen ve silleriyle su akıntısı meydana getirerek, bir tür trompete benzeyen ağzıyla avını yakalayabilen bir silli türüdür.
uk: Порада: ви можете поглинути брили заліза або інших.
zh_cn: 小提示：你可以在吞噬模式下吞进一整块铁。
zh_tw: 小提示：您可以吞下大塊的細胞、鐵或其他東西。

# EASTEREGG_MESSAGE_16
source: Here's a tip, prepare before adding a nucleus. Those things are expensive! In upkeep and up front cost.
bg: Ето един съвет — подгответе се преди да добавите ядрото. Това нещо е адски скъпо! И не е лесно да се поддържа.
ca: Un petit consell: prepara bé la teva cèl·lula abans d'afegir-li un Nucli. Els Nuclis són cars i consumeixen una gran quantitat d'ATP.
cs: Tip - Pořádně se před přidáním jádra připravte. Tyhle věci jsou hodně drahé! A to jak při nákupu, tak na údržbu.
de: Kleiner Tipp, bereite dich vor, bevor du einen Nukleus hinzufügst. Diese Dinge sind teuer, im Unterhalt und in Vorauskosten.
eo: Jen konsilo, preparu antaŭ ol aldoni kernon. Tiuj aĵoj estas multekostaj! En prizorgado kaj antaŭkosto.
es: Un consejo: prepárate antes de añadir un núcleo. ¡Esas cosas son caras!
et: Siin on näpunäide, valmistuge enne tuuma lisamist. Need asjad on kallid! Hooldus- ja ettemaksukulu sees.
fi: Vinkki: valmistaudu ennen kuin lisäät tuman. Ne ovat kalliita! Kulutuksessaan ja hinnassaan.
fr: Voici une astuce, préparez vous avant d'ajouter un noyau. Ces choses coûtent cher ! À la fois en entretien et en coût initial.
he: הנה טיפ: תתכונן לפני שאתה מוסיף את הגרעין. הם יקרים! הן בעלות והן בתחזוקה.
hu: Itt egy kis tanács. Készülj fel, mielőtt egy sejtmaggal gazdagítod a sejtedet. Nagyon drágák azok az izék, és nem könnyű őket fenntartani.
id: Berikut tipsnya, bersiaplah sebelum menambahkan nukleus pada selmu. Organel tersebut sangatlah mahal! Dalam sisi pemeliharaan dan biaya organel.
it: Un suggerimento: preparati prima di aggiungere un nucleo. Quei cosi sono cari! Sia in manutenzione sia in costi iniziali.
ka: მინიშნება თქვენთვის უჯრედის ბირთვის დამატებისთვის. ისინი ძალიან ძვირია! თან ორივე, შესაძენადაც და შესანახადაც.
ko: 팁 하나, 핵을 추가하려면 준비부터 하세요. 비싸니까요! 유지비와 선행비가요.
nl: Een tip, bereid je voor voordat je een kern plaatst. Ze zijn duur om te plaatsen en te onderhouden.
nl_be: Hier is een tip, bereid je voor voordat je een celkern toevoegt. Die dingen zijn duur! In zowel onderhoud als kosten vooraf.
pl: Porada, przygotuj się zanim dodasz jądro komórkowe. To coś jest drogie! W utrzymaniu i koszcie z góry.
pt_br: Curiosidade: didínios são ciliados que caçam paramécios.
pt_pt: Eis uma dica, prepara-te antes de adicionares um núcleo. Essas coisas são caras! Em manutenção e no custo inicial.
ru: Вот совет: хорошо подготовьтесь перед добавлением ядра. Эта вещь дорогая! В содержании и первоначальной стоимости.
sr_cyrl: Ево савета, припремите се пре додавања језгра. Они су скупе у одржавању и у авансни трошак.
sv: Här är ett tips, förbered dig innan du lägger till en kärna. Dessa saker är dyra! I underhåll och i byggkostnad.
th_th: นี่คือเคล็ดลับเตรียมความพร้อมก่อนเพิ่มนิวเคลียส ของพวกนั้นแพง! ในการบำรุงรักษาและค่าใช้จ่ายล่วงหน้า
tr: İlginç Gerçek: Didinyum, Paramesyumları avlayan bir sillidir.
uk: Порада: ретельно підготуйтесь перед додаванням ядра. Це дуже дорого! Як в енергетичному плані, так і в оплатному.
zh_cn: 小提示：进化细胞核前请做好准备，这玩意可贵啦！无论是突变点还是ATP都是如此。
zh_tw: 小提示：演化細胞核前請做好準備。這東西很貴！無論是維護或前期成本方面。

# EASTEREGG_MESSAGE_17
source: Fun Fact, Did you know that there are over 8000 species of ciliate on planet earth?
bg: Забавен факт е, че има над 8 000 ресничести създания на нашата планета, а Вие не го знаехте, нали?
ca: A mode de curiositat, sabies que hi ha més de 8000 espècies d'organismes ciliats al planeta Terra?
cs: Víte, že nálevníků (Ciliata) je na Zemi víc než 8000 druhů?
de: Interessanter Fakt: wusstest du, dass es auf der Erde über 8000 Arten von Wimpertierchen gibt?
eo: Amuza Fakto, ĉu vi sciis, ke ekzistas pli ol 8000 specioj de ciliatoj sur la planedo Tero?
es: Dato curioso: ¿sabías que hay mas de 8000 ciliados en el planeta Tierra?
et: Lõbus fakt, kas teadsite, et planeedil Maa elab üle 8000 ripslooma liigi?
fi: Hauska vinkki: Tiesitkö, että maailmassa on yli 8000 eri lajia ripsieläimiä?
fr: Fait amusant, saviez-vous qu'il existe plus de 8000 espèces de ciliés sur la planète Terre ?
he: עובדה משעשעת: הידעת שיש יותר מ8000 מינים של ריסניות על כדור הארץ?
hu: Érdekesség: Tudtad, hogy a Földön több, mint 8000 csillós faj él?
id: Fakta Menarik, Tahukah kamu bahwa ada lebih dari 8000 spesies ciliata di planet Bumi?
it: Una curiosità: sapevi che ci sono oltre 8000 specie di ciliati sul pianeta Terra?
ka: სასაცილო ფაქტი: თუ ამებანადირობს და თავის მსხვერპლს 'ფეხებით' იჭერს, რომელიც შექმნილია ციტოპლაზმისგან, მას ფსევდოპოდები ეწოდებათ. გვინდა, რომ ის ოდესმე გვქონდეს Thrive-ში.
ko: 농담 하나, 지구에는 8000 종이 넘는 섬모충이 있다는 것을 아시나요?
nl: Wist je dat er meer dan 8000 soorten ciliaat op Aarde zijn?
nl_be: Leuk Weetje, wist je dat er meer dan 8000 soorten van ciliaat bestaan op aarde?
pl: Zabawny Fakt, Czy wiedziałeś że na Ziemi jest ponad 8000 gatunków orzęsek?
pt_br: Curiosidade: amebas caçam e capturam sua presa com "pés" feitos de citoplasma chamados pseudópodes, eventualmente queremos ter eles em Thrive.
pt_pt: Curiosidade, Sabias que existem mais de 8000 espécies de ciliados no planeta Terra?
ru: Забавный факт: Амеба охотится и ловит добычу с помощью "ножек" из цитоплазмы, называемых псевдоподиями.
sr_cyrl: Забавна чињеница, да ли сте знали да на планети Земљи постоји преко 8000 врста трепавица?
sr_latn: Zabavna činjenica, da li ste znali da na planeti Zemlji postoji preko 8000 vrsta trepavica?
sv: Rolig Fakta, visste du att det finns över 8000 ciliatarter på planeten jorden?
th_th: สาระ: คุณรู้หรือไม่ว่ามี ciliate มากกว่า 8000 ชนิดบนโลกใบนี้?
tr: İlginç Gerçek: Amip, sitoplazmadan yapılan 'bacaklar' olarak adlandırılan yalancı ayaklar ile avını avlar ve yakalar. Thrive'da, bunlara eninde sonunda sahip olmak istiyoruz.
uk: Цікавий факт: чи знали ви, що на Землі мешкає понад 8000 видів інфузорій?
zh_cn: 逗知识：你知道地球上有超过8000种纤毛虫吗？
zh_tw: 小知識：您知道地球上有超過 8000 種纖毛蟲嗎？
