Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# COLOUR_PICKER_H_TOOLTIP
source: Hue value, portion of colour
bg: Оттенък — част от цвета
ca: Hue valor, porció de color
cs: Odstín
de: Farbtonwert, Anteil der Farbe
es: Matiz de color
et: Tooni väärtus, osa värvist
fr: Teinte de la couleur
he: ערך הגוון, חלק מהצבע
hu: Színárnyalat értéke, szín része
id: Nilai rona, porsi warna
it: H: hue (tonalità): è la porzione di colore
ka: შეფერილობის მნიშვნელობა. ფერის ნაწილი
nl: Tint waarde als deel van kleur
nl_be: Tintwaarde, kleurgedeelte
pl: Wartość odcienia, część koloru
pt_br: Valor de matiz, porção de cor
pt_pt: Valor de matiz, parte da cor
ru: Значение оттенка, доля цвета
sk: Odtieň - časť farby
sv: Nyansvärde, del av färgen
tr: Renk tonu değeri, renk bileşeninin bir kısmı
uk: Значення відтінку, частки кольору
zh_cn: H值，决定色调
zh_tw: 色相值，決定色彩

# COLOUR_PICKER_PICK_COLOUR
source: Pick a colour from the game window
bg: Избиране на цвят от прозореца на играта
ca: Tria un color a partir de la finestra del joc
cs: Zvolte barvu z herního okna
de: Wähle eine Farbe aus dem Spielfenster
es: Elige un color de la ventana del juego
et: Valige mänguaknast värv
fi: Valitse väri pelin ikkunasta
fr: Sélectionnez une couleur dans la fenêtre de jeu
he: בחר צבע מחלון המשחק
hu: Válassz egy színt a játék ablakából
id: Pilih warna dari jendela game
it: Campiona un colore dalla finestra di gioco
ka: აირჩიეთ ფერი თამაშის ფანჯრიდან
nl: Kies een kleur uit het spelvenster
nl_be: Kies een kleur uit het spelvenster
pl: Wybierz kolor z okna gry
pt_br: Escolher uma cor da janela do jogo
pt_pt: Escolha uma cor a partir da janela do jogo
ru: Выберете цвет из окна игры
sk: Zvoľ farbu z herného okna
sv: Välj en färg från spel fönstret
tr: Oyun penceresinden bir renk seç
uk: Виберіть колір у ігровому вікні
zh_cn: 在游戏窗口中取色
zh_tw: 從遊戲視窗內選取顏色

# COLOUR_PICKER_PRESET_TOOLTIP
source: Colour: {0} Left mouse: Use this preset Right mouse: Delete this preset
bg: Цвят: {0} Ляв бутон: Използване на шаблона Десен бутон: Изтриване на шаблона
ca: Color: {0} Ratolí esquerra: Fes servir aquest predefinit Ratolí dret: Elimina aquest predefinit
cs: Barva: {0} Levé tlačítko myši: Použít tuto předvolbu Pravé tlačítko myši: Smazat tuto předvolbu
de: Farbe: {0} Linke Maus: Diese Voreinstellung verwenden Rechte Maus: Diese Voreinstellung löschen
es: Color: {0} Click Izquierdo: Usar este color predefinido Click Derecho: Eliminar este color predefinido
et: Värv: {0} Vasak hiir: kasutage seda eelseadistust Parem hiir: kustutage see eelseade
fi: Väri: {0} Vasen hiiripainike: Käytä tätä presettiä Oikea hiiripainike: Poista tämä presetti
fr: Couleur : {0} Clic gauche : Utiliser cette couleur par défaut Clic droit : Supprimer des couleurs par défaut
he: צבע: {0} עכבר שמאלי: להשתמש בקבוע זה עכבר ימני: מחק קבוע זה
hu: Szín: {0} Bal egérgomb: beállítás használata Jobb egérgomb: beállítás törlése
id: Warna: {0} Mouse kiri: Gunakan prasetel ini Mouse kanan: Hapus prasetel ini
it: Colore: {0} Tasto sinistro: Usa questo colore personalizzato Tasto destro: Elimina questo colore personalizzato
ka: ფერი: {0} მარცხენა თაგუნა: ამ პრესეტის გამოყენება მარჯვენა თაგუნა: ამ პრესეტის წაშლა
nl: Kleur: {0} Linkermuis: Gebruik deze voorinstelling Rechtermijs: Verwijder deze voorinstelling
nl_be: Kleur: {0} Linkse muisknop: Gebruik deze preset Rechtse muisknop: Verwijder deze preset
pl: Kolor:{0} Lewy przycisk myszki: Użyj tego ustawienia Przwy przycisk myszki: Usuń to ustawienie
pt_br: Cor:{0} Botão esquerdo: Utilizar esta predefinição Botão direito: Remover esta predefinição
pt_pt: Cor: {0} Botão esquerdo do rato: Use esta predefinição Botão direito do rato: Exclua esta predefinição
ru: Цвет: {0} ЛКМ: Использовать этот пресет ПКМ: Удалить этот пресет
sk: Farba: {0} Ľavé tlačidlo myši: Použiť toto prednastavenie Pravé tlačidlo myši: Vymazať toto prednastavenie
tr: Renk: {0} Sol fare tuşu: Bu ön ayarı kullan Sağ fare tulu: Bu ön ayarı sil
uk: Колір:{0} ЛКП: Використати його зараз ПКМ: Видалити його зараз
zh_cn: 颜色：{0} 鼠标左键：使用这个预设 鼠标右键：删除这个预设
zh_tw: 顏色：{0} 滑鼠左鍵：使用此預設 滑鼠右鍵：刪除此預設

# COLOUR_PICKER_RAW_BUTTON_TOOLTIP
source: Switch raw mode on or off. In raw mode you can make the R, G, B colour values to go beyond 1.0. Can't be turned on in HSV mode.
bg: Превключване на необработените цветове. Стойностите на Ч, З, С може да надвишат 1,0. Не може да се използва заедно с ОНС.
ca: Activar o desactivar el mode "raw". En el mode "raw" pots fer que els valors R, G, B de color vagin més enllà de 1.0. No es pot activar si el mode HSV està activat.
cs: Přepnout režim RAW. V režimu RAW můžete hodnoty R, G, B nastavit nad úroveň 1.0. Nelze spustit v režimu HSV.
de: Schalten Sie den Roh-Modus ein oder aus. Im Roh-Modus können Sie die R-, G- und B Farbwerte über 1,0 hinausgehen. Im HSV-Modus kann dieser Modus nicht aktiviert werden.
es: Activa o desactiva el modo bruto. En modo bruto puedes modificar los valores R, G, B Los valores de color deben ser mayores a 1.0. No se puede activar cuando estás en modo HSV.
et: Lülitage töötlemata režiim sisse või välja. Toores režiimis saate teha R, G, B värviväärtused ületavad 1,0. Ei saa HSV-režiimis sisse lülitada.
fr: Activez ou désactivez le mode brut. En mode brut, vous pouvez faire en sorte que les valeurs de couleur R, V, B vont au-delà de 1.0. Ce mode ne peut pas être activé en mode HSV.
he: חלף מצב "טרי" כבוי או דלוק. במצב "טרי" אתה יכול לעשות את R,G,B ערך הצבע יכול ללכת מעל 1.0. לא ניתן להדליק את מצב HSV.
hu: Nyers mód ki/be kapcsolása. Nyers módban a piros, zöld, kék színek értékét 1.0 felé állíthatod. HSV módban nem lehet bekapcsolni.
it: Accendi/spegni la modalità raw. In modalità raw puoi impostare i valori di R, G e B oltre 1.0. Non compatibile con la modalità HSV.
nl: Zet rauwe modus aan of uit. In rauwe moduse kun je de R, G, B kleurwaarden boven 1.0 instellen. Kan niet aangezet worden in TVH modus.
nl_be: Schakel de onbewerkte modus in of uit. In de onbewerkte modus kunt u de R, G, B kleurwaarden invullen die verder gaan dan 1.0. Kan niet worden ingeschakeld in HSV-modus.
pl: Przełącz tryb raw. W trybie raw wartości R, G, B mogą przekroczyć 1.0. Nie można włączyć w trybie HSV.
pt_br: Alternar o modo bruto entre ligado e desligado. No modo bruto você pode fazer os valores de cor R, G, B ultrapassarem 1.0. Não pode ser ligado no modo HSV.
pt_pt: Ativa ou desativa o modo bruto. No modo bruto, podes fazer os valores das cores R, G, B ir além de 1.0. Não pode ser ligado no modo HSV.
ru: Вкл/выкл режим Raw. В режиме Raw вы можете задать R, G, B значения, свыше 1.0. Не может быть включено в режиме HSV.
sk: Zapnúť alebo vypnúť režim raw. V režime raw môžeš hodnoty R, G, B nastaviť nad úroveň 1.0. Nemôže byť zapnutý v režime OSJ.
sv: Slå på eller av rå-läget. I rå-läge kan du tvinga R, G, B färgvärdena att överskrida 1.0. Kan inte slås på i HSV-läge.
tr: Raw modu aç veya kapat. Raw modda K, Y, M renk değerlerinin 1.0'ın ötesine gitmesini sağlayabilirsiniz. HSV modundayken kullanılamaz.
uk: Перемкніть сирий режим, або наваки. у сирому режимі ви можете зробити R, G, B кольорового значення виходячі за межі 1.0. Неможливо в режимі HSV.
zh_cn: 切换原始模式。 在原始模式中你可以将红绿蓝通道 色值调整到大于1.0。 在HSV模式下无法启用。
zh_tw: 切換原始模式。 在原始模式下，您可以使紅、綠、藍 顏色值超過 1.0。 在 HSV 模式下無法啟用。

# COLOUR_PICKER_R_TOOLTIP
source: Red channel value of the colour
bg: Стойност на червеното
ca: Canal vermell valor del color
cs: Hodnota červeného kanálu barvy
de: Rotkanalwert der Farbe
es: Rojo
et: Värvi punase kanali väärtus
fr: Valeur du canal rouge de la couleur
he: ערך הצבע האדום בצבע הנתון
hu: A piros csatorna színértéke
id: Nilai kemerahan dari warna
it: Valore di rosso nel colore
ka: ფერის წითელი არხის მნიშვნელობა
nl: Roodkleurwaarde
nl_be: Rode kanaalwaarde van de kleur
pl: Wartość koloru w kanale czerwonym
pt_br: Valor do canal vermelho da cor
pt_pt: Valor do canal vermelho da cor
ru: Значение канала красного цвета
sk: Hodnota červeného kanála farby
sv: Röda kanal värdet för färgen
tr: Rengin kırmızı kanal değeri
uk: Червоний канал кольору
zh_cn: 红通道值，决定颜色里有多少红色
zh_tw: 顏色的紅色通道值

# COLOUR_PICKER_S_TOOLTIP
source: Saturation value, the amount of gray in a particular colour
bg: Наситеност — количеството на сивото в цвета
ca: Valor de saturació, la quantitat de gris en un color particular
cs: Saturace (sytost)
de: Sättigungswert, der Anteil an Grau in einer bestimmten Farbe
es: Saturación
et: Küllastusväärtus, halli hulk konkreetses värvitoonis
fr: Saturation de la couleur (proportion de gris)
he: ערך הרוויה, הכמות צבע האפור בצבע מסוים
hu: Telítettségi érték, a szürke mennyisége egy adott színben
id: Nilai saturasi, jumlah abu-abu dari sebuah warna
it: S: saturation (saturazione): è la quantità di grigio nel colore
ka: გაჯერებულობის მნიშვნელობა. ნაცრისფრის რაოდენობა მითითებულ ფერში
nl: Verzadigingswaarde, de hoeveelheid grijs in een bepaalde kleur
nl_be: Verzadigingswaarde, de hoeveelheid grijs in een bepaalde kleur
pl: Wartość nasycenia, ilość szarości w konkretnym kolorze
pt_br: Valor de saturação, a quantidade de cinza em uma cor específica
pt_pt: Valor de saturação, a quantidade de cinza em uma cor particular
ru: Значение насыщенности, уровень серого в отдельных цветах
sk: Saturácia - množstvo sivej farby
sv: Mättnadsvärde, mängden grått i en viss färg
tr: Doygunluk değeri, belli bir renkteki gri miktarı
uk: Значення насиченості, частки сірого в певному кольорі
zh_cn: S值，决定饱和度
zh_tw: 飽和度值，決定飽和度

# COLOUR_PICKER_V_TOOLTIP
source: Value (brightness) value, brightness or intensity of the colour
bg: Стойност (яркост) — интензивността на цвета
ca: Valor (brillantor) valor, brillantor o intensitat del color
cs: Jas (intenzita barvy)
de: Hellwert, Helligkeit oder Intensität der Farbe
es: Brillo
et: Värvi väärtus (heledus), heledus või intensiivsus
fr: Luminosité ou intensité de la couleur
he: ערך הבהירות, עוצמת הצבע
hu: Érték (fényerősség) értéke, a szín fényerőssége vagy intenzitása
id: Nilai kecerahan, kecerahan atau intensitas dari warna
it: V: value (valore): è la luminosità/intensità del colore
ka: Value (brightness) მნიშვნელობა, ფერის სიკაშკაშე, ან ინტენსივობა
nl: Helderheidswaarde, de helderheid of intensiteit van de kleur
nl_be: Waarde (helderheid) waarde, helderheid of intensiteit van de kleur
pl: Wartość (jasność) wartość, jasność lub intensywność koloru
pt_br: Brilho ou intensidade da cor
pt_pt: Valor (brilho) valor, brilho ou intensidade da cor
ru: Value (brightness) значение, яркость или интенсивность цвета
sk: Jas - svetlosť alebo intenzita farby
sv: Värde (ljusstyrka) värde, ljusstyrka eller intensitet för färgen
tr: Değer (parlaklık) değeri, renkteki parlaklığın şiddeti
uk: Оцінка (яскравість) значення, яскравість або інтенсивність кольору
zh_cn: V值，决定明度
zh_tw: 明度值，決定明度

source: Common Abilities
cs: Společné schopnosti
ka: ზოგადი შესაძლებლობები
nl: Gedeelde Mogelijkheden
pl: Pospolite Umiejętności
pt_br: Habilidades Comuns
pt_pt: Habilidades Comuns
ru: Общие способности
tr: Ortak Yetenekler
uk: Загальні здібності
zh_cn: 常见能力
zh_tw: 共同能力

# COMMON_EDITING_AND_STRATEGY
source: Common Editor And Strategy Stages
cs: Společné fáze editoru a strategie
ka: საერთო რედაქტორი და სტრატეგიის ფაზები
nl: Gedeelde Bewerken en Strategiefasen
pt_br: Editor Comum e Estágios Estratégicos
pt_pt: Editor Comum e Fases de Estratégia
ru: Общий Редактор и Стадии Стратегии
tr: Ortak Editör ve Strateji Evreleri
uk: Загальний редактор та стратегічні стадії
zh_cn: 多功能编辑器和策略规划阶段
zh_tw: 通用編輯器和策略階段

source: Community Forum
bg: Обществен форум
cs: Fórum Společenství
es: Foro de la comunidad
fr: Forum de la communauté
he: פורום קהילתי
it: Forum della comunità
ka: საზოგადო ფორუმი
nl: Gemeenschapsforum
pl: Forum Społeczności
pt_br: Fórum comunitário
pt_pt: Fórum Comunitário
ru: Форум сообщества
tr: Topluluk Forumu
uk: Форум спільноти
zh_cn: 社区论坛
zh_tw: 社群論壇

# COMMUNITY_FORUM_BUTTON_TOOLTIP
source: Join the Thrive community on our community forum
bg: Отваряне на обществения форум на „Thrive“
cs: Připojte se ke komunitě Thrive na našem komunitním fórum
de: Tritt der Thrive Gemeinschaft über unser Forum bei
es: Únete a la comunidad de Thrive en nuestro foro comunitario
fr: Rejoignez la communauté Thrive sur notre forum communautaire
he: הצטרף לקהילת Thrive בפורום הקהילתי שלנו
ka: შეუერთდით Thrive-ის საზოგადოებას ჩვენს ფორუმზე
nl: Doe mee met de Thrivegemeenschap op ons gemeenschapsforum
pl: Dołącz do społeczności Thrive na naszym forum
pt_br: Junte-se à comunidade em nosso fórum comunitário (em inglês)
pt_pt: Junte-se à comunidade do Thrive no nosso fórum comunitário
ru: Присоединитесь к сообществу Thrive или на наш форум
tr: Topluluk forumumuzda Thrive topluluğuna katıl
uk: Приєднуйтеся до спільноти Thrive на нашому форумі спільноти
zh_cn: 在我们的社区论坛上加入Thrive社区
zh_tw: 在我們的社群論壇上加入 Thrive 社群

source: Community Wiki
bg: Обществена Уикипедия
cs: Komunitní Wiki
de: Gemeinschafts-Wiki
es: Wiki Comunitaria
fr: Wiki de la communauté
he: ויקי קהילתי
ka: საზოგადოებრივი ვიკი
nl: Gemeenschapswiki
pl: Wiki Społeczności
pt_br: Wiki comunitária
pt_pt: Wiki Comunitária
ru: Wiki Сообщества
tr: Topluluk Vikisi
uk: Wiki спільноти
zh_cn: 社区wiki
zh_tw: 社群 Wiki

# COMMUNITY_WIKI_BUTTON_TOOLTIP
source: Visit our community wiki
bg: Отваряне на обществената Уикипедия на „Thrive“
cs: Navštivte naši komunitní wiki
de: Besuche unser Gemeinschafts-Wiki
es: Visita nuestra wiki comunitaria
fr: Visitez le wiki de la communauté
he: ראו את ויקי הקהילתי שלנו
ka: ეწვიეთ ჩვენი საზოგადოების ვიკის
nl: Bezoek onze gemeenschapswiki
pl: Odwiedź naszą wiki społeczności
pt_br: Visite a nossa wiki comunitária
pt_pt: Visite a nossa wiki comunitária
ru: Зайти на нашу Wiki
tr: Topluluk vikimizi ziyaret edin
uk: Відвідайте наше wiki спільноти
zh_cn: 访问我们的社区wiki
zh_tw: 造訪我們的社群 wiki

# COMPILED_AT_COLON
source: Built at:
bg: Създадена на:
cs: Postaveno v:
de: Erstellt am:
es: Compilado en:
fr: Compilé à :
he: נבנה ב:
ka: აგების დრო:
nl: Gebouwd op:
pl: Zbudowane w:
pt_br: Compilado em:
pt_pt: Construido em:
ru: Собрано в:
tr: Derlenme tarihi:
uk: Збірка в:
zh_cn: 编译于：
zh_tw: 建置於：

source: Compounds
bg: Химични съединения
ca: Compostos
cs: Sloučeniny
de: Substanzen
eo: Kunmetaĵoj
es: Compuestos
et: Ühendid
fi: Yhdisteet
fr: Composés
he: תרכובות
hu: Vegyületek
id: Senyawa
it: Composti
ka: ნაერთები
ko: 화합물
nl: Verbindingen
nl_be: Chemische verbindingen
pl: Związki
pt_br: Compostos
pt_pt: Compostos
ru: Соединения
sk: Zlúčeniny
sr_cyrl: Једињење
sr_latn: Jedinjenje
tr: Bileşikler
uk: Сполуки
zh_cn: 化合物
zh_tw: 化合物

# COMPOUNDS_BUTTON_MICROBE_TOOLTIP
source: Show / hide compounds
bg: Превключване на химичните съединения
cs: Zobrazit / skrýt sloučeniny
de: Substanzen ein-/ausblenden
es: Mostrar / Ocultar compuestos
fi: Näytä / piilota ympäristö ja yhdisteet
fr: Afficher / cacher l'environnement et les composés
he: הראה/החבא תרכובות
it: Mostra/nascondi i composti
ka: ნაერთების ჩვენება / დამალვა
nl: Toon / verberg stoffen
nl_be: Toon / verstop omgeving en verbindingen
pl: Pokaż / ukryj związki
pt_br: Mostrar/esconder compostos
pt_pt: Mostrar / ocultar compostos
ru: Показать/скрыть соединения
sk: Zobraziť / skryť prostredie a zlúčeniny
tr: Bileşikleri göster / gizle
uk: Показати/ приховати сполуки
zh_cn: 显示/隐藏化合物
zh_tw: 顯示／隱藏化合物

# COMPOUNDS_COLON
source: Compounds:
bg: Има химични съединения:
ca: Compostos:
cs: Sloučeniny:
de: Substanzen:
eo: Kunmetaĵoj:
es: Compuestos:
et: Ühendid:
fi: Yhdisteet:
fr: Composés :
he: תרכובות:
hu: Vegyületek:
id: Senyawa:
it: Composti:
ka: ნაერთები:
ko: 화합물:
nl: Verbindingen:
nl_be: Chemische verbindingen:
pl: Związki:
pt_br: Compostos:
pt_pt: Compostos:
ru: Соединения:
sk: Zlúčeniny:
sr_cyrl: Једињења:
sr_latn: Jedinjenja:
sv: Föreningar:
tr: Bileşikler:
uk: Сполуки:
zh_cn: 化合物：
zh_tw: 化合物：

# COMPOUND_BALANCE_TITLE
source: Compound Balances
bg: Баланс на химичните съединения
ca: Equilibri de Compostos
cs: Balanc sloučenin
de: Verbindungsbalance
eo: Kunmetaĵaj Ekvilibro
es: Balance de compuestos
et: Liitsaldod
fi: Yhdisteiden tasapainopisteet
fr: Équilibre des composants
he: מאזן תרכובות
id: Keseimbangan Senyawa
it: Bilancio dei composti
ka: ნივთიერების ბალანსები
nl: Stofbalanzen
nl_be: Balansen van de chemische verbindingen
pl: Balans Związków
pt_br: Equilíbrio dos Compostos
pt_pt: Equilíbrio de Compostos
ru: Компонентный Баланс
tr: Bileşik Tutarları
uk: Баланс сполук
zh_cn: 化合物收支
zh_tw: 化合物平衡

source: Compound clouds
bg: Облаци
ca: Núvols de Compostos
cs: Mračna sloučenin
de: Verbindungswolken
eo: Kunmetitaj nuboj
es: Nubes de compuestos
et: Liitpilved
fi: Yhdistepilvet
fr: Nuages de composés
he: ענני תרכובות
hu: Vegyületfelhők
id: Awan senyawa
it: Nuvole di composti
ka: ნივთიერების ღრუბლები
ko: 화합물 구름
nl: Samenstellings-wolken
nl_be: Wolken met chemische stoffen
pl: Chmury związków
pt_br: Nuvens de compostos
pt_pt: Nuvens de compostos
ru: Облака веществ
sk: Oblaky zlúčenín
sr_cyrl: Облак једињења
sr_latn: Oblak jedinjenja
sv: Molekylmoln
th_th: สารประกอบของเมฆ
tr: Bileşik bulutu
uk: Хмари сполук
zh_cn: 化合物云
zh_tw: 化合物雲

source: Compound cloud density
bg: Гъстота на облаците
ca: Densitat de núvols de Compostos
cs: Hustota oblaků sloučenin
de: Wolkendichte
es: Densidad de las nubes de compuestos
fr: Densité des nuages composites
he: ריכוז ענני תרכובת
hu: Vegyületfelhők sűrűsége
it: Densità delle nuvole di composti
ka: ნაერთის ღრუბლის სიმკვრივე
nl: Dichtheid van stofwolken
pl: Gęstość chmury związków
pt_br: Densidade das nuvens de compostos
pt_pt: Densidade da nuvem de compostos
ru: Плотность облаков веществ
sk: Hustota oblaku zlúčenín
tr: Bileşik bulutu yoğunluğu
uk: Щільність хмари сполук
zh_cn: 化合物云密度
zh_tw: 化合物雲密度

# COMPOUND_CLOUD_DENSITY_EXPLANATION
source: (density of compound clouds in the environment)
bg: (определя гъстотата на облаците в околната среда)
ca: (densitat dels núvols de compostos al medi ambient)
cs: (hustota oblak sloučenin v prostředí)
de: (Dichte der Ressourcen-Wolken in der Spielumgebung)
es: (Densidad de las nubes de compuestos en el ambiente)
fr: (densité des nuages composites dans l'environnement)
he: (ריכוז הענני התרכובות בסביבה)
hu: (a vegyületfelhők sűrűsége a környezetben)
it: (densità delle nuvole di composti nell'ambiente)
ka: (გარემოში არსებული ნაერთის ღრუბლების სიმკვრივე)
nl: (dichtheid van wolken van verbindingen zoals glucose en ammoniak in de omgeving)
pl: (Gęstość chmur związków w środowisku)
pt_br: (densidade das nuvens de compostos no ambiente)
pt_pt: (densidade de nuvens de compostos no ambiente)
ru: (плотность облаков веществ в окружающей среде)
sk: (hustota oblakov zlúčenín v prostredí)
tr: (ortamdaki bileşik bulutlarının sıklığı)
uk: (щільність хмари сполук у навколишньому серидовищі)
zh_cn: （环境中化合物云的密度）
zh_tw: （環境中化合物雲的密度）

# COMPOUND_CONCENTRATIONS_DECREASED
source: {0} concentrations have decreased by {1}
bg: Концентрацията на {0} се понижи с {1}
ca: {0} concentrations han disminuït per {1}
cs: {0} koncentrace se snížily o {1}
de: {0}konzentrationen sind um {1} gesunken
es: Las concentraciones de {0} han descendido por un {1}
et: {0} kontsentratsioon on vähenenud {1} võrra
fi: {0}:n pitoisuudet ovat laskeneet {1}
fr: La concentration de {0} a diminué de {1}
he: ריכוזי ה{0} ירדו ב{1}
hu: {0} töménysége ennyivel csökkent: {1}
it: La concentrazione di {0} è diminuita del {1}
ka: {0}-ის კონცენტრაცია შემცირდა მნიშვნელობით {1}
nl: {0}concentratie is met {1} gedaald
pl: Stężenie {0} zmniejszyło się o {1}
pt_br: As concentrações de {0} diminuíram em {1}
pt_pt: Concentrações de {0} diminuíram em {1}
ru: Концентрация {0} снизилась на {1}
sk: {0} koncentrácie sa znížili o {1}
sv: {0} koncentrationer har minskat med {1}
tr: {0} konsantrasyonu {1} azaldı
uk: {0} концентрація зменшилась на {1}
zh_cn: {0}的浓度已减少了{1}
zh_tw: {0} 的濃度降低了 {1}

# COMPOUND_FOOD_SOURCE
source: {0} consumption
ca: {0} consum
cs: Spotřeba {0}
de: {0}-Verbrauch
es: Consumo de: {0}
et: {0} tarbimine
fi: {0}:n kulutus
fr: Consommation de {0}
he: {0} צריכה
hu: {0} fogyasztás
it: Consumo di {0}
ka: {0} მოხმარება
nl: Verbruik van {0}
pl: Konsumpcja {0}
pt_br: consumo de {0}
pt_pt: {0} consumo
ru: {0} потребления
sk: {0} spotreba
sv: {0} konsumtion
tr: {0} tüketimi
uk: {0} поглинуто
zh_cn: {0}消耗
zh_tw: {0} 消耗

source: Compound to Find:
bg: Обект на търсенето:
ca: Compost a trobar:
cs: Sloučenina k nalezení:
de: Suche nach Substanz:
es: Compuestos a encontrar:
et: Leitav ühend:
fi: Ympäristön yhdistelmät:
fr: Composé à trouver :
he: תרכובת לחפש:
hu: Megtalálható vegyületek:
it: Composto da trovare:
ka: საპოვნელი ნაერთი:
nl: Stof om te Vinden:
pl: Związek do Znalezienia:
pt_br: Composto:
pt_pt: Composto a encontrar:
ru: Соединение, которое нужно найти:
tr: Aranacak Bileşik:
uk: Знайдені сполуки:
zh_cn: 寻找的化合物：
zh_tw: 要尋找的化合物：

source: Concept Art
bg: Картини
ca: Art Conceptual
cs: Koncepční umění
de: Konzept Kunst
es: Arte conceptual
fi: Konseptitaide
fr: Art conceptuel
he: איור קונספט
hu: Koncepciós rajzok
ka: უჯრედის მონახაზი
nl: Conceptkunst
nl_be: Conceptkunst
pl: Grafika Koncepcyjna
pt_br: Artes
pt_pt: Arte conceitual
ru: Концепт арт
sk: Koncepty
tr: Konsept Çizimi
uk: Концепт-арт
zh_cn: 概念美术
zh_tw: 概念美術

source: Config
bg: Настройки
ca: Configuració
cs: Konfigurace
de: Konfiguration
es: Configuración
et: Konfiguratsioon
fr: Configuration
he: קובץ תצורה
hu: Konfiguráció
it: Configurazione
ka: მორგება
nl: Configureren
pl: Plik Konfiguracji
pt_br: Configuração
ru: Конфигурация
tr: Yapılandırma
uk: Конфігурація
zh_cn: 设置
zh_tw: 設定

# CONFIRM_CAPITAL
source: CONFIRM
bg: ГОТОВО
ca: CONFIRMAR
cs: POTVRDIT
de: BESTÄTIGEN
eo: KONFIRMU
es: CONFIRMAR
et: KINNITA
fi: VAHVISTA
fr: ACCEPTER
he: אשר
hu: ELFOGAD
id: KONFIRMASI
it: CONFERMA
ka: დასტური
ko: 확인
nl: BEVESTIGEN
nl_be: BEVESTIGEN
pl: POTWIERDŹ
pt_br: CONFIRMAR
pt_pt: CONFIRMAR
ru: ПОДТВЕРДИТЬ
sk: POTVRDIŤ
sr_cyrl: ПОТВРДИ
sr_latn: POTVRDI
sv: BEKRÄFTA
tr: ONAYLA
uk: Підтвердити
zh_cn: 确认
zh_tw: 確認

source: Confirm Delete
bg: Потвърждение за изтриване
cs: Potvrzení Odstranit
fr: Confirmer la suppression
ka: წაშლის დადასტურება
nl: Bevestig Verwijderen
pt_br: Confirmar Remoção
pt_pt: Confirmar Apagar
ru: Подтвердить удаление
tr: Silmeyi Onayla
uk: Підтвердити видалення
zh_cn: 确认删除
zh_tw: 確認刪除

source: Confirm Exit
bg: Потвърждение за изход
ca: Confirmar Sortida
cs: Potvrdit ukončení
de: Beenden bestätigen
es: Confirmar salída
et: Kinnitage väljumine
fi: Vahvista poistuminen
fr: Confirmer la sortie
he: אשר יציאה
hu: Kilépés elfogadása
it: Conferma uscita
ka: გასვლის დადასტურება
nl: Bevestig Stoppen
nl_be: Bevestig Stoppen
pl: Potwierdź Wyjście
pt_br: Confirmar Saída
pt_pt: Confirmar Saída
ru: Подтвердить выход
sk: Potvrdiť ukončenie
tr: Çıkışı Onayla
uk: Підтвердити вихід
zh_cn: 确认退出
zh_tw: 確認退出

# CONFIRM_FOSSILISATION_OVERWRITE
source: Confirm Overwrite
bg: Потвърждение за презаписване
cs: Potvrzení přepsání
de: Überschreiben bestätigen
es: Confirmar sobreescritura
fr: Confirmez l'écrasement
ka: დაადასტურეთ თავზე გადაწერა
nl: Bevestig Overschrijven
pl: Potwierdź Nadpisanie
pt_br: Sobrescrever
pt_pt: Confirmar Subscrição
ru: Подтвердите перезапись
tr: Üzerine Yazmayı Onayla
uk: Підтвердити перезапис
zh_cn: 确认覆盖
zh_tw: 確認覆蓋

# CONFIRM_MOVE_TO_ASCENSION_STAGE
source: Move to Ascension Stage?
cs: Přechod do fáze vzestupu?
fr: Passer à la Phase d'ascension ?
ka: გადავიდე ასვლის ფაზაზე?
nl: Doorgaan naar Verheven Fase?
pt_br: Prosseguir para o Estágio Ascenso?
ru: Перейти на Стадию Вознесения?
tr: Tırmanış Evresi'ne Geçilsin mi?
uk: Перейти до Стадії Піднесення?
zh_cn: 进入飞升阶段？
zh_tw: 進入飛升階段？
