Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# GLUCOSE_CONCENTRATIONS_DRASTICALLY_DROPPED
source: Glucose concentrations have drastically dropped!
bg: Концентрацията на глюкоза се понижи драстично!
ca: Les concentracions de Glucosa han disminuït dràsticament!
cs: Koncentrace glukózy drasticky klesla!
de: Die Glukosekonzentration ist drastisch gesunken!
es: ¡Las concentraciones de glucosa han bajado drásticamente!
et: Glükoosi kontsentratsioon on drastiliselt langenud!
fi: Glukoosin pitoisuudet ovat tippuneet rajusti!
fr: La concentration de glucose a baissé drastiquement !
he: ריכוזי הגלוקוז ירדו בצורה דרסטית!
hu: A glükóz koncentrációk drasztikusan csökkentek!
it: La concentrazione di glucosio è diminuita drasticamente!
ka: გლუკოზის კონცენტრაციები მკვეთრად დაეცა!
nl: Glucoseconcentratie is drastisch gedaald!
pl: Stężenie glukozy drastycznie spadło!
pt_br: As concentrações de glicose caíram drasticamente!
pt_pt: As concentrações de glicose caíram drasticamente!
ru: Концентрация глюкозы резко упала!
sk: Koncentrácia glukózy drasticky klesla!
sv: Glukoskoncentrationerna har sjunkit drastiskt!
tr: Glukoz konsantrasyonu sert bir şekilde düştü!
uk: Концентрація глюкози раптово впала!
zh_cn: 葡萄糖的浓度大幅度降低了！
zh_tw: 葡萄糖濃度急劇下降！

source: Glycolysis
bg: Гликолиза
ca: Glicòlisi
cs: Glykolýza
de: Glykolyse
eo: Glikolizo
es: Glicólisis
et: Glükolüüs
fi: Glykolyysi
fr: Glycolyse
he: גליקוליזה
hu: Glikolízis
id: Glikolisis
it: Glicolisi
ka: გლიკოლიზი
ko: 포도당
nl: Glycolyse
nl_be: Glycolyse
pl: Glikoliza
pt_br: Glicólise
pt_pt: Glicólise
ru: Гликолиз
sk: Glykolýza
sr_cyrl: Гликолиза
sr_latn: Glikoliza
sv: Glykolys
th_th: ไกลโคไลซิส
tr: Glikoliz
uk: Гліколіз
zh_cn: 糖酵解
zh_tw: 糖解

source: Godmode
bg: Безсмъртие
ca: Mode Déu
cs: Nesmrtelnost
de: Unbesiegbar
es: Modo Dios
et: Jumalarežiim
fi: Kuolemattomuus
fr: Mode Tout-Puissant
he: מצב אלוהים
hu: Isten mód
id: Mode Kebal
it: Modalità Dio
ka: უკვდავობა
nl: Godmodus
nl_be: God modus
pl: Tryb Boga
pt_br: Modo Deus
ru: Режим Бога
sv: Gudläge
tr: Tanrı Modu
uk: Режим Бога
zh_cn: 上帝模式
zh_tw: 上帝模式

# GOD_TOOLS_TITLE
source: God Tools
fr: Outils divins
ka: ღმერთის ხელსაწყოები
nl: Goddelijke Hulpmiddelen
pt_br: Ferramentas Divinas
pt_pt: Ferramentas Divinas
ru: Божественные Инструменты
tr: Tanrı Araçları
uk: Інструменти Бога
zh_cn: 上帝工具
zh_tw: 上帝工具

source: Googly eye cell
bg: Клетка с изпъкнали очи
ca: Cèl·lula d'ulls amorosos
cs: Buňka s oteklými oči
de: Kulleraugenzelle
es: Célula con ojos saltones
fr: Cellule à œil écarquillé
he: עיניי תא מרשרשות
hu: Gülüszemes sejt
it: Cellula Grandocchi
ka: დაკრობილთვალებიანი უჯრედი
nl: Googly oog cel
pl: Komórka oczka
pt_br: Célula com os olhos sexys
pt_pt: Célula de olhos esbugalhados
ru: Клетка с наклеенными глазами
sk: Bunka s pohyblivými očami
tr: Pörtlek gözlü hücre
uk: Бігаючі оченята клітин
zh_cn: 呆滞眼球细胞
zh_tw: 彎曲眼球細胞

source: Got it
bg: Разбрах
ca: Ho he entès tot
cs: Rozumím
de: Verstanden
eo: Komprenita
es: Entendido
et: Sain aru
fi: Selvä
fr: Bien reçu
he: הבנתי
hu: Rendben
id: Baiklah
it: Ho capito
ka: გავიგე
ko: 알겠습니다
nl: Ik snap het
nl_be: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Entendi
ru: Всё понятно
sk: Rozumiem
sr_cyrl: Схватио сам
tr: Anladım
uk: Зрозуміло
zh_cn: 明白了
zh_tw: 知道了

# GPL_LICENSE_HEADING
source: GPL license text follows:
bg: Общ публичен лиценз:
ca: Text de la llicència GPL:
cs: Následuje text GPL licence:
de: GPL-Lizenztext folgt:
es: Texto de la licencia GPL:
et: GPL litsentsi tekst on järgmine:
fi: GPL-lisenssin teksti:
fr: Texte de la licence GPL :
he: להלן טקסט רישיון GPL:
hu: A GLP licenc szövege a következő:
it: Di seguito il testo della licenza GPL:
ka: GPL ლიცენზიის ტექსტი:
nl: GPL Licentie text volgt:
nl_be: GPL licentie tekst volgt:
pl: Tekst licencji GPL:
pt_br: Segue o texto da licença GPL:
pt_pt: Segue o texto da licença GPL:
ru: Текст лицензии GPL:
sk: Text licencie GPL je nasledujúci:
sv: Licenstexten för GPL följer:
tr: GPL lisans metni aşağıdadır:
uk: Відслідкований Текст ліцензії GPL:
zh_cn: GPL 许可文本如下：
zh_tw: GPL 授權條款如下：

source: Graphics
bg: Графика
ca: Gràfics
cs: Grafika
de: Grafik
eo: Grafikaĵoj
es: Gráficos
et: Graafika
fi: Grafiikat
fr: Graphismes
he: גרפיקה
hu: Grafika
id: Grafik
it: Grafica
ka: გრაფიკა
ko: 그래픽
nl: Grafische Kwaliteit
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ru: Графика
sk: Grafika
sr_cyrl: Графика
sr_latn: Grafika
sv: Grafik
th_th: กราฟิก
tr: Görüntü
uk: Графіка
zh_cn: 图像
zh_tw: 圖形

source: Graphics Team
bg: Артисти
ca: Equip de gràfics
cs: Grafici
de: Grafikteam
es: Equipo de diseño grafico
et: Graafika meeskond
fi: Grafiikkatiimi
fr: Équipe de graphisme
he: צוות גרפיקה
hu: Grafikus csapat
it: Squadra Grafici
ka: გრაფიკის გუნდი
nl: Grafisch Team
nl_be: Grafisch Team
pl: Graficy
pt_br: Equipe Gráfica
pt_pt: Equipa dos Gráficos
ru: Графическая Команда
sk: Grafici
sv: Grafik
tr: Grafik Ekibi
uk: Графічна команда
zh_cn: 图形团队
zh_tw: 圖形團隊

# GUI_LIGHT_EFFECTS_OPTION_DESCRIPTION
source: Enables the light flashing effects on GUIs (e.g editor button flash). If you experience a bug where parts of the editor button is disappearing, you can try disabling this to see if the problem is gone.
bg: Превключване на светлинните ефекти за бутона на редактора. Ако имате графични проблеми с бутона на редактора, трябва да изключите светлинните ефекти.
ca: Permet els efectes de llum intermitent als GUIs (e.g llum intermitent del botó d'editor). Si experimentes un bug on parts del botó de l'editor desapareixen, pots intentar desactivant això per veure si el problema s'arregla.
cs: Povolí blikající efekty na uživatelském rozhraní (např. blikání tlačítka editoru) Pokud se objeví problém, kdy část tlačítka editoru mizí, zkuste tuto možnost vypnout.
de: Aktiviert die Blinkeffekte auf GUIs (z.B. blinken von Editor-Schaltflächen). Wenn Sie einen Fehler feststellen, bei dem Teile von Editor-Schaltflächen verschwinden, kannst du versuchen, dies zu deaktivieren, um zu sehen, ob das Problem verschwunden ist.
es: Permite efectos lumínicos en la interface (ej. luz intermitente del botón de edición). Si experimenta un bug (como la desaparición de una parte de los botones), puede intentar deshabilitar este efecto y comprobar si el problema desaparece.
et: Lubab valguse vilkumise efektid GUI-del (nt redaktori nupu välklamp). Kui ilmneb viga, mille tõttu osad redaktori nupust kaovad, võite proovida selle keelata, et näha, kas probleem on kadunud.
fr: Active les effets de flashs lumineux sur l'interface utilisateur (c.à.d. sur les boutons de l'éditeur). Si vous constatez des bugs (comme une partie des boutons qui disparaissent), vous pouvez essayer de désactiver cette option.
he: אפשר את אפקט הבהוב אורות על ממשק משתמש (למשל הבהוב כפתור העורך) אם אתה נתקל בבאג בזמן שחלקים מהכפתור העורך נעלמים, נסה להשבות את זה בשביל לראות אם הבעיה נעלמה.
id: Mengaktifkan efek pendar di GUI (contohnya kedipan tombol editor). Jika kamu mengalami sebuah bug dimana bagian dari tombol editor menghilang, kamu dapat mencoba mematikan opsi ini untuk melihat apakah bug tersebut tidak terjadi lagi.
it: Abilita gli effetti di luce nella GUI [graphical user interface], come ad esempio il flash del pulsante dell'editor. Nel caso dovessi riscontrare un bug per cui alcune parti del pulsante dell'editor spariscono, puoi provare a disattivare questa opzione per risolverlo.
nl: Zet lichtflitsende effecten in de GGIs aan (zoals het flitsen van de bewerkerknop). Als je last hebt van een bug waarbij delen van de bewerker verdwijnen, kun je proberen dit uit te zetten om te zien of het probleem daarmee wordt verholpen.
nl_be: Schakelt de lichtflitsende effecten op GUI's in (bijv. Editor knop flits). Als u een bug ervaart waarbij delen van de editor knop verdwijnen, kunt u proberen dit uit te schakelen om te zien of het probleem is verdwenen.
pl: Włącza blaski świetlne na interfejsach (np. błysk przycisku edytora). Jeśli doświadczysz błędu gdzie część przycisku edytora znika, spróbuj wyłączyć to ustawienie żeby sprawdzić czy problem zniknie.
pt_br: Habilita os efeitos de luz na interface (e.g botão do editor) Se você tiver um bug onde partes do botão do editor desaparecem, você pode tentar desabilitar essa opção para ver se o problema desaparece.
pt_pt: Ativa os efeitos de flash de luz na interface gráfica (por exemplo, flash do botão do editor). Se tiveres problemas em que partes do botão do editor desaparecem, podes tentar desabilitar os efeitos de flash de luz para ver se o problema desaparece.
ru: Включает эффекты мигания света на GUI (например, вспышка кнопки редактора). Если вы столкнулись с ошибкой, из-за которой исчезают части кнопки редактора, вы можете попробовать отключить это и возможно, проблема устранится.
tr: Arayüzde ışık yanıp sönme efektlerini etkinleştirir (örn. editör butonunun yanıp sönmesi). Eğer editör butonundaki bazı parçaların kaybolması gibi hatalar deneyimlerseniz, bu ayarı kapatarak problemin çözülüp çözülmediğine bakabilirsiniz.
uk: Вмикає світлові ефекти блимання в графічних інтерфейсах ( GUIs ) (наприклад кнопка редактора блимає) Якщо у вас виникла помилка, де частини кнопки редактору зникають, то ви можете спробувати вимкнути його, щоб перевірити зникнення проблеми.
zh_cn: 启用GUI的闪烁特效。（比如说编辑器里按钮的闪烁） 如果你遇到编辑器按钮部分消失的问题， 可以试试禁用这个功能，问题可能会消失。
zh_tw: 啟用 GUI 的燈光閃爍效果（例如編輯器中的按鈕閃爍）。 如果您遇到編輯器按鈕部分消失的問題， 可以嘗試停用此功能，看看問題是否消失。

# GUI_TAB_NAVIGATION
source: UI Tab Navigation
bg: Меню
ka: ინტერფეისის ჩანართში ნავიგაცია
nl: UI Tabblad Navigatie
pl: Nawigacja Zakładek IU
pt_br: Navegação em Abas da Interface
ru: Навигация в интерфейсе
tr: Kullanıcı Arayüzünde Sekme Gezinme
uk: Навігація по таблиці UI
zh_cn: 界面选项卡导航
zh_tw: 使用者介面分頁引導

source: GUI volume
bg: Интерфейс
ca: Volum del GUI
cs: Hlasitost GUI
de: Menülautstärke
eo: Interfaca volumo
es: Volumen de la interfaz
et: GUI helitugevus
fi: Käyttöliittymä
fr: Volume de l'interface
he: עוצמת ממשק עזרים
hu: GUI hangerő
id: Volume GUI
it: Volume della GUI
ka: GUI-ის ხმა
ko: GUI 음량
nl: Volume GUI
pl: Głośność interfejsu
pt_br: Volume da interface
pt_pt: Volume da GUI
ru: Громкость пользовательского интерфейса
sk: Hlasitosť GUI
sr_cyrl: Том од интерфејс
sr_latn: Tom od interfejs
sv: GUI-volym
th_th: ปริมาณ GUI
tr: Arayüz sesi
uk: Гучність GUI
zh_cn: GUI音量
zh_tw: GUI 音量

source: Health
bg: Здраве
ca: Salut
cs: Zdraví
de: Gesundheit
eo: Sano
es: Salud
et: Elu
fi: Terveys
fr: Santé
he: חיים
hu: Életerő
id: Kesehatan
it: Salute
ka: ჯანმრთელობა
ko: 생명력
nl: Sterkte
nl_be: Gezondheid
pl: Zdrowie
pt_br: Saúde
pt_pt: Vida
ru: Здоровье
sk: Zdravie
sr_cyrl: Здравље
sr_latn: Zdravlje
sv: Hälsa
th_th: เลือด
tr: Sağlık
uk: Здоров'я
zh_cn: 生命上限
zh_tw: 生命值

source: Help
bg: Ръководство
ca: Ajuda
cs: Nápověda
de: Hilfe
eo: Helpu
es: Ayuda
et: Abi
fi: Apua
fr: Aide
he: עזרה
hu: Segítség
id: Bantuan
it: Aiuto
ka: დახმარება
ko: 도움말
nl: Hulp
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Помощь
sk: Pomoc
sr_cyrl: Помоћ
sr_latn: Pomoć
sv: Hjälp
th_th: ช่วยเหลือ
tr: Yardım
uk: Допомога
zh_cn: 帮助
zh_tw: 幫助

# HELP_BUTTON_TOOLTIP
source: How to play the game
bg: Отваряне на ръководството
ca: Ajuda
cs: Nápověda
de: Hilfe
es: Ayuda
et: Abi
fi: Help
fr: Aide
he: עזרה
hu: Segítség
it: Come giocare
ka: როგორ ითამაშოთ თამააში
nl: Hoe het spel te spelen
nl_be: Help
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Как играть в эту игру
sk: Ako hrať hru
sv: Hjälp
tr: Oyunun nasıl oynanacağını öğren
uk: Допомога
zh_cn: 帮助菜单
zh_tw: 如何遊玩

source: (higher values increase performance)
bg: (по-високите стойности подобряват производителността)
ca: (valors més alts augmenten el rendiment)
cs: (vyšší hodnoty zvyšují výkon)
de: (höhere Werte verbessern die Leistung)
eo: (pli altaj valoroj malpliigas rendimenton)
es: (valores más altos mejoran el rendimiento)
et: (kõrgemad väärtused suurendavad jõudlust)
fi: (suuremmat arvot lisäävät suorituskykyä)
fr: (des valeurs plus hautes améliorent les performances)
he: (ערכים גבוהים יותר מגדילים ביצועים)
hu: (a nagyobb értékek javíthatják a teljesítményt)
id: (Nilai tinggi menambah performa)
it: (valori più elevati migliorano le prestazioni)
ka: (რაც მაღალია მნიშვნელობა, მით მაღალია წარმადობა)
ko: (높은 값일수록 더 나은 성능)
nl: (hogere waarden verbeteren prestatie)
nl_be: (hogere waarden verslechteren prestaties)
pl: (większe wartości zwiększają wydajność)
pt_br: (valores mais altos melhoram o desempenho)
pt_pt: (valores mais altos melhoram o desempenho)
ru: (высокие значения могут ухудшить производительность)
sk: (vyššie hodnoty zvyšujú výkon)
sr_cyrl: (веће вредности побољшавају перформансе)
sr_latn: (veće vrednosti poboljšavaju performanse)
sv: (högre värden ökar spelhastighet)
th_th: (ค่าที่สูงขึ้นจะเพิ่มประสิทธิภาพ)
tr: (daha üst değerler performansı arttırır)
uk: (вищі значення покращать продуктивність)
zh_cn: （更高的数值有助于提升性能）
zh_tw: （較高的值可提高性能）

source: (higher values worsen performance)
bg: (по-високите стойности понижават производителността)
ca: (valors més alts empitjoren el rendiment)
cs: (Vyšší hodnota může zhoršit výkon)
de: (höhere Werte verschlechtern die Leistung)
eo: (pli altaj valoroj plimalbonigas agadon)
es: (valores más altos empeoran el rendimiento)
et: (kõrgemad väärtused halvendavad jõudlust)
fi: (suuremmat arvot heikentävät suorituskykyä)
fr: (des valeurs plus élevées demandent plus de performances)
he: (ערכים גבוהים מדרדר ביצועים)
hu: (a nagyobb értékek ronthatják a teljesítményt)
id: (Nilai tinggi memperburuk performa)
it: (valori più elevati compromettono le prestazioni)
ka: (რაც მაღალია მნიშვნელობა, მით უარესია წარმადობა)
ko: (값이 커질수록 성능이 저하됩니다)
nl: (hogere waarden verlagen de prestatie)
nl_be: (hogere waarden verslechteren prestaties)
pl: (wyższe wartością mogą obniżyć wydajność)
pt_br: (valores mais altos diminuem o desempenho)
pt_pt: (valores mais altos pioram o desempenho)
ru: (высокие значения ухудшают производительность)
sk: (vyššie hodnoty zhoršujú výkon)
sr_cyrl: (веће вредности погоршавају перформансе)
sr_latn: (veće vrednosti pogoršavaju performanse)
sv: (högre värden försämrar spelhastighet)
th_th: (ค่าที่สูงขึ้นทำให้ประสิทธิภาพแย่ลง)
tr: (daha üst değerler performansı düşürür)
uk: (вищі значення погіршать продуктивність)
zh_cn: （设置的太高会影响性能）
zh_tw: （較高的值會影響性能）

# HOLD_FOR_PAN_OR_ROTATE_MODE
source: Hold to switch between pan and rotate modes
bg: Превключване между режимите преместване и завъртане чрез задържане
ca: Mantenir premut per commutar entre el mode de translació i de rotació
cs: Podržte pro změnu mezi módem panorama a rotace
de: Halten um zwischen Verschiebe- und Drehmodus hin und her zu schalten
es: Mantiene apretado para cambiar entre modo de desplazamiento y rotación
et: Hoidke, et vahetada paneerimis- ja pööramisrežiimide vahel
fr: Maintenir pour changer entre les modes panoramique ou rotatif
he: החזק בשביל להחליף בין מצב גלילה לסיבוב
hu: Tartsd lenyomva a pásztázási és forgatási módok közötti váltáshoz
it: Tieni premuto per alternare le modalità di spostamento e rotazione
ka: გეჭიროთ პანორამირების და ბრუნვის რეჟიმებს შორის გადასართავად
nl: Houd ingedrukt om tussen slepen en draaien te wisselen
pl: Przytrzymaj by przełączyć między trybami panoramicznym i obrotu
pt_br: Segure para alternar entre os modos mover e girar
ru: Зажмите чтобы переключиться между движением и вращением
tr: Kaydırma ve döndürme modları arasında geçiş yapmak için basılı tut
uk: Утримуйте для перемикання між панорамним та обертальним режимами
zh_cn: 按住以在平移与旋转模式间切换
zh_tw: 按住以在平移與旋轉模式間切換

# HOLD_FOR_PAN_WITH_MOUSE
source: Hold to pan with mouse
ka: გეჭიროთ თაგუნათი პანორამირებისთვის
pt_br: Segure para mover a câmera com o mouse
ru: Удерживайте для панорамирования с помощью мыши
tr: Fare ile kaydırmak için basılı tut
uk: Утримуйте для панорамування за допомогою миші
zh_tw: 按住滑鼠平移

# HOLD_PACK_COMMANDS_MENU
source: Hold to show pack commands menu
bg: Отваряне командното меню чрез задържане
ca: Mantenir clicat per mostrar el menú d'ordres de la bandada
cs: Podržte na zobrazení menu se skupinovými rozkazy
de: Gedrückt halten, um das Rudelbefehls Menü anzuzeigen
es: Mantener pulsado para abrir el menú de comandos
et: Pakikäskude menüü kuvamiseks hoidke all
fi: Pohjassapidettynä näytä lauman komentovalikko
fr: Maintenir pour faire apparaitre le menu des commandes de meute
he: החזק כדי להציג את תפריט פקודות
hu: Tartsd lenyomva a csoport parancsok menü megjelenítéséhez
it: Tieni premuto per mostrare i comandi di branco
ka: გეჭიროთ ბრძანებების მენიუს საჩვენებლად
nl: Houd ingedrukt om de pakcommandomenu te tonen
pl: Przytrzymaj aby wyświetlić menu poleceń grupowych
pt_br: Segure para mostrar o menu de comandos do bando
pt_pt: Segure para mostrar o menu de comandos do pacote
ru: Удерживайте, чтобы отобразить меню команд
sv: Håll för att visa grupp commando menyn
tr: Komut takımı menüsünü göstermek için basılı tut
uk: Утримуйте для показу меню пакету команд
zh_cn: 按住以显示群体指令菜单
zh_tw: 按住以顯示群體命令選單

source: Hold to show cursor
bg: Показване на курсора чрез задържане
ca: Mantingues premut per mostrar el cursor
cs: Podržte [thrive:input]g_free_cursor[/thrive:input] pro kurzor
de: Halten, um Cursor anzuzeigen
es: Mantén pulsado para mostrar el cursor
fr: Maintenir pour afficher le curseur
he: החזק בשביל להראות את סמן העכבר
hu: Tartsd nyomva a kurzor megjelenítéséhez
it: Tieni premuto per mostrare il cursore
ka: გეჭიროთ კურსორის საჩვენებლად
nl: Houdt ingedrukt om de muisaanwijzer weer te geven
pl: Przytrzymaj [thrive:input]g_free_cursor[/thrive:input] dla kursora
pt_br: Aperte para mostrar o cursor
pt_pt: Manter premido para mostrar o cursor
ru: Зажать, чтобы показать курсор
tr: İmleci göstermek için basılı tut
uk: Утримуйте [thrive:input]g_free_cursor[/thrive:input] для курсору
zh_cn: 按住以显示鼠标指针
zh_tw: 按住以顯示游標

# HOLD_TO_SHOW_CURSOR_ADVICE_TEXT
source: Hold [thrive:input]g_free_cursor[/thrive:input] for cursor
bg: Задръжте [thrive:input]g_free_cursor[/thrive:input] за показване на курсора
de: Halte [thrive:input]g_free_cursor[/thrive:input] für Mauszeiger
es: Mantener [thrive:input]g_free_cursor[/thrive:input] para mostrar el cursor
fr: Maintenez [thrive:input]g_free_cursor[/thrive:input] pour le curseur
he: החזק [thrive:input]g_free_cursor[/thrive:input] עבור סמן העכבר
ka: გეჭიროთ [thrive:input]g_free_cursor[/thrive:input] კურსორის საჩვენებლად
nl: Houdt [thrive:input]g_free_cursor[/thrive:input] ingedrukt voor muisaanwijzer
pl: Przytrzymaj [thrive:input]g_free_cursor[/thrive:input] dla kursora
pt_br: Aperte [thrive:input]g_free_cursor[/thrive:input] para mostrar o cursor
pt_pt: Manter premido [thrive:input]g_free_cursor[/thrive:input] para mostrar o cursor
ru: Удерживайте [thrive:input]g_free_cursor[/thrive:input] для курсора
tr: İmleci göstermek için [thrive:input]g_free_cursor[/thrive:input] tuşunu basılı tut
uk: Утримуйте [thrive:input]g_free_cursor[/thrive:input] для курсору
zh_cn: 按住[thrive:input]g_free_cursor[/thrive:input]以显示鼠标指针
zh_tw: 按住 [thrive:input]g_free_cursor[/thrive:input] 以顯示遊標

# HOLD_TO_SKIP_CREDITS
source: Hold to skip
fr: Maintenir pour passer les crédits
ka: დაიჭირეთ გამოსატოვებლად
nl: Ingedrukt houden om over te slaan
pt_br: Segure para pular
pt_pt: Segura para pular
ru: Задержите для пропуска
tr: Atlamak için basılı tut
uk: Утримуйте, щоб пропустити
zh_cn: 长按以跳过
zh_tw: 長按以跳過

source: Home
bg: Начало
es: Inicio
fr: Menu principal
ka: საწყისი
nl: Thuis
pt_br: Página inicial
pt_pt: Casa
ru: Дом
tr: Ana Sayfa
uk: Дім
zh_cn: 主页
zh_tw: 首頁

# HORIZONTAL_COLON
source: Horizontal:
bg: Хоризонтална:
he: אופקי:
ka: ჰორიზონტალური:
nl: Horizontaal:
pl: Poziom:
ru: По горизонтали:
tr: Yatay:
uk: Горизонталь:
zh_cn: 水平：
zh_tw: 水平：

# HORIZONTAL_WITH_AXIS_NAME_COLON
source: Horizontal (Axis: {0})
bg: Хоризонтална ос: {0}
cs: Horizontální (Osa: {0})
de: horizontal (Achse: {0})
es: Horizontal (Eje: {0})
fr: Horizontal (Axe : {0})
he: אופקי (ציר: {0})
ka: ჰორიზონტალური (ღერძი: {0})
nl: Horizontaal (As: {0})
pl: Poziom (Oś: {0})
pt_br: Horizontal (Eixo: {0})
pt_pt: Horizontal (Eixo: {0})
ru: По горизонтали (ось: {0})
tr: Yatay (Eksen: {0})
uk: Горизонталь (Вісь: {0})
zh_cn: 水平（{0}轴）
zh_tw: 水平（軸：{0}）

# HP_COLON
source: HP:
bg: ТЗ:
ca: Punts de salut:
eo: SP:
fi: Terv.:
fr: PV :
he: חיים:
it: PS:
ka: სიცოცხლ:
ko: 생명력:
pl: Zdrowie:
pt_br: Saúde:
ru: ОЗ:
sr_cyrl: Здрав.:
sr_latn: Zdrav.:
sv: Hälsa:
uk: Здоров'я:
zh_cn: 生命上限：
zh_tw: 生命值：

source: Hydrogen Sulfide
bg: Сероводород
ca: Àcid Sulfhídric
cs: Sirovodík
de: Schwefelwasserstoff
eo: Hidrogena Sulfido
es: Ácido Sulfhídrico
et: Vesiniksulfiid
fi: Rikkivety
fr: Sulfure d'Hydrogène
he: מימן גופרתי
hu: Hidrogén-szulfid
id: Hidrogen Sulfida
it: Idrogeno solforato
ka: გოგირდწყალბადი
ko: 황화수소
nl: Waterstofsulfide
nl_be: Waterstofsulfide
pl: Siarkowodór (H₂S)
pt_br: Sulfeto de Hidrogênio
pt_pt: Sulfureto de Hidrogénio
ru: Сероводород
sk: Sírovodík
sr_cyrl: Водоник Сулфид
sr_latn: Vodonik Sulfid
sv: Svavelväte
th_th: ไฮโดรเจนซัลไฟด์
tr: Hidrojen Sülfür
uk: Сірководень
zh_cn: 硫化氢
zh_tw: 硫化氫

source: Ice Shard
bg: Леден къс
ca: Fragment de gel
cs: Ledový střep
de: Eissplitter
eo: Glacia ero
es: Fragmento de hielo
et: jääkild
fi: Jääsirpale
fr: Éclat de glace
he: רסיסי קרח
hu: Jégdarab
id: Pecahan Es
it: Scheggia di ghiaccio
ka: პატარა ყინულის ნამსხვრევი
ko: 빙상
nl_be: Ijs Scherf
pl: Odłamy Lodu
pt_br: Fragmento Pequeno de Gelo
pt_pt: Fragmento de Gelo
ru: Маленький Осколок Льда
sk: Ľadový črep
sr_cyrl: Крхотина Леда
sr_latn: Krhotina Leda
sv: Isskärva
th_th: ชิ้นส่วนน้ำแข็ง
tr: Küçük Buz Kırığı
zh_cn: 冰砾
zh_tw: 冰礫

source: Ice Shelf
bg: Шелфов ледник
ca: Plataforma de gel
cs: Šelfový ledovec
de: Schelfeis
eo: Glacia breto
es: Plataforma de hielo
et: jääriiul
fi: Jäähylly
fr: Plaque de glace
he: מדף קרח
hu: Selfjég
id: Lempengan Es
it: Banchina glaciale
ka: შელფური მყინვარი
ko: 빙붕
nl: Ijsplaat
nl_be: Ijsplateau
pl: Lodowiec Szelfowy
pt_br: Plataforma de Gelo
pt_pt: Plataforma de Gelo
ru: Шельфовый ледник
sk: Šelfový ľadovec
sr_cyrl: Ледена Полица
sr_latn: Ledena Polica
sv: Ishylla
th_th: ชั้นน้ำแข็ง
tr: Buz Sahanlığı
uk: Льодовиковий шельф
zh_cn: 冰架
zh_tw: 冰棚

# ID_IS_NOT_A_NUMBER
source: ID is not a valid number
bg: Идентификационният № не е валиден
ca: L'ID no és un número vàlid
cs: ID není platné číslo
de: ID ist keine gültige Zahl
es: Número de ID inválido
et: ID ei ole kehtiv number
fr: L'identifiant n'est pas un nombre valide
he: מספר ID אינו חוקי
it: L'ID non è un numero valido
ka: ID არაწორი რიცხვია
nl: ID is niet een correct nummer
nl_be: ID is geen geldig nummer
pl: ID nie jest prawidłowym numerem
pt_br: O ID não é um número válido
pt_pt: O ID não é um número válido
ru: ID не является действительным номером
sk: ID nie je platné číslo
tr: ID geçerli bir sayı değil
uk: ID з недійсним номером
zh_cn: ID无效
zh_tw: ID 無效

source: ID Number
bg: Идентификационен №
ca: Nombre d'ID
cs: ID číslo
de: ID-Nummer
es: Número ID
et: Isikukood
fi: ID-Numero
fr: Identifiant numérique
he: מספר ID
hu: ID száma
it: Numero ID
ka: ID ნომერი
nl: ID Nummer
nl_be: ID nummer
pl: Numer ID
pt_br: Número de ID
pt_pt: Número de ID
ru: Номер ID
tr: ID Numarası
uk: НомерID
zh_cn: 编号
zh_tw: ID 號碼

# INCLUDE_MULTICELLULAR_PROTOTYPE
source: Include later stage prototypes
bg: Включване на следващите етапи на играта
ca: Inclou prototips d'estadis tardans
cs: Zahrnout prototypy pozdějších období
de: Möglichkeit zum Übergang zur nächsten Stufe des Spiels (Mehrzellig). Verfügbar, sobald du eine ausreichend große Zellkolonie hast.
es: Incluye prototipos de futuras etapas
fr: Inclure les prototypes des stades avancés
he: לכלול את אבטיפוס של השלבים המתקדמים יותר
hu: Későbbi fázisok prototípusainak engedélyezése
it: Includi prototipi
ka: შემდეგი ფაზის პროტოტიპების ჩასმა
nl: Voeg prototypen van latere fasen toe
pl: Zawiera prototypy późniejszych etapów
pt_br: Incluir protótipos dos estágios seguintes
ru: Включить прототипы поздних стадий игры
sk: Zahrnúť prototypy neskoršej fázy
tr: Sonraki evre prototiplerini dahil et
uk: Включаючи прототип пізньої стадії
zh_cn: 包含测试阶段
zh_tw: 包括後期階段原型
