Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# ORGANELLE_AXON_DESCRIPTION
source: Axons are the nerve fibers that neurons use to connect to each other and communicate. Placing this organelle turns a cell type into brain tissue.
fr: Les axones sont les fibres nerveuses utilisés par les neurones pour communiquer entre eux. Placer cet organite transforme un type de cellule en tissu cérébral.
nl: Axonen zijn zenuwvezel die neuronen gebruiken om met elkaar te verbinden en communiceren. Het plaatsen van dit organel verandert het celtype naar breinweefsel.
pt_br: Axônios são fibras nervosas que os neurônios utilizam para conectar e comunicar com outros neurônios. Essa organela transforma o tipo da célula em um tecido cerebral.
pt_pt: Os axónios são as fibras nervosas que os neurónios utilizam para se ligarem uns aos outros e comunicarem. Colocar este organelo transforma o tipo de célula para tecido cerebral.
ru: Аксоны - нервные волокна, что используются нейронами для подключения друг к другу и общению между собой. Размещение этой органеллы превращает тип клетки в ткань мозга.
tr: Aksonlar, nöronların birbirlerine bağlanmak ve birbiriyle iletişim kurmak için kullandığı sinir lifleridir. Bu organeli yerleştirmek, bir hücre türünü beyin dokusuna dönüştürür.
uk: Аксони є нервовими тканинами, що використовуються нейронами для з'єднання й комунікації один з одним. Розміщення цієї органели на клітині перетворює її на мозкову тканину.
zh_cn: 轴突是神经细胞用于互相连接与交流的神经纤维。拥有该细胞器的细胞会被认定为脑组织。
zh_tw: 軸突是神經元用來相互連結和溝通的神經纖維。放置這種細胞器會將該細胞類型轉變為腦組織。

# ORGANELLE_CATEGORY_MULTICELLULAR
source: Multicellular
fr: Multicellulaire
ka: მრავალუჯრედიანი
nl: Multicellulair
pt_br: Multicelular
pt_pt: Multicelular
ru: Многоклеточный
tr: Çok Hücreli
uk: Багатоклітинна
zh_cn: 多细胞生物
zh_tw: 多細胞生物

# ORGANELLE_MYOFIBRIL
source: Myofibril
bg: Миофибрила
fr: Myofibrille
ka: მიოფიბრილი
pl: Miofibryle
pt_br: Miofibrila
pt_pt: Miofibrilha
ru: Миофибрилла
tr: Miyofibril
uk: Міофібрила
zh_cn: 肌原纤维
zh_tw: 肌原纖維

# ORGANELLE_MYOFIBRIL_DESCRIPTION
source: Allows creating muscle cells. Currently increases the speed of your organism in the prototype.
fr: Permet de créer des cellules musculaire, ne fait pour l'instant rien.
ka: კუნთის უჯრედების შექმნის დაშვება. ამჟამად ზრდის თქვენი ორგანიზმის სიჩქარეს პროტოტიპში.
nl: Maakt het mogelijk spiercellen te maken. Doet op dit moment niets in het prototype.
pl: Umożliwiają tworzenie komórek mięśniowych. W tym prototypie nie robi nic.
pt_br: Permite a criação de células musculares. Por enquanto, não faz nada no protótipo.
ru: Позволяет создавать клетки мускул. Пока что в данном прототипе лишь повышает скорость вашего организма.
tr: Kas hücrelerinin oluşturulmasını sağlar. Şu anda, mevcut prototipte, bu organel organizmanızın hızını arttırmaktadır.
uk: Дозволяє створювати м'язові клітини. Наразі немає дії у прототипі.
zh_cn: 用于创造肌肉细胞。在目前游戏中没有用。
zh_tw: 允許創建肌肉細胞。在目前遊戲原型中可以提高生物的速度。

# ORGANELLE_PILUS
source: Perforator Pilus
bg: Пробивен пилус
ca: Fibló
cs: Dravý/útočný Pilus
de: Raubtier-Pilus
es: Pilus predatorio
fr: Pilus de Prédateur
he: פילוס טורף
it: Pilo predatoriale
ka: ბურღისებრი პილუსი
nl: Jagende Pilus
pl: Drapieżny Pilus
pt_br: Pilus Predatório
pt_pt: Pilo Predatório
ru: Пронзающий пиль
tr: Delici Pilus
uk: Хижі ворсинки
zh_cn: 掠食性菌毛
zh_tw: 掠食性菌毛

# ORGANELLE_PILUS_DESCRIPTION
source: Pili (singular: pilus) are found on the surface of many micro organisms and resemble fine hairs. Tens to hundreds of pili may be present on the surface of a micro organism and serve one of several purposes, including roles in predation. Pathogenic micro organisms use pili for virulence either to attach and bind to host tissues, or to invade past the outer membrane to gain access to the cytoplasm. Many similar pili exist but are not evolutionarily related and have resulted from convergent evolution. A single organism may have the ability to express several types of pili and those that are present on the surface are constantly being changed and replaced.
bg: Това са фини косъмчета върху клетъчната мембрана. Една клетка може да притежава от десетки до стотици пили, които имат различно предназначение, включително роля в хищничеството. Патогенните микроорганизми използват своите пили за вирулентност или за прикрепване и свързване към тъканите на гостоприемника си, или за нахлуване през клетъчната мембрана, за да достигнат до цитоплазмата. Съществуват различни видове пили, които не са еволюционно свързани помежду си и са резултат от конвергентна еволюция. Един организъм може да притежава няколка вида пили и постоянно да ги променя или заменя.
ca: Els Pili (singular: pilus) es troben a la superfície de molts micro-organismes i tenen forma de pèls. Hi poden haver desenes o centenars de pili a la superfície d'un micro-organisme, i es poden fer servir amb diferents finalitats, incloents la depredació. Els micro-organismes patogènics fan servir els pili per virulència, ja sigui per unir-se a teixits hoste, o per penetrar la membrana exterior i accedir al citoplasma. Molts Pili similars existeixen, però no estan evolutivament relacionats i són resultat d'evolució convergent. Un sol organisme ha de tenir l'habilitat de tenir diferents tipus de Pili, i aquells que són a la superfície són canviats i substituïts constantment.
cs: Pily (v jednotném čísle: pilus) se nacházejí na povrchu mnoha mikroorganismů a připomínají jemné chloupky. Na povrchu mikroorganismu se mohou nacházet desítky až stovky pilusů, které slouží k několika účelům, včetně predátorské role. Patogenní mikroorganismy využívají pili k virulenci buď k přichycení a vazbě na tkáně hostitele, nebo k proniknutí přes vnější membránu a získání přístupu do cytoplazmy. Existuje mnoho podobných pili, které však nejsou evolučně příbuzné a vznikly konvergentní evolucí. Jeden organismus může mít schopnost exprimovat několik typů pili a ty, které jsou přítomny na povrchu, se neustále mění a nahrazují.
de: Pili (Singular: Pilus) befinden sich auf der Oberfläche vieler Mikroorganismen und ähneln feinen Haaren. Auf der Oberfläche eines Mikroorganismus können Hunderte von Pili vorhanden sein, die mehreren Zwecken dienen können, wie zum Beispiel der Jagt. Pathogene Mikroorganismen nutzen Pili für ihre Virulenz um sich an Wirtsgewebe anzuheften und zu binden oder um die äußere Membran zu überwinden und Zugang zum Zytoplasma zu erhalten. Es gibt viele ähnliche Pili-Varianten, die jedoch evolutionär nicht miteinander verwandt sind und aus einer konvergenten Evolution hervorgegangen sind. Ein einziger Organismus kann mehrere Arten von Pili ausbilden und diese ständig verändern und ersetzen.
es: Ataca a otras células con esto.
fr: Planter les autres cellules avec ça.
he: דקור תאים אחרים בעזרתו.
it: I pili sono strutture comuni a molti tipi di microrganismi. Assomigliano a sottilissimi capelli, e possono essere presenti sulla superficie di ciascuno di essi a decine o anche centinaia di migliaia. Possono avere vari scopi, inclusa la predazione; alternativamente, sono usati dai microrganismi patogeni per attaccarsi ai tessuti delle vittime, o anche per trapassare la membrana cellulare e raggiungere così il citoplasma. Esistono diversi tipi di pili simili fra loro, ma molti di essi non hanno legami evoluzionistici: sono invece il risultato di convergenze evolutive. Ciascun organismo può mostrare diversi tipi di pili, e quelli presenti sulla superficie sono costantemente sostituiti.
nl: Pili (enkelvoud: pilus) zijn te vinden op het oppervlak van veel microorganismen en lijken op dunne haartjes. Het oppervlak van een microorganisme kan tienduizenden pili bevatten. Ze dienen meerdere rollen, waaronder predatie. Ziekmakende microorganisme gebruiken pili om te binden aan de weefsels van de gastheer, of om door het buitenste membraan te prikken om toegang tot het cytoplasma te krijgen. Verschillende soortgelijke pili bestaan maar deze zijn niet evolutionair aan elkaar gerelateerd. In plaats daarvan zijn ze ontstaan als een effect van convergerende evolutie. Een enkel organisme kan de mogelijkheid hebben om verschillende soorten pili tot uiting te brengen, en de pili op hun oppervlak zijn continu aan verandering of verplaatsing onderhevig.
pl: Dźgaj tym inne komórki.
pt_br: Pili (singular: pilus) são estruturas similares a cabelos vistos em vários micro-organismos. Eles podem ser usados para diversos fins, como predação. Micro-organismos patógenos usam pili tanto para se fixar aos tecidos de suas vítimas, quanto para passar através da membrana celular para o citoplasma. Existem vários tipos de pili, e muitos deles não têm vínculos evolutivos, sendo resultados da convergência evolutiva. Cada organismo pode ter vários tipos de pili, e aqueles na superfície são constantemente substituídos.
pt_pt: Ataca as outras células com isto.
ru: Пили (единственное число: пиль) встречаются на поверхности многих микроорганизмов и напоминают тонкие волоски. От Десятков до сотней пилей могут присутствовать на поверхности микроорганизма и служить одной из нескольких целей, включая возможность использования как инструмент укола. Патогенные микроорганизмы используют пили для вирулентности либо для прикрепления и связывания с тканями хозяина, либо для проникновения через внешнюю мембрану, чтобы получить доступ к цитоплазме. Существует множество подобных пили, но они эволюционно не связаны и возникли в результате конвергентной эволюции. Один организм может обладать способностью экспрессировать несколько типов пили, и те, которые присутствуют на поверхности, постоянно изменяются и заменяются.
tr: Piluslar (tekil: pilus), birçok mikroorganizmanın yüzeyinde bulunur ve ince kıllara benzer. Onlarca veya yüzlerce pilus, bir mikroorganizmanın yüzeyinde bulunabilir ve avcılıkta rol oynamak dahil çeşitli amaçlarda işe kullanılabilir. Patojenik mikroorganizmalar, hastalığa neden olmak suretiyle, ya konak dokuya bağlanmak ya da sitoplazmaya erişmek amacıyla dış hücre zarını basıp geçmek için pilusları kullanır. Birbirine benzer birçok pilus mevcuttur ancak evrimsel olarak birbirleriyle bağlantılı değildirler ve yakınsak evrimden meydana gelmişlerdir. Tek bir organizma, farklı türde pilus üretme yeteneğine sahip olabilir ve yüzeyinde mevcut olanları sürekli değiştirebilir.
uk: Ворсинки (однина: ворсинка) знаходяться на поверхні багатьох мікроорганізмів і нагадують тонкі волоски. Від десятків до сотень ворсинок можуть бути на поверхні мікроорганізму та виконувати кілька функцій, включаючи роль в хижацтві. Патогенні мікроорганізми використовують їх для ураження або прикріплення й зв'язування з тканинами господаря; або для проникнення крізь зовнішню мембрану, щоб отримати доступ до цитоплазми. Багато існує схожих ворсинок, але еволюційно ті не пов'язані, а є результатом конвергентної еволюції. Одному організму можуть бути притаманні різні ворсинки, а ті, які присутні на поверхні завжди змінюються й міняються.
zh_cn: 纤毛存在于许多微生物的表面，类似于细毛。一个微生物的表面可能有几十到几百个纤毛，其有多种用途，包括捕食。致病性微生物利用纤毛来提高毒性，或者附着并结合在宿主组织上，或者穿过外膜侵入细胞质。纤毛有很多相似的变种，但在进化上没有关系，是趋同进化的结果。一个生物体可能有能力表达几种类型的纤毛，那些存在于表面的纤毛通常会不断的改变和替换。
zh_tw: 菌毛存在於許多微生物的表面，類似於細毛。一個微生物表面可能存在數十至數百個菌毛，並用於多種目的之一，包括在捕食中的作用。病原微生物利用菌毛提高毒性，或者附著並結合宿主組織，或者穿透外膜侵入細胞質。有許多相似的菌毛存在，但在演化上並不相關，而是趨同演化的結果。單一生物體可能具有表達多種類型菌毛的能力，並且表面上存在的菌毛通常會不斷被改變和替換。

# ORGANELLE_PILUS_PROCESSES_DESCRIPTION
source: Can be used to stab the other cells or to defend against their toxins.
bg: Пробожда другите клетки и предпазва от техните токсини.
ca: Apunyala altres cèl·lules amb aquesta part.
cs: Tímto bodneš ostatní buňky.
de: Steche damit andere Zellen.
es: Puede usarse para atacar a otras células o para defenderse de sus toxinas.
fr: Peut être utilisé pour attaquer les autres cellules ou pour se défendre contre leurs toxines.
he: דקור תאים אחרים בעזרתו.
it: Può essere usato per trafiggere altre cellule o per difendersi dalle loro tossine.
ka: შეგიძლიათ გამოიყენოთ სხვა უჯრედებში ჩასასობად, ან მათი ტოქსინებისგან თავდაცვისთვის.
nl: Kan worden gebruikt om andere cellen te steken of te verdedigen tegen gifstoffen.
pl: Może zostać użyte do dźgania innych komórek lub obrony przed ich toksynami.
pt_br: Perfure outras células com isto.
pt_pt: Esfaqueie outras células com isso.
ru: Проткните этим другие клетки.
tr: Diğer hücreleri delmek veya onların toksinlerine karşı hücreyi korumak için kullanılabilir.
uk: Проштрихніть нею інші клітини.
zh_cn: 可以被用来捅其它细胞或抵挡它们的毒素。
zh_tw: 可用於刺傷其他細胞或防禦其毒素。

source: Organism Statistics
bg: Характеристика
ca: Estadístiques de la Cèl·lula
cs: Statistika organizmu
de: Organismus-Statistik
eo: Organisma Statistiko
es: Estadísticas del Organismo
et: Organismi statistika
fi: Statistiikkaa organismista
fr: Statistiques de l'Organisme
he: סטטיסטיקת האורגניזם
hu: Organizmus statisztikái
id: Statistika Organisme
it: Statistiche dell'organismo
ka: ორგანიზმის სტატისტიკები
ko: 생체 상태창
nl: Organismestatistieken
nl_be: Organismestatistieken
pl: Statystyki Organizmu
pt_br: Estatísticas do Organismo
pt_pt: Estatísticas de Organismo
ru: Статистика Организма
sk: Štatistika organizmu
sr_cyrl: Статистика Организма
sr_latn: Statistika Organizma
sv: Organismstatistik
tr: Organizma İstatistikleri
uk: Статистика Організму
zh_cn: 生物数据
zh_tw: 生物統計

source: Osmoregulation
bg: Осморегулация
ca: Osmoregulació
cs: Osmoregulace
eo: Osmoregado
es: Osmorregulación
et: osmoregulatsioon
fi: Osmoregulaatio
fr: Osmorégulation
he: אוסמורגולציה
hu: Ozmoreguláció
id: Osmoregulasi
it: Osmoregolazione
ka: ოსმორეგულაცია
ko: 삼투압 조절
nl: Osmoregulatie
nl_be: Osmoregulatie
pl: Osmoregulacja
pt_br: Osmorregulação
pt_pt: Osmorregulação
ru: Осморегуляция
sk: Osmoregulácia
sr_cyrl: Осморегулација
sv: Osmoregulering
tr: Ozmoregülasyon
uk: Осморегуляція
zh_cn: 渗透调节
zh_tw: 滲透調節

source: Osmoregulation Cost
bg: Осморегулационен разход
ca: Cost d'Osmoregulació
cs: Náklady na osmoregulaci
de: Osmoregulierungskosten
eo: Osmoregada Kosto
es: Costo de Osmorregulación
et: Osmoregulatsiooni maksumus
fi: Osmoregulaation energiantarve
fr: Coût en osmorégulation
he: עלות אוסמורגולציה
hu: Ozmoreguláció ára
id: Harga Osmoregulasi
it: Costo di osmoregolazione
ka: ოსმორეგულაციის ფასი
ko: 삼투압 비용
nl: Osmoregulatiekosten
nl_be: Osmoregulatiekosten
pl: Koszt Osmoregulacji
pt_br: Custo da Osmorregulação
pt_pt: Custo de Osmorregulação
ru: Стоимость Осморегуляции
sk: Náklady na osmoreguláciu
sr_cyrl: Цена осморегулације
sr_latn: Cena osmoregulacije
sv: Osmoreguleringskost
th_th: ต้นทุน ออสโมซิส
tr: Ozmoregülasyon Maliyeti
uk: Вартість осморегуляції
zh_cn: 渗透调节消耗
zh_tw: 滲透調節成本

source: Osmoregulation cost multiplier
bg: Осморегулационен разход
ca: Multiplicador del cost d'osmoregulació
cs: Násobitel ceny osmoregulace
de: Osmoregulationskostenmultiplikator
es: Multiplicador de costo de osmorregulación
fr: Multiplicateur du coût de l'osmorégulation
he: מכפיל עלות האוסמורגולציה
hu: Ozmoreguláció költségének szorzója
it: Moltiplicatore costo di osmoregolazione
ka: ოსმორეგულაციის ფასის კოეფიციენტი
nl: Osmoregulatiekosten
pl: Mnożnik kosztu osmoregulacji
pt_br: Multiplicador do custo da osmorregulação
ru: Множитель стоимости осморегуляции
sk: Násobiteľ nákladov na osmoreguláciu
tr: Ozmoregülasyon maliyet çarpanı
uk: Множник вартості осморегуляції
zh_cn: 渗透调节消耗系数
zh_tw: 滲透調節成本倍率

# OSMOREGULATION_COST_MULTIPLIER_EXPLANATION
source: (cost of player species osmoregulation)
bg: (определя разхода на осморегулация на Вашите създания)
ca: (cost d'osmoregulació de l'espècie del jugador)
cs: (cena osmoregulace hráčova druhu)
de: (Kosten der Osmoregulation der Spielerart)
es: (costo de la osmorregulación de la especie del jugador)
fr: (coût de l'osmorégulation des espèces du joueur)
he: (עלות של אוסמורגולציה במין השחקן)
hu: (a játékos fajának az ozmoregulációs költsége)
it: (costo di osmoregolazione della specie del giocatore)
ka: (მოთამაშის სახეობის ოსმორეგულაციის ფასი)
nl: (kost van osmoregulatie van spelersoort)
pl: (koszt osmoregulacji gatunku gracza)
pt_br: (custo da osmorregulação da espécie do jogador)
pt_pt: (custo da osmorregulação da espécie do jogador)
ru: (стоимость осморегуляции вида игрока)
tr: (oyuncu türünün ozmoregülasyon maliyeti)
uk: (вартість осморегуляції виду гравця)
zh_cn: （调节玩家物种渗透调节的消耗）
zh_tw: （玩家物種滲透調節的成本）

source: our Wiki
bg: нашата Уикипедия
ca: la nostra Wiki
cs: naše Wiki
de: unser Wiki
es: nuestro Wiki
et: meie Viki
fi: Wikimme
fr: notre Wiki
he: בויקי שלנו
hu: Wikipédiánk
it: nostra Wiki
ka: ჩვენი ვიკი
nl: onze Wiki
nl_be: onze Wiki
pl: Nasza strona Wiki
pt_br: nossa Wiki
pt_pt: A nossa Wiki
ru: наша Wiki
sk: naša Wiki
tr: Vikimiz
uk: Наша Wiki
zh_cn: 我们的Wiki
zh_tw: 我們的 Wiki

source: Outreach Team
bg: Представители
ca: Equip de divulgació
cs: Kontakt s komunitou
de: Reichweite Team
es: Equipo de investigación
et: Teavitusmeeskond
fr: Équipe chargée des Relations Publiques
he: צוות הסברה
hu: Megkereső Csapat
it: Squadra Pubblicitari
ka: აგიტაციის გუნდი
pl: Osoby Kontaktowe
pt_br: Equipe de Divulgação
pt_pt: Equipa de Divulgação
ru: Агитационная Команда
sk: Kontakt s komunitou
tr: Destek Ekibi
uk: Команда з оутріджу
zh_cn: 推广团队
zh_tw: 推廣團隊

source: Outside Contributors
bg: Външни сътрудници
ca: Contribuïdors externs
cs: Externí přispěvatelé
de: Äußere Beitragende
es: Colaboradores externos
et: Välised panustajad
fi: Ulkopuoliset avustajat
fr: Contributeurs éxterieurs
he: תורמים חיצוניים
hu: Külső Közreműködők
id: Kontributor Luar
it: Contributori esterni
ka: გარე მოხალისეები
nl: Buitenstaande Bijdragers
nl_be: Externe bijdragers
pl: Zewnętrzni Ludzie Zaangażowani
pt_br: Colaboradores Externos
pt_pt: Colaboradores externos
ru: Сторонние Участники
sk: Externí prispievatelia
tr: Katkıda Bulunanlar
uk: Сторонні учасники
zh_cn: 外部贡献者
zh_tw: 外部貢獻者

source: Overwrite existing save:
bg: Съществуващи записи:
ca: Sobreescriure l'arxiu de guardat existent:
cs: Nahradit existující uloženou pozici:
de: Vorhandenen Speicherstand überschreiben:
eo: Anstataŭigi ekzistantan konservadon:
es: Sobrescribir partida existente:
et: Olemasoleva salvestuse ülekirjutamine:
fi: Korvaa aikaisempi tallennus:
fr: Réécriture sur la sauvegarde existante :
he: משכתב שמירה קיימת:
hu: Létező mentés felülírása:
id: Timpa save yang sudah ada:
it: Sovrascrivi salvataggio esistente:
ka: არსებული შენახულის თავზე გადაწერა:
ko: 저장 덮어쓰기:
nl: Overschrijf bestaand opslagbestand:
nl_be: Bestaande opgeslagen bestand overschrijven:
pl: Nadpisz istniejący zapis:
pt_br: Sobrescrever jogo que já existe:
pt_pt: Substituir o jogo guardado existente:
ru: Перезаписать существующее сохранение:
sr_cyrl: Препиши постојеће чување:
sv: Skriv över aktuell sparfil:
tr: Mevcut kaydın üzerine yaz:
uk: Переписати наявне збереження:
zh_cn: 覆写已有的存档：
zh_tw: 覆蓋現有存檔：

# OVERWRITE_EXISTING_SAVE_PROMPT
source: Overwrite existing save?
bg: Презаписване на съществуващия запис?
ca: Sobreescriure l'arxiu de guardat existent?
cs: Přejete si přepsat uloženou hru?
de: Vorhandenen Speicherstand überschreiben?
es: ¿Deseas sobrescribir la partida existente?
et: Kas kirjutada olemasolev salvestus üle?
fi: Korvataanko aikaisempi tallennus?
fr: Remplacer la sauvegarde existante ?
he: לשכתב מחדש שמירה קיימת?
hu: Felülírod a létező mentést?
it: Sovrascrivere il salvataggio esistente?
ka: გადავაწერო თავზე არსებულ შენახულს?
nl: Bestaand opslagbestand overschrijven?
pl: Nadpisać istniejący zapis?
pt_br: Sobrescrever jogo salvo existente?
pt_pt: Substituir jogo guardado existente?
ru: Перезаписать существующее сохранение?
tr: Mevcut kaydın üzerine yazılsın mı?
uk: Переписати наявне збереження?
zh_cn: 覆写已有的存档？
zh_tw: 覆蓋現有存檔？

# OVERWRITE_SPECIES_NAME_CONFIRMATION
source: A fossilised species with this name already exists. Are you sure you want to overwrite it?
bg: Вкаменени създания с това наименование вече съществуват. Сигурни ли сте, че искате да ги презапишете?
de: Ein Fossil mit diesem Namen existiert bereits. Bist du sicher, dass du es überschreiben willst?
es: Ya existe una especie fosilizada con este nombre. ¿Estás seguro de que quieres sobreescribirla?
fr: Une espèce fossilisée avec ce nom existe déja. Êtes-vous sur de vouloir l'écraser ?
ka: ნამარხი სახეობა ამ სახელით უკვე არსებობს. მართლა გნებავთ, ზედ გადააწეროთ?
nl: Er bestaat al een gefossilizeerde soort met deze naam. Weet je zeker dat je deze wil overschrijven?
pt_br: Já existe uma espécie fossilizada com esse nome. Tem certeza que quer sobrescrevê-la?
pt_pt: Uma espécie fossilizada com este nome já existe. Tens a certeza de que a queres substituir?
ru: Окаменелый вид с таким названием уже существует. Вы уверены, что хотите перезаписать его?
tr: Bu isimde bir fosilleşmiş tür zaten mevcut. Üzerine yazmak istediğinize emin misiniz?
uk: Скам'янілий вид з цією назвою вже існує. Чи впевнені Ви, що хочете переназвати його?
zh_cn: 化石库中已有一个与之重名的物种。 你确定要用这个物种覆盖它吗？
zh_tw: 具有此名稱的化石物種已經存在。 您確定要覆蓋它嗎？

source: Oxygen
bg: Кислород
ca: Oxigen
cs: Kyslík
de: Sauerstoff
eo: Oksigeno
es: Oxígeno
et: Hapnik
fi: Happi
fr: Oxygène
he: חמצן
hu: Oxigén
id: Oksigen
it: Ossigeno
ka: ჟანგბადი
ko: 산소
nl: Zuurstof
nl_be: Zuurstof
pl: Tlen (O₂)
pt_br: Oxigênio
pt_pt: Oxigénio
ru: Кислород
sk: Kyslík
sr_cyrl: Кисеоник
sr_latn: Kiseonik
sv: Syre
th_th: ออกซิเจน
tr: Oksijen
uk: Кисень
zh_cn: 氧
zh_tw: 氧

source: Oxytoxisome
bg: Окситоксизома
ca: Oxytoxysoma
cs: Oxytoxizom
eo: Oxytoxisomo
es: Oxitoxisoma
et: Oksütoksisoom
fi: Happimyrkkysomi
he: אוקסיטוקסיזום
hu: Oxytoxyszóma
id: Oksitoksisom
it: OssiTossisoma
ko: 옥시톡시솜
nl_be: Oxytoxisoom
pl: Oxytoksysoma
pt_pt: Oxitoxissoma
sk: Oxytoxizóm
sr_cyrl: ОксиТоксизом
sr_latn: OksiToksizom
sv: Oxytoxisom
th_th: ออกซิโทซิโซม
zh_cn: 毒素体
zh_tw: 氧化毒酶體

# OXYTOXISOME_DESC
source: A modified metabolosome responsible for the production of a primitive form of the toxic agent [thrive:compound type="oxytoxy"][/thrive:compound].
bg: Окситоксизомата е видоизменена метаболозома, която произвежда примитивна форма на токсичния агент [thrive:compound type="oxytoxy"]окситоксин[/thrive:compound].
ca: Un Metabolosoma modificat que és responsable de la producció d'una forma primitiva de l'agent tòxic OxyToxy NT.
cs: Modifikovaný metabolozom je zodpovědný za produkci primitivní formy toxického činidla OxyToxy NT.
de: Ein modifiziertes Metabolosom, das für die Produktion einer primitiven Form des Giftstoffes OxyToxy NT verantwortlich ist.
eo: Modifita metabolosomo, responsanta pri la produktado de primitiva formo de la toksa agento OxyToxy NT.
es: Un metabolosoma modificado para la producción de OxiToxi NT, una forma primitiva de toxinas.
et: Modifitseeritud metabolosoom, mis vastutab toksilise aine OxyToxy NT primitiivse vormi tootmise eest.
fr: Un métabolosome responsable de la production d'une forme primitive de l'agent toxique OxyToxy NT.
he: מטבולוזום שונה אחראי לייצור צורה פרימיטיבית של החומר הרעיל "אוקסיטוקסי נ"ט".
id: Metabolosom termodifikasi yang bertanggung jawab atas produksi sebuah bentuk primitif dari agen racun OksiToksi NT.
it: Un metabolosoma modificato. Produce una forma primitiva dell'agente tossico [thrive:compound type="oxytoxy"][/thrive:compound].
ko: 원시 형태의 독성 물질 OxyToxy NT의 생성을 담당하는 변형된 대사체.
nl_be: Een gemodificeerd metabolosoom dat verantwoordelijk is voor de productie van een primitieve vorm van het giftige middel OxyToxy NT.
pl: Zmodyfikowany metabolosom odpowiadający za produkcję prymitywnej formy toksycznego czynnika OxyToksy NT.
sr_cyrl: Модификовани метаболосом одговоран за производњу примитивног облика токсичног агенса ОксиТокси НТ.
sr_latn: Modifikovani metabolosom odgovoran za proizvodnju primitivnog oblika toksičnog agensa OksiToksi NT.
sv: En modifieerad metabolosom ansvarig för produktionen of en primitiv form av den giftiga agenten OxyToxy NT.
th_th: เมแทบอลิซึมที่ได้รับการแก้ไขซึ่งรับผิดชอบในการผลิตรูปแบบดั้งเดิมของสารพิษ OxyToxy NT
zh_cn: 修改版的代谢体，用来产出一种原始的有毒物质：氧化毒素。
zh_tw: 一種被修飾的代謝體，負責生產原始形式的有毒物質 [thrive:compound type="oxytoxy"][/thrive:compound]。
