Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# EASTEREGG_MESSAGE_4
source: Fun Fact, In real life prokaryotes have something called Biocompartments which act like organelles, and are in fact called Polyhedral organelles.
bg: Забавен факт е, че истинските прокариоти имат биоотделения, които функционират като органели и всъщност се наричат многостенни органели.
ca: A mode de curiositat, al planeta Terra, els organismes procariotes tenen unes estructures anomenades Biocompartiments que actuen com orgànuls. En realitat, s'anomenen Orgànuls Polihèdrics.
cs: Víte, že prokaryoty mají v reálném světě něco, co se nazývá biokomponenty? Ty fungují jako organely a ve skutečnosti se nazývají polyhedrální organely.
de: Interessanter Fakt: Im echten Leben haben Prokaryoten etwas, das Zellkompartiment genannt wird, die sich wie Organellen verhalten und in der Tat polyedrische Organellen genannt werden.
eo: Amuza Fakto: En la reala vivo prokariotoj havas ion nomatan Biokompartmentoj, kiuj funkcias kiel organetoj. Fakte ili nomiĝas Pluredraj organetoj.
es: Un dato curioso: En la vida real, los procariotas tienen algo llamado biocompartimentos que actúan como orgánulos, y que de hecho se llaman orgánulos poliédricos.
et: Lõbus fakt, päriselus on prokarüootidel midagi, mida nimetatakse biosektsioonideks, mis toimivad nagu organellid ja mida tegelikult nimetatakse polüeedriteks organellideks.
fi: Vinkki: mitä enemmän siimoja sinulla on, sitä nopeammin liikut, vroom vroom, mutta se kuluttaa enemmän ATP:tä.
fr: Fait Amusant, dans la vie réelle les procaryotes ont quelque chose appelé Biocompartiments qui agissent comme des organites, et sont en fait nommés Organites Polyédraux.
he: עובדה משעשעת: במציאות, לפרוקריוטים יש משהו שנקרא ביוכומפרטמנט שמתנהג כמו אברון, שלמעשה הם נקראים אברונים פאותפולידריאליים.
hu: Érdekesség: a valóságban a prokariótáknak vannak úgynevezett biokamráik, melyek sejtszervecskeként viselkednek, és poliéderes sejtszervecskének is hívják ezeket.
id: Fakta Menarik, Di dunia nyata, prokariota memiliki sesuatu yang disebut Biokompartemen yang bertindak layaknya organel, dan juga disebut sebagai organel Polihedral.
it: Una curiosità: nel mondo reale, i procarioti possiedono delle strutture chiamate biocompartimenti; essi fungono da organuli, e sono perciò chiamati "organuli poliedrici".
ka: სასაცილოა, მაგრამ რეალურ ცხოვრებაში პროკარიოტებს გააჩნიათ რაღაც, რასაც ბიოსათავსოებს ეძახიან, რომლებიც ორგანელებივით იქცევიან და მართლაც, მათ მრავალკუთხედ ორგანელებს ეძახიან.
ko: 농담 하나, 현실에서 원핵 생물은 세포 기관처럼 행동하는 생체 구획이 있으며, 다면 세포라 불립니다.
nl: Wist je dat in het echte leven prokaryoten iets hebben die biocompartementen worden genoemd? Ze gedragen zich als organellen en hun echte naam is veelvlakkig organel.
nl_be: Leuk weetje, in het echte leven hebben prokaryoten iets dat biocampartimenten wordt genoemd en die werken zoals organellen. Ze worden in feite polyhedrale organellen genoemd.
pl: Zabawny Fakt, W prawdziwym życiu prokarioty mają coś zwanego Kompartmentami które działają jak organelle, i są nazywane Wielościennymi organellami.
pt_br: Curiosidade: na vida real, as células procarióticas têm algo chamado biocompartimentos, que agem como organelas, e são chamados de organelas poliédricas.
pt_pt: Curiosidade, na vida real os procariotas possuem algo chamado Biocompartimentos, que atuam como organelos, sendo até chamados organelos poliédricos.
ru: Забавный факт: в реальной жизни у прокариот есть нечто, называемое компартментами, которые действуют как органеллы, их даже иногда называют многогранными органеллами.
sr_cyrl: Забавна чињеница, у стварном животу прокарионти имају нешто што се назива Биокомпаније и делују попут органела, а заправо се називају Полиедричне органеле.
sr_latn: Zabavna činjenica, u stvarnom životu prokarionti imaju nešto što se naziva Biokompanije i deluju poput organela, a zapravo se nazivaju Poliedrične organele.
sv: Rolig fakta, i verkliga livet har prokaryoter något som heter Biocompartments som fungerar som organeller och kallas faktiskt Polyhedrala organeller.
th_th: สาระ: ในชีวิตจริงโปรคาริโอตมีสิ่งที่เรียกว่า Biocompartments ซึ่งทำหน้าที่เหมือนออร์แกเนลล์และในความเป็นจริงเรียกว่า Polyhedral organelles
tr: İlginç Gerçek: Gerçek hayatta prokaryotlar, organeller gibi davranan biyokompartman adı verilen yapılara sahiptir ve bunlar aslında Çok Yüzeyli organeller olarak adlandırılır.
uk: Цікавий факт: В реальному житті прокаріоти мають біокомпараметри, які діють як органели, але називаються поліендричними органелами.
zh_cn: 逗知识：现实中原核生物有一种叫生物区隔（Biocompartments）的结构，作用跟细胞器很相似，而且实际上也被叫做多角体细胞器（Polyhedral organelles）。
zh_tw: 小知識：現實中原核生物有一種叫生物隔間（Biocompartments ）的結構，它的作用類似細胞器，實際上也被稱為多面體細胞器（Polyhedral organelles）。

# EASTEREGG_MESSAGE_5
source: Fun Fact, The metabolosome is what is called a Polyhedral organelle.
bg: Забавен факт е, че метаболозомата представлява многостенен органел.
ca: A mode de curiositat, els Metabolosomes són el que s'anomena Orgànuls Polihèdrics.
cs: Víte, že metabolosom je to, co se nazývá Polyhedrální organela?
de: Interessanter Fakt: Das Metabolosom ist eine so genannte polyedrische Organelle.
eo: Amuza Fakto: La metabolosomo estas tio, kion oni nomas Pluredra organeto.
es: Dato curioso: Los metabolosomas son lo que se llama un orgánulo poliédrico.
et: Lõbus fakt, metabolosoomi nimetatakse polühedriliseks organelliks.
fr: Fait Amusant, le métabolosome est ce qui est appelé un Organite Polyédral.
he: עובדה משעשעת: מטבולוזום הוא מה שנקרא אברון פאותפולידריאליים.
hu: Érdekesség: a metaboloszómát hívják poliéderes sejtszervecskének.
id: Fakta Menarik, Metabolosom adalah organel yang termasuk organel Polihedral.
it: Una curiosità: il metabolosoma è ciò che è chiamato un organulo poliedrico.
ka: სასაცილოა, მაგრამ მეტაბოლოსომა ისაა, რასაც პოლიჰედრულ ორგანელა ეწოდება.
ko: 농담 하나, 대사체는 다면 세포라 불립니다.
nl: Wist je dat de metabolosoom een veelvlakkig organel is.
nl_be: Leuk weetje, het metabolosoom is wat een polyhedraal organel wordt genoemd.
pl: Zabawny Fakt, Metabolosom jest tym czym nazywana jest Wielościenna organella.
pt_br: Curiosidade, o metabolossomo é o que se chama de uma organela poliédrica.
pt_pt: Curiosidade, o metabolossoma é o que é chamado de um organelo poliédrico.
ru: Забавный факт: метаболосома — многогранная органелла.
sr_cyrl: Забавна чињеница, метаболосом је оно што се назива полиедрична органела.
sr_latn: Zabavna činjenica, metabolosom je ono što se naziva poliedrična organela.
sv: Rolig Fakta, metabolosomen är det som kallas en Polyhedral organell.
th_th: สาระ: เมแทบอลิซึมคือสิ่งที่เรียกว่า Polyhedral organelle
tr: İlginç Gerçek: Metabolozom, Çok yüzeyli bir organel olarak adlandırılır.
uk: Цікавий факт: Метабелосому можна назвати поліендричними органелами.
zh_cn: 逗知识：所谓多角体细胞器（Polyhedral organelle）就是代谢体。
zh_tw: 小知識：代謝體就是所謂的多面體細胞器。

# EASTEREGG_MESSAGE_6
source: Here's a tip, sometimes it's best just to run away from other cells.
bg: Ето един съвет — понякога просто бягайте от другите клетки.
ca: Un petit consell, de vegades és millor fugir ràpidament de les altres cèl·lules.
cs: Tip - Někdy je zkrátka lepší utéct od ostatních buněk.
de: Kleiner Tipp, manchmal ist es am besten, einfach vor anderen Zellen davonzulaufen.
eo: Jen konsilo, foje plej bone estas nur forkuri de aliaj ĉeloj.
es: Un consejo: A veces es mejor huir de otras células.
et: Siin on näpunäide, mõnikord on parem lihtsalt teiste rakkude eest põgeneda.
fi: Vinkki: joskus paras vaihtoehto on yksinkertaisesti vain paeta muita soluja.
fr: Voici une astuce, parfois il vaut mieux fuir les autres cellules.
he: הנה טיפ: לפעמים עדיף פשוט לברוח מתאים אחרים.
hu: Itt egy kis tanács. Néha jobb döntés elmenekülni más sejtek elől.
id: Berikut tipsnya, terkadang lebih baik melarikan diri dari sel lain.
it: Un suggerimento: a volte è meglio scappare dalle altre cellule.
ka: მინიშნება: ზოგჯერ უკეთესია, სხვა უჯრედებს უბრალოდ გაექცეთ.
ko: 팁 하나, 가끔은 다른 세포로부터 도망치는 것이 가장 좋을 때도 있습니다.
nl: Een tip, soms is het beter om weg te rennen van andere cellen.
nl_be: Hier is een tip, soms is het beter om gewoon weg te gaan van andere cellen.
pl: Porada, czasem najlepiej jest po prostu uciec przed innymi komórkami.
pt_br: O líder da equipe de som do Thrive fez muitas músicas que ainda não foram adicionadas ao jogo. Você pode ouví-las ou assistir lives em que ele as compõe no seu canal do YouTube, Oliver Lugg.
pt_pt: Eis uma dica, por vezes é melhor apenas fugir de outras células.
ru: Вот совет: иногда лучше просто убежать от других клеток.
sr_cyrl: Ево савета, понекад је најбоље само побећи од других ћелија.
sr_latn: Evo saveta, ponekad je najbolje samo pobeći od drugih ćelija.
sv: Här är ett tips, ibland är det bäst att bara fly från andra celler.
th_th: นี่คือเคล็ดลับบางครั้งก็เป็นการดีที่สุดที่จะหนีจากเซลล์อื่น ๆ
tr: Thrive'ın ses ekibi başı oyuna henüz eklenmeyen birçok şarkı yaptı. Bu şarkıları dinleyebilir veya onun bu şarkıları bestelediği canlı yayın akışlarını kendi YouTube kanalından, Oliver Lugg, izleyebilirsiniz.
uk: Порада: іноді краще втекти від інших клітин.
zh_cn: 小提示：有些时候逃跑就是最佳选择。
zh_tw: 小提示：有時逃跑是最佳選擇。

# EASTEREGG_MESSAGE_7
source: Here's a tip, if a cell is about half your size, that's when you can engulf them.
bg: Ето един съвет — ако дадена клетка е 1/2 от Вашия размер, може да я погълнете.
ca: Recorda que, si et creues amb una cèl·lula almenys dues vegades més petita que tu, la pots engolir per alimentar-te'n.
cs: Tip - Pokud je buňka zhruba poloviční velikosti, můžete ji pohltit.
de: Keiner Tipp, wenn eine Zelle etwa halb so groß ist wie deine, dann kannst du sie verschlingen.
eo: Jen konsilo, se ĉelo estas ĉirkaŭ duono de via grandeco, tiam vi povas engluti ĝin.
es: Un consejo: Si otra célula mide la mitad que tu célula, puedes engullirla.
et: Siin on näpunäide. Kui rakk on umbes poole väiksem, võite need endasse neelata.
fi: Vinkki: jos solu on noin puolet koostasi, voit niellä sen.
fr: Voici une astuce, si une cellule fait moins de la moitié de votre taille, vous pouvez l'absorber.
he: הנה טיפ: אם תא בערך חצי מגודל שלך, זה מתי שאתה יכול לבלוע אתם.
hu: Itt egy kis tanács. Ha egy sejt a tiédnek a fele, akkor tudod őt elnyelni.
id: Berikut tipsnya, jika ukuran sebuah sel sekitar setengah dari ukuranmu, kamu dapat menelan sel tersebut.
it: Un suggerimento: se un'altra cellula è grande circa la metà di te, allora sei in grado di fagocitarla.
ka: Thrive ემულაციაა უცხო პლანეტაზე, ასე რომ, ნუ ელით, რომ დახვდებათ იგივე, რაც დედამიწაზეა!
ko: 팁 하나, 당신 크기의 절반 정도인 세포가 있다면, 삼킬 수 있습니다.
nl: Een tip, als een cel de helft van jouw maat is, kan je die verzwelgen.
nl_be: Hier is een tip, als een cel ongeveer half zo groot is als jezelf, dat is wanneer je ze kan omsluiten.
pl: Taka porada, jeżeli komórka jest od ciebie dwa razy mniejsza możesz ją pochłonąć na drodze fagocytozy.
pt_br: Thrive pretende ser uma simulação de um planeta alienígena, então não espere encontrar as mesmas criaturas que encontraria na Terra!
pt_pt: Eis uma dica, se uma célula tiver cerca de metade do teu tamanho podes engolfá-la.
ru: Вот совет: если клетка вдвое меньше вас, то вы можете её поглотить!
sr_cyrl: Ево савета, ако је ћелија приближно половине ваше величине, тада је можете прогутати.
sv: Här är ett tips, om en cell är ungefär hälften så stor som det är då du kan svälja dem.
th_th: นี่คือเคล็ดลับหากเซลล์มีขนาดประมาณครึ่งหนึ่งของคุณนั่นคือเวลาที่คุณสามารถกลืนเข้าไปได้
tr: Thrive, uzaylı bir gezegen simülasyonu olarak amaçlandı. Bu yüzden, Dünya'daki aynı canlıların tümünü burada bulacağınızı düşünmeyin!
uk: Порада: якщо інша клітина за розмірами становить лише половину вашого то її можна поглинути.
zh_cn: 小提示：如果目标细胞大概只有你一半大，你就可以吞噬它。
zh_tw: 小提示：如果一個細胞的大小約為您的一半，您就可以吞噬它。

# EASTEREGG_MESSAGE_8
source: Here's a tip, bacteria can be stronger than they appear, they may look small, but some of them can burrow into you and kill you that way!
bg: Ето един съвет — бактериите може да са малки, но някои от тях са много опасни, могат да Ви убият!
ca: Vés amb compte. Els bacteris, malgrat ser molt petits, poden resultar perillosos. Alguns t'atacaran agressivament per devorar-te sense pensar-s'ho dues vegades!
cs: Tip - Bakterie můžou být silnější než se zdá, velikostně sice nevynikají, ale některé se do tebe dovedou zabořit a zabít tě!
de: Kleiner Tipp, Bakterien können stärker sein, als sie aussehen. Sie sehen vielleicht klein aus, aber einige von ihnen können sich in Sie eingraben und Sie auf diese Weise töten!
eo: Jen konsilo, Bakterioj povas esti pli fortaj ol ili ŝajnas, ili eble aspektas malgrandaj, sed iuj el ili povas enkaŝiĝi en vin kaj mortigi vin tiel!
es: Un consejo: las bacterias pueden ser mas fuertes de lo que aparentan. Pueden ser pequeñas, pero algunas de ellas pueden enterrarse dentro de tu célula y matarla!
et: Siin on näpunäide, bakterid võivad olla tugevamad, kui nad paistavad, nad võivad tunduda väikesed, kuid mõned neist võivad teie sisse urgitseda ja teid sel viisil tappa!
fi: Vinkki, bakteerit ovat vahvempia kuin ne näyttävät, ne voivat näyttää pieniltä, mutta jotkut niistä voivat kaivautua sisällesi ja tappaa sinut siten!
fr: Voici un conseil, les bactéries sont plus dangereuses qu'elles n'y paraissent, elles peuvent sembler minuscules, mais certaines d'entre elles peuvent vous transpercer avec leur pilus pour vous tuer !
he: הנה טיפ: חיידקים יכולים להיות חזקים יותר ממה שהם נראים. הם אומנם נראים קטנים, אך חלקם יכולים להתחפר תוכך ולהורגך!
hu: Itt egy kis tanács. A baktériumok erősebbek is lehetnek, mint ahogy kinéznek. Kicsinek nézhetnek ki, de némelyik beléd tud fúródni, és úgy tud megölni!
id: Berikut tipsnya, bakteri bisa lebih kuat dari yang terlihat, mungkin mereka terlihat kecil, tetapi beberapa dari mereka dapat menggali kedalam selmu dan membunuh selmu dengan cara tersebut!
it: Un monito: i batteri possono essere più forti di quanto appaiono! Sembrano piccoli, ma alcuni di essi possono scavare dentro di te, e ucciderti così!
ka: სასაცილო ფაქტი: Thrive-ის გუნდს პოდკასტები საკმაოდ ხშირად აქვთ. ნახეთ, აბა!
ko: 팁 하나, 박테리아는 보이는 것보다 더 강할 수 있으며, 보이기에는 작지만, 몇몇은 당신에게 파고들어 그대로 죽일 수도 있습니다!
nl: Tip: Bacteriën kunnen sterker zijn dan ze lijken. Ze zien er klein uit, maar sommigen van hen kunnen zich in je ingraven en je op die manier doden!
nl_be: Hier is een tip, bacteriën kunnen sterker zijn dan ze lijken, ze lijken misschien klein, maar sommigen van hen kunnen zich in je nestellen en je op die manier doden!
pl: Porada, bakterie mogą być silniejsze niż się wydają - mogą wyglądać na małe, ale niektóre z nich potrafią wejść do twojego organizmu i zabić cię w ten sposób!
pt_br: Curiosidade: a equipe do Thrive faz podcasts de vez em quando, você deveria assistí-los!
pt_pt: Eis uma dica, as bactérias podem ser mais fortes do que aparentam. Podem parecer pequenas, mas algumas delas são capazes de te penetrar e matar desta forma!
ru: Вот совет: бактерии могут быть сильнее, чем кажутся, они могут казаться маленькими, но некоторые из них могут проникнуть внутрь вас и таким образом убить!
sr_cyrl: Ево савета, Бактерије могу бити јаче него што се појаве, можда изгледају малено, али неке од њих могу да се укопају у вас и тако вас убију!
sv: Här är ett tips, bakterier kan vara starkare än de ser ut, de kan se små ut, men vissa av dem kan gräva sig in i dig och döda dig på det sättet!
th_th: นี่คือเคล็ดลับแบคทีเรียอาจแข็งแกร่งกว่าที่ปรากฏพวกมันอาจดูเล็ก แต่บางส่วนสามารถมุดเข้ามาหาคุณและฆ่าคุณด้วยวิธีนั้น!
tr: İlginç Gerçek: Thrive ekibi, ara sıra sesli yayın içerikleri yapıyor. Bu yayınları incelemelisiniz!
uk: Порада: бактерія може бути сильнішою ніж здаються, вони бувають малі на вигляд, але деякі мають здатні заритися в вас та цим способом вбити!
zh_cn: 小提示：细菌可能比它们看上去要强。它们或许体型很小，但它们中有一些可以钻进你并把你杀掉！
zh_tw: 小提示：細菌可能比它們看起來更強大，它們也許體型很小，但其中一些可以鑽進您的體內並殺死您！

# EASTEREGG_MESSAGE_9
source: Here's a tip, You can hunt other species to extinction if you aren't careful enough. Other species can do it as well.
bg: Ето един съвет — ако ловувате дадени създания, без да искате, може напълно да ги унищожите, но не само Вие сте способни на това.
ca: Un petit consell, si caçes altres espècies i no vas amb compte, es poden extingir. També es poden extingir si són caçades per altres espècies depredadores.
cs: Tip - Můžeš lovit ostatní druhy až do jejich vyhynutí, ale pokud nejsi dost opatrný(á), mohou zahubit oni tebe.
de: Kleiner Tipp: du kannst andere Arten bis zur Ausrottung jagen, wenn du nicht vorsichtig genug bist. Arten können auch von anderen Arten bis zur Ausrottung gejagt werden.
eo: Jen konsilo: Vi povas ĉasi aliajn speciojn ĝis formorto, se vi ne sufiĉe zorgas, ili ankaŭ povas fari ĉi tion.
es: Un consejo: puedes cazar otras especies hasta la extinción si no eres cuidadoso. Otras especies pueden hacer lo mismo.
et: Siin on näpunäide. Kui te ei ole piisavalt ettevaatlik, võite teisi liike väljasuremiseni jahtida. Ka teised liigid saavad sellega hakkama.
fi: Vinkki: Voit metsästää muita lajeja sukupuuttoon jos et ole varovainen, muut lajit voivat myös tehdä sen.
fr: Voici une astuce : vous pouvez pousser d'autres espèces à l'extinction si vous n'êtes assez pas prudent en les chassant. Les autres espèces peuvent faire de même.
he: הנה טיפ: אתה יכול לצוד מינים אחרים עד כי הכחדה אם אתה לא זהיר מספיק. מינים אחרים מסוגלים לעשות זו גם.
hu: Itt egy kis tanács. Ha nem vigyázol, akkor akár fajokat is ki tudsz írtani, viszont ezt ők is megtehetik veled.
id: Berikut tipsnya, kamu bisa memburu spesies lain hingga kepunahan jika kamu tidak berhati-hati. Spesies lain juga dapat melakukannya.
it: Un monito: se non stai abbastanza attento, puoi predare altre specie fino all'estinzione. Anche altre specie possono fare la stessa cosa.
ka: მინიშნება: თუ ფრთხილად არ იქნებით, სხვა სახეობებზე მათ გადაშენებამდე შეგიძლიათ, ინადიროთ. ამის გაკეთება სხვა სახეობებსაც შეუძლიათ.
ko: 팁 하나, 다른 종들이 그랬던 것 처럼, 조심하지 않는다면 당신의 손으로 멸종을 초래할 수 도 있습니다.
nl: Een tip, je kan andere cellen uitroeien als je niet voorichtig bent. Anderen kunnen dat ook.
nl_be: Hier is een tip, je kan andere soorten uitroeien als je niet voorzichtig genoeg bent. Ook andere soorten kunnen dit doen.
pl: A tak swoją drogą, jeśli będziesz nieostrożny, możesz doprowadzić inne gatunki do wymarcia. Inne gatunki również mogą to robić.
pt_br: Curiosidade: Thrive é feito com o motor de código aberto Godot, e todo o código do jogo pode ser visto online.
pt_pt: Eis uma dica, tu podes caçar outras espécies até à extinção se não fores suficientemente cuidadoso. Outras espécies também o podem fazer.
ru: Вот совет: вы можете охотиться на другие виды до их истребления, если не будете достаточно осторожны. Другие виды могут делать то же самое.
sr_cyrl: Ево савета: Можете ловити друге врсте до изумирања ако нисте довољно пажљиви, а друге врсте их могу ловити до изумирања.
sv: Här är ett tips, du kan jaga andra arter till utrotning om du inte är försiktig nog. Andra arter kan göra det också.
th_th: นี่คือเคล็ดลับคุณสามารถล่าสัตว์ชนิดอื่นเพื่อสูญพันธุ์ได้หากคุณไม่ระมัดระวังเพียงพอ สายพันธุ์อื่นก็ทำได้เช่นกัน
tr: İlginç Gerçek: Thrive, açık kaynaklı Godot oyun motoru ile yapılmıştır ve bütün oyun kodları online olarak incelenebilir.
uk: Порада: ти можеш впольовувати інші види до їх вимирання,яккщо не будете досьатньо обережні. Інші види можуть зробити це й з вами.
zh_cn: 小提示：如果你不足够小心的话你可以把其它物种捕猎到灭绝，它们也可以被其它物种捕猎到灭绝。
zh_tw: 小提示：您可以捕獵其他物種到直到滅絕，它們也可能被其他物種捕獵到滅絕。

# EASTER_EGGS
source: Include Easter eggs
bg: Включване на тайните обекти на играта
ca: Incloure Easter eggs
cs: Zahrnout Easter Eggy
de: Easter eggs einbeziehen
es: Incluye Easter Eggs
fr: Inclure les Easter eggs
he: לכלול ביצי פסחא
hu: "Húsvéti tojások" engedélyezése
it: Includi easter eggs
ka: აღდგომის კვერცხების ჩასმა
nl: Voeg Paaseieren toe
pl: Zawiera Easter eggi
pt_br: Incluir easter eggs
pt_pt: Incluir Easter eggs
ru: Включить пасхальные яйца
sk: Zahrnúť Easter eggy
tr: Sürpriz yumurtaları dahil et
uk: Додання великодок
zh_cn: 包含彩蛋
zh_tw: 包含彩蛋

# EASTER_EGGS_EXPLANATION
source: (randomly spawned secrets in the game)
bg: (на произволен принцип)
ca: (secrets aleatòriament generats al joc)
cs: (náhodně spawnuté překvapení ve hře)
de: (zufällig generierte Geheimnisse im Spielverlauf)
es: (Crea secretor en el juego aleatoriamente)
fr: (secrets apparaissant au hasard dans le jeu)
he: (באקראי מייצר סודות במשחק)
hu: (random megidézett titkok a játékban)
it: (segreti che possono apparire casualmente nel gioco)
ka: (შემთხვევით აღმოჩენილი საიდუმლოებები თამაშში)
nl: (willekeurig geplaatste geheimen in het spel)
pl: (losowo generowane sekrety w grze)
pt_br: (segredos que aparecem aleatoriamente no jogo)
pt_pt: (segredos que surgem aleatoriamente no jogo)
ru: (случайно расположенные секреты в игре)
sk: (náhodne umiestnené tajomstvá v hre)
tr: (oyunda rastgele oluşan gizemli şeyler)
uk: (рандомно заспавнені секрети в грі)
zh_cn: （游戏中会随机生成彩蛋）
zh_tw: （遊戲中隨機產生的彩蛋）

# EDGE_PAN_SPEED
source: Pan speed:
ka: ბრუნვის სიჩქარე:
nl: Schuifsnelheid:
pl: Szybkość przesuwania:
pt_br: Velocidade de rotação:
pt_pt: Velocidade de deslocação do eixo vertical:
ru: Скорость Вращения:
tr: Kaydırma hızı:
uk: Швидкість панорамування:
zh_cn: 旋转速度：
zh_tw: 平移速度：

source: Editor
bg: Редактор
eo: Redaktilo
et: Toimetaja
fi: Editori
fr: Éditeur
he: עורך
hu: Szerkesztő
ka: რედაქტორი
ko: 편집기
pl: Edytor
ru: Редактор
sr_cyrl: Уредник
sr_latn: Urednik
sv: Cellredigerare
th_th: แก้ไข
tr: Editör
uk: Редактор
zh_cn: 编辑器
zh_tw: 編輯器

# EDITOR_BUTTON_TOOLTIP
source: Enter the editor and modify your species
bg: Отваряне на редактора
ca: Entrar a l'editor i modificar la teva espècie
cs: Vstupte do editoru a upravte svůj druh
de: Betritt den Editor und bearbeite deine Spezies
es: Entra al editor y modifica tu especie
fr: Entrer dans l'éditeur et modifier votre espèce
he: כנס לעורך ושנה את המין שלך
it: Apri l'editor e modifica la tua specie
ka: შედით რედაქტორში და შეცვალეთ თქვენი სახეობები
nl: Open bewerker en bewerk je soort
pl: Wejdź do edytora i modyfikuj swój gatunek
pt_br: Abre o editor e modifica a sua espécie
pt_pt: Entrar no editor e modificar a tua espécie
ru: Войдите в редактор для модификации видов
sk: Vstúpte do editora a upravte svoj druh
tr: Editöre gir ve türünde değişiklik yap
uk: Увійдіть до редактора та модифікуйте свій вид
zh_cn: 进入编辑器并修改你的物种
zh_tw: 進入編輯器並修改您的物種
