Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SPECIES_HAS_A_MUTATION
source: has mutated
bg: претърпяха мутация
ca: ha mutat
cs: zmutoval se
de: ist mutiert
es: ha mutado
et: on muteerunud
fi: on saanut mutaation
fr: a muté
he: עבר מוטציה
hu: faj mutálódott
it: ha subito una mutazione
ka: მუტირებულია
nl: is gemuteerd
pl: zmutował
pt_br: teve uma mutação
pt_pt: tem uma mutação
ru: мутировал
sk: zmutoval
sv: har muterat
tr: mutasyona uğradı
uk: мутував
zh_cn: 发生变异
zh_tw: 發生突變

source: Species List
bg: Списък на създанията
ca: Espècies presents
cs: Přítomné druhy
de: Spezienliste
eo: Listo de Specioj
es: Especies presentes
et: Liikide nimekiri
fi: Lista lajeista
fr: Espèces Présentes
he: רשימת מינים
hu: Fajlista
id: Daftar Spesies
it: Lista delle specie
ka: სახეობების სია
nl: Soortenlijst
nl_be: Soortenlijst
pl: Lista gatunków
pt_br: Lista de espécies
pt_pt: Lista de Espécies
ru: Список Видов
sk: Zoznam druhov
sv: Artlista
tr: Tür Listesi
uk: Список видів
zh_cn: 物种列表
zh_tw: 物種列表

# SPECIES_NAME_DOT_DOT_DOT
source: Species name...
bg: Наименование...
ca: Nom de l'Espècie...
cs: Jméno druhu...
de: Speziesname...
eo: Specia nomo...
es: Nombre de la especie...
et: Liigi nimi...
fi: Lajin nimi...
fr: Nom de l’espèce...
he: שם המין...
hu: Faj neve...
id: Nama spesies...
it: Nome della specie...
ka: სახეობის სახელი...
ko: 종 명칭...
nl: Soortnaam...
nl_be: Soortnaam...
pl: Nazwa gatunku...
pt_br: Nome da espécie…
pt_pt: Nome da espécie...
ru: Название вида...
sk: Názov druhu...
sr_cyrl: Име врсте...
sr_latn: Ime vrste...
sv: Artnamn...
tr: Tür adı...
uk: Назва виду...
zh_cn: 物种名…
zh_tw: 物種名稱…

# SPECIES_NAME_TOO_LONG_POPUP
source: Species name is too long!
bg: Наименованието е твърде дълго!
de: Artenname ist zu lang!
es: El nombre la especie es demasiado largo!
fr: Le nom de l’espèce est trop long !
he: שם המין ארוך מדי!
it: Questo nome è troppo lungo!
ka: სახეობის სახელი მეტისმეტად გრძელია!
nl: Soortnaam is te lang!
pl: Nazwa gatunku jest za długa!
pt_br: O nome da espécie é grande demais!
pt_pt: Nome da espécie é demasiado longo!
ru: Название вида слишком длинное!
tr: Tür adı çok uzun!
uk: Назва виду за довга!
zh_cn: 物种名过长！
zh_tw: 物種名稱過長！

source: Species Population
bg: Популация на създанията
ca: Població de les Espècies
cs: Populace druhů
de: Spezienpopulation
eo: Specio loĝantaro
es: Población de las Especies
et: Liikide populatsioon
fi: Lajien populaatiot
fr: Espèces
he: אוכלוסיית מינים
hu: A fajok populációi
id: Populasi Spesies
it: Popolazione delle specie
ka: სახეობების პოპულაცია
nl: Bevolking Soorten
nl_be: Soortenpopulatie
pl: Populacja Gatunku
pt_br: População da espécie
pt_pt: População das Espécies
ru: Популяция Вида
sk: Populácia druhu
sv: Artbefolkning
tr: Tür Popülasyonu
uk: Видова Популяція
zh_cn: 该物种的种群数量
zh_tw: 物種種群數量

source: Species Present
bg: Настоящи създания
ca: Espècies presents
cs: Přítomné druhy
de: Gegenwärtige Spezeis
eo: Nunaj specio
es: Especies Presentes
et: Olemasolevad liigid
fi: Läsnäolevat lajit
fr: Espèces Présentes
he: מינים נוכחים
hu: Jelenlévő fajok
id: Spesies yang Ada
it: Specie presenti
ka: არსებული სახეობები
ko: 존재하는 종
nl: Aanwezige Soorten
nl_be: Soorten aanwezig
pl: Obecne Gatunki
pt_br: Espécies Presentes
pt_pt: Espécies presentes
ru: Присутствующие Виды
sk: Prítomné druhy
sr_cyrl: Врсте Присутне
sv: Arter I Denna plats
tr: Mevcut Türler
uk: Сучасні види
zh_cn: 存在的物种
zh_tw: 存在的物種

# SPECIES_SPLIT_BY_MUTATION_THRESHOLD_POPULATION_AMOUNT
source: Minimum population for species to split by multiple good found mutations
bg: Минимална популация за отделяне на създанията с няколко подходящи мутации
cs: Minimální populace druhu pro rozdělení skrze nalezení několika dobrých mutací
de: Minimale Anzahl einer Art für eine Artenteilung bei mehreren guten Mutationsmöglichkeiten
es: Mínimo de población para que una especie se divida en multiples especies si hay suficientes buenas mutaciones
fr: Population minimale pour que les espèces divergent si plusieurs mutations favorables sont trouvées
he: אוכלוסיה המינימלית למינים להתפצל על ידי מספר מוטציות טובות שפותחו
pl: Minimalna populacja dla gatunku by się rozdzielić poprzez dobrze znalezione mutacje
zh_cn: 通过多个良好的突变来分裂物种所需的最小种群数量
zh_tw: 透過多個良好的突變來分支物種所需的最小種群數量

# SPECIES_SPLIT_BY_MUTATION_THRESHOLD_POPULATION_FRACTION
source: Minimum population fraction of a species to allow split by mutations
bg: Минимална част от популацията за отделяне на създанията с мутации
cs: Minimální podíl populace druhu pro dovolení rozdělení skrze mutace
de: Minimaler Anteil an Bevölkerung, um eine Abspaltung bei einer Mutationen zu ermöglichen
es: Mínimo de población para que una fracción de la especie pueda separarse por mutación
fr: Proportion minimale de la population nécessaire à une divergence par mutation
he: חלק מאוכלוסייה המינימלי של מין שמאפשר פיצול על ידי מוטציות
pl: Minimalny fragment populacji gatunku by umożliwić podział poprzez mutacje
zh_cn: 允许通过突变分裂的物种的所需最小种群数量比例
zh_tw: 允許透過突變分支物種的最小種群數量比例

source: Species to Find:
de: Suche nach Art:
fr: Espèce à trouver :
ka: საპოვნო სახეობები:
nl: Soorten om te Vinden:
pt_br: Espécies a Encontrar:
pt_pt: Espécie a Encontrar:
ru: Виды, которые нужно найти:
tr: Bulunacak Türler:
uk: Наявні види:
zh_cn: 寻找的物种：
zh_tw: 尋找物種：

# SPECIES_WITH_POPULATION
source: {0} with population: {1}
bg: {0}: {1} индивида
ca: {0} amb població: {1}
cs: {0} s populací: {1}
de: {0} mit Bevölkerung: {1}
es: {0} con población: {1}
et: {0} elanikkonnaga: {1}
fi: {0}:n populaatio: {1}
fr: {0} avec population : {1}
he: {0} עם אכלוסיה: {1}
it: {0} con popolazione: {1}
ka: {0} პოპულაციით: {1}
nl: {0} met bevolking: {1}
pl: {0} z populacją: {1}
pt_br: {0} com população: {1}
pt_pt: {0} com população: {1}
ru: {0} с численностью: {1}
sk: {0} s populáciou: {1}
tr: {0} türü {1} popülasyon ile
uk: {0} з популяції: {1}
zh_cn: {0}的种群数量：{1}
zh_tw: {0} 的種群數量：{1}

source: Speed
bg: Скорост
ca: Velocitat
cs: Rychlost
de: Geschwindigkeit
eo: Rapideco
es: Velocidad
et: Kiirus
fi: Nopeus
fr: Vitesse
he: מהירות
hu: Sebesség
id: Kecepatan
it: Velocità
ka: სიჩქარე
ko: 속도
nl: Snelheid
nl_be: Snelheid
pl: Szybkość
pt_br: Velocidade
pt_pt: Velocidade
ru: Скорость
sk: Rýchlosť
sr_cyrl: Брзина
sr_latn: Brzina
sv: Hastighet
th_th: ความเร็ว
tr: Hız
uk: Швидкість
zh_cn: 速度
zh_tw: 速度

# SPEED_COLON
source: Speed:
bg: Скорост:
ca: Velocitat:
cs: Rychlost:
de: Geschwindigkeit:
eo: Rapideco:
es: Velocidad:
et: Kiirus:
fi: Nopeus:
fr: Vitesse :
he: מהירות:
hu: Sebesség:
id: Kecepatan:
it: Velocità:
ka: სიჩქარე:
ko: 속도:
nl: Snelheid:
nl_be: Snelheid:
pl: Szybkość:
pt_br: Velocidade:
pt_pt: Velocidade:
ru: Скорость:
sk: Rýchlosť:
sr_cyrl: Брзина:
sr_latn: Brzina:
sv: Hastighet:
tr: Hız:
uk: Швидкість:
zh_cn: 速度：
zh_tw: 速度：

source: spread to patches:
bg: текущо разпространение в зоните:
ca: s'ha escampat a les zones:
cs: rozšířen do prostředí:
de: Ausbreitung auf Gebiete:
es: Migró a:
et: levinud plaastritele:
fi: levisi alueille:
fr: s'est propagé dans les secteurs :
he: התפשט לאזורים:
hu: ezen patch-ekben terjed:
it: è migrato nelle zone:
ka: გავრცელება ბიომებში:
nl: verspreid naar patches:
pl: rozpowszechnił się do obszarów:
pt_br: espalhou para as regiões:
pt_pt: Espalhou para as regiões:
ru: распространяется в биомы:
sk: rozšírenie do oblastí:
sv: sprid till platser:
tr: yayıldığı araziler:
uk: поширено в ділянці:
zh_cn: 传播到的地区：
zh_tw: 蔓延到的區域：

# STAGE_MENU_BUTTON_TOOLTIP
source: Pause menu
bg: Отваряне на менюто
ca: Menú de pausa
cs: Menu pozastavení
de: Pause-Menü
es: Menú de pausa
et: Pausi menüü
fi: Pysäytysmenu
fr: Menu de pause
he: תפריט השהה
hu: Menü
it: Menù di pausa
ka: პაუზის მენიუ
nl: Pauzeermenu
nl_be: Pauze menu
pl: Menu pauzy
pt_br: Menu de pausa
pt_pt: Menu de pausa
ru: Меню паузы
tr: Ara menü
uk: Меню паузи
zh_cn: 暂停菜单
zh_tw: 暫停選單

source: Starting
bg: Започната
ca: Començant
cs: Začínání
de: Startet
eo: Komenco
es: Comenzando
et: alustamine
fi: Aloitetaan
fr: Démarrage
he: מתחיל
hu: Indítás
id: Memulai
it: Avvio
ka: გაშვება
ko: 시작
nl: Starten
nl_be: Startend
pl: Zaczynanie
pt_br: Começando
pt_pt: A iniciar
ru: Запуск
sk: Spustenie
sr_cyrl: Почиње
sr_latn: Počinje
sv: Börjar
th_th: เริ่มต้น
tr: Başlıyor
uk: Почати
zh_cn: 启动中
zh_tw: 啟動中

source: Start Calibration
bg: Калибриране
cs: Spusť Kalibraci
de: Starte Kalibrierung
es: Iniciar calibración
fr: Démarrer le calibrage
he: התחל כיול
ka: კალიბრაციის გაშვება
nl: Start Calibratie
pl: Rozpocznij Kalibrację
pt_br: Iniciar a calibração
pt_pt: Começar Calibração
ru: Начать настройку
tr: Kalibrasyonu Başlat
uk: Початок калібрування
zh_cn: 开始校准
zh_tw: 開始校準

source: Start Game
es: Empezar partida
fr: Commencer
ka: თამაშის დაწყება
nl: Start Spel
pt_br: Começar Jogo
pt_pt: Começar Jogo
ru: Начать игру
tr: Oyunu Başlat
uk: Розпочати гру
zh_cn: 开始游戏
zh_tw: 開始遊戲

source: Start Research
fr: Commencer la recherche
ka: კვლევის დაწყება
nl: Begin Onderzoek
pt_br: Começar Pesquisa
pt_pt: Começar Pesquisa
ru: Начать исследование
tr: Araştırmaya Başla
uk: Розпочати дослідження
zh_cn: 开始研究
zh_tw: 開始研究

source: Statistics
bg: Статистика
ca: Estadístiques
cs: Statistiky
de: Statistiken
eo: Statistiko
es: Estadísticas
et: Statistika
fi: Statistiikkaa
fr: Statistiques
he: סטטיסטיקה
hu: Statisztikák
id: Statistika
it: Statistiche
ka: სტატისტიკა
ko: 상태
nl: Statistieken
nl_be: Statistieken
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ru: Статистика
sk: Štatistiky
sr_cyrl: Статистика
sr_latn: Statistika
sv: Statistik
th_th: สถิติ
tr: İstatistikler
uk: Статистика
zh_cn: 统计数据
zh_tw: 統計數據

# STEAM_CLIENT_INIT_FAILED
source: Steam client library initialization failed
bg: Стартирането на „Steam“ е неуспешно
ca: Error en la inicialització de la llibreria de client d'Steam
cs: Inicializace knihovny klienta služby Steam se nezdařila
de: Initialisierung der Steam-Client-Bibliothek fehlgeschlagen
es: Error en la inicialización de la biblioteca de cliente de Steam
et: Steam kliendi teegi lähtestamine ebaõnnestus
fr: L'initialisation de la bibliothèque du client Steam a échoué
he: אתחול ספריית Steam נכשל
it: Inizializzazione della libreria client Steam fallita
ka: Steam-ის კლიენტის ბიბლიოთეკის ინიციალიზაცია ჩავარდა
nl: Steam clientbibliotheekinitializatie mislukt
nl_be: Initialisatie van Steam-clientbibliotheek mislukt
pt_br: Inicialização da biblioteca do cliente Steam falhou
pt_pt: Falha na inicialização da biblioteca do cliente Steam
ru: Не удалось выполнить инициализацию клиентской библиотеки Steam
tr: Steam istemci kütüphanesi başlatma başarısız
uk: Ініціалізація бібліотеки клієнту Steam не вдалася
zh_cn: Steam 客户端库初始化失败
zh_tw: Steam 客戶端程式庫初始化失敗

# STEAM_ERROR_ACCOUNT_DOES_NOT_OWN_PRODUCT
source: Your Steam account does not own a license for Thrive
bg: Вашият профил в „Steam“ не притежава лиценз за „Thrive“
ca: El teu compte d'Steam no posseeix actualment una llicència per Thrive
cs: Váš Steam účet nevlastní licenci pro Thrive
de: Dein Steam-Account besitzt keine Lizenz für Thrive
es: Tu cuenta Steam no cuenta con una licencia de Thrive
et: Teie Steami kontol ei ole Thrive'i litsentsi
fr: Votre compte Steam ne dispose pas d'une licence pour Thrive
he: משתמש Steam שלך אינו בעל רישיון עבור Thrive
hu: A Steam fiókod nem rendelkezik a Thrive licencével
it: Il tuo account Steam non possiede una licenza per Thrive
ka: თქვენს Steam-ის ანგარიშს Thrive-ის ლიცენზია არ გააჩნია
nl: Je Steam account heeft geen licentie voor Thrive
nl_be: Je Steam-account heeft geen licentie voor Thrive
pl: Twoje konto steam nie posiada gry Thrive
pt_br: A sua conta da Steam não possui uma licença para Thrive
pt_pt: A tua conta Steam não possui uma licença para o Thrive
ru: Ваша учетная запись Steam не имеет лицензии на Thrive
tr: Steam hesabınız, Thrive için herhangi bir lisansa sahip değil
uk: Ваш Steam акаунт не має ліцензіїThrive
zh_cn: 你的Steam账户并不拥有Thrive的许可证
zh_tw: 您的 Steam 帳戶沒有 Thrive 授權

# STEAM_ERROR_ACCOUNT_READ_ONLY
source: Your Steam account is currently in read only mode due to a recent account change
bg: Вашият профил в „Steam“ е в режим само за четене, поради скорошна промяна на профилите
ca: El teu compte d'Steam és actualment només en mode de lectura degut a un canvi de compte recent
cs: Váš účet služby Steam je v současné době v režimu pouze pro čtení z důvodu nedávné změny účtu
de: Dein Steam-Konto befindet sich aktuell ausschließlich im Lesezugriff aufgrund kürzlicher Kontoänderung
es: Tu cuenta Steam actualmente solo se encuentra en modo lectura debido a un cambio reciente de la misma
et: Teie Steami konto on hiljutise kontomuudatuse tõttu praegu kirjutuskaitstud režiimis
fr: Votre compte Steam est présentement en mode « lecture seule » suite à un changement récent sur le compte
he: משתמש Steam שלך נמצא כעת במצב קריאה בלבד עקב שינוי אחרון במשתמש
it: Il tuo account Steam è temporaneamente in modalità di sola lettura per via di una modifica recente a esso
ka: თქვენი Steam-ის ანგარიში, ამჟამად, მხოლოდ-წაკითხვად რეჟიმშია ახლახან შეტანილი ცვლილებების გამო
nl: Je Steam account is op dit moment in alleen-lezenmodus vanwege een recente accountverandering
nl_be: Je Steam-account bevindt zich momenteel in de modus Alleen-lezen vanwege een recente accountwijziging
pl: Oecnie twoje konto steam jest w trybie odczytu z powodu niedawnej zmiany profilu
pt_br: Sua conta na Steam está no modo somente leitura devido a uma recente mudança na conta
pt_pt: A tua conta Steam está atualmente no modo só leitura devido a uma alteração recente na conta
ru: Ваша учетная запись Steam в настоящее время находится в режиме только для чтения из-за недавней смены учетной записи
tr: Yakın zamanda yapılan hesap değiştirmeden dolayı Steam hesabınız şu anda salt okunur modda
uk: Ваш Steam акаунт наразі в режимі лише для читання, через його нещодавню зміну акаунту
zh_cn: 由于最近的账户变更，你的Steam账户目前处于只读模式
zh_tw: 由於最近的帳戶變更，您的 Steam 帳戶目前處於唯讀模式

# STEAM_ERROR_ALREADY_UPLOADED
source: Steam reported the file already as uploaded, please refresh
bg: „Steam“ отчита, че файлът вече е качен, моля, опреснете съдържанието
ca: Steam ha comunicat que el fitxer ja ha estat carregat, siusplau refresca
cs: Služba Steam nahlásila soubor již jako nahraný, prosím obnovte
de: Steam meldet, dass diese Datei bereits hochgeladen wurde, bitte neu laden
es: Parece que intentas volver a cargar un archivo, por favor actualiza la página
et: Steam teatas, et fail on juba üles laaditud, värskendage
fr: Steam signale que ce fichier a déjà été mis en ligne, merci de réactualiser
he: Steam מדווח שהקובץ כבר עולה,בבקשה רענן מחדש
it: Steam riporta il file come già caricato, aggiorna la pagina
ka: Steam იტყობინება, რომ ფაილი უკვე ატვირთულია. განაახლეთ გვერდი
nl: Steam rapporteert dat het bestand al is geupload, graag verversen
nl_be: Steam heeft het bestand al als geüpload gemeld, ververs alstublieft
pl: Steam oflagował ten plik jako już udostępniony, Proszę odświeżyć
pt_br: A Steam reportou que o arquivo já foi enviado, atualize por favor
pt_pt: O Steam relatou que o ficheiro já foi carregado, atualize
ru: Steam сообщил, что файл уже загружен, пожалуйста, обновите
tr: Steam, dosyanın zaten yüklendiğini bildirdi, lütfen yenileyin
uk: Steam повідомляє, що файл уже завантажено, будь ласка, оновіть
zh_cn: Steam报告该文件已经上传，请刷新
zh_tw: Steam 回報該檔案已上傳，請重新整理

# STEAM_ERROR_BANNED
source: Your Steam account is banned from uploading content
bg: Вашият профил в „Steam“ не може да качва ново съдържание
ca: El teu compte d'Steam està vedat de la càrrega de continguts
cs: Váš účet služby Steam má zakázáno nahrávat obsah
de: Dein Steam-Account ist vom Hochladen von Inhalten momentan gesperrt
es: Tu cuenta de Steam está vetada de la carga de contenidos
et: Teie Steami kontol on sisu üleslaadimine keelatud
fr: Il vous est interdit de partager du contenu avec votre compte Steam
he: משתמש הSteam שלך חסום מלעלות תכנים
hu: Nem töltheted fel ezt a tartalmat, mert a Steam fiókod le van tiltva
it: Il tuo account Steam è bandito dal caricare contenuti
ka: თქვენს Steam-ის ანგარიშს ბანი ადევს შემცველობის ატვირთვაზე
nl: Je Steam account heeft een verbod op het uploaden van inhoud
nl_be: Je Steam-account mag geen inhoud uploaden
pl: Twoje konto Steam jest zbanowane od uploadowania kontentu
pt_br: Sua conta da Steam está impedida de carregar conteúdo
pt_pt: A tua conta Steam foi proibida de enviar conteúdo
ru: Вашей учетной записи Steam запрещено загружать контент
tr: Steam hesabınız içerik yüklemekten kısıtlandı
uk: Ваш Steam акаунт забанений для завантаження контенту
zh_cn: 你的Steam账户被禁止上传内容
zh_tw: 您的 Steam 帳戶被禁止上傳內容

# STEAM_ERROR_CLOUD_LIMIT_EXCEEDED
source: Steam cloud storage quota or file size limit exceeded
bg: Квотата за съхранение в облака на „Steam“ или максималния размер на файла са превишени
ca: S'ha excedit la quota d'emmagatzematge al núvol d'Steam o la mida límit del fitxer
cs: Překročení kvóty cloudového úložiště služby Steam nebo limitu velikosti souboru
de: Steam-Cloud Datenlimit oder Dateigrößenlimit überschritten
es: ¡UPS! parece que has excedido el almacenamiento máximo en la nube de Steam o el tamaño límite del fichero
et: Steami pilvesalvestuskvoot või failimahu limiit on ületatud
fr: Capacité de stockage ou taille maximale de fichier du cloud Steam dépassée
he: חרגת ממכסת האחסון בענן של Steam או ממגבלת גודל הקובץ
it: Steam: è stato superato il limite di archiviazione in cloud oppure la dimensione massima per i file
ka: Steam-ის ღრუბლოვანი საცავის კვოტა ან ფაილის ზომის ზღვარი გადაცილებულია
nl: Steam cloud opslagquota of limiet bestandsformaat overschreden
nl_be: Opslagquotum voor Steam-cloud of limiet voor bestandsgrootte overschreden
pl: Przekroczono limit wielkości lub ilości plików chmury Steam
pt_br: Cota do serviço de armazenamento na nuvem da Steam ou limite de tamanho do arquivo excedido
pt_pt: Cota de armazenamento em nuvem da Steam ou limite de tamanho de ficheiro excedido
ru: Превышена квота облачного хранилища Steam или ограничение на размер файла
tr: Steam bulut depolama kotası ya da dosya büyüklüğü sınırı aşıldı
uk: У Steam перевищено частку хмарного сховища або ліміт розміру файлу
zh_cn: 超过了Steam云存储配额或文件大小限制
zh_tw: 超出 Steam 雲端儲存配額或檔案大小限制

# STEAM_ERROR_DUPLICATE_NAME
source: Steam reported a duplicate name error
bg: „Steam“ отчита грешка за повтарящо се наименование
ca: Steam ha comunicat un error de nom duplicat
cs: Služba Steam nahlásila chybu duplicitního názvu
de: Steam meldet einen Fehler mit doppelten Namen
es: Error: Steam comunica que el nombre está duplicado
et: Steam teatas topeltnime veast
he: Steam מדווח שישנו שגיאה של שיכפול שם
it: Steam ha riportato un errore: nome duplicato
ka: Steam-მა გამეორებული სახელის შეცდომა დააბრუნა
nl: Steam heeft een dubbele naamfout gerapporteerd
nl_be: Steam heeft een dubbelle naam error gerapporteerd
pl: Steam zgłosił błąd zduplikowanej nazwy
pt_br: A Steam reportou um nome replicado
pt_pt: O Steam relatou um erro de nome duplicado
ru: Steam сообщил об ошибке с дубликатом имени
sk: Steam nahlásil chybu duplicitného názvu
tr: Steam, yinelenen bir ad hatası bildirdi
uk: Steam повіомляє про помилки повторюванїї назви
zh_cn: Steam报告了一个重复的名称错误
zh_tw: Steam 回報名稱重複錯誤

# STEAM_ERROR_FILE_NOT_FOUND
source: File not found
bg: Файлът не съществува
ca: Fitxer no trobat
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
es: No se ha encontrado el archivo
et: Faili ei leitud
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
he: קובץ לא נמצא
it: File non trovato
ka: ფაილი ვერ ვიპოვე
nl: Bestand niet gevonden
nl_be: Bestand niet gevonden
pl: Plik nie znaleziony
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ru: Файл не найден
tr: Dosya bulunamadı
uk: Файл не знайдено
zh_cn: 未找到文件
zh_tw: 檔案未找到

# STEAM_ERROR_INSUFFICIENT_PRIVILEGE
source: Your Steam account is currently restricted from uploading content. Please contact Steam support.
bg: Вашият профил в „Steam“ временно не може да качва ново съдържание. Моля, свържете се с поддръжката на „Steam“.
ca: El teu compte d'Steam actualment té restringida la càrrega de contingut. Siusplau, contacta el suport d'Steam.
cs: Váš účet služby Steam je momentálně omezený v nahrávání obsahu. Prosím kontaktujte Steam support.
de: Dein Account ist momentan vom Hochladen von Inhalten gesperrt. Bitte kontaktiere den Steam-Support.
es: Tu cuenta Steam actualmente tiene restringida la carga de contenido. Por favor, contacta con el servicio de soporte de la plataforma.
et: Teie Steami kontol on praegu sisu üleslaadimine keelatud. Võtke ühendust Steami toega.
fr: Vous ne pouvez pas partager de contenu via ce compte Steam. Veuillez contacter le support Steam.
he: משתמש הSteam שלך כרגע מוגבל העלאת תוכן. אנא פנה למרכז תמיכה של Steam.
it: Al momento il tuo account Steam è limitato dal caricare contenuti. Contatta il loro servizio clienti.
ka: თქვენი Steam-ის ანგარიშზე, ამჟამად, შემცველობის ატვირთვა შეზღუდულია. დაუკავშირდით Steam-ის მხარდაჭერის გუნდს.
nl: Je Steam account is op dit moment beperkt in het uploaden van inhoud. Gelieve contact op te nemen met Steam ondersteuning.
nl_be: Je Steam-account is momenteel beperkt in het uploaden van inhoud. Neem contact op met Steam-ondersteuning.
pl: Twoje konto Steam obecnie nie może udostępniać plików. Prosimy skontaktować się z działem pomocy Steam.
pt_br: Sua conta da Steam não pode carregar conteúdo. Contate o suporte da Steam.
pt_pt: A tua conta Steam está atualmente restrita ao upload de conteúdo. Entra em contato com o suporte do Steam.
ru: В настоящее время в вашей учетной записи Steam запрещено загружать контент. Пожалуйста, свяжитесь со службой поддержки Steam.
tr: Steam hesabınız şu anda içerik yüklemeye kısıtlı. Lütfen Steam destek ile görüşün.
uk: На ваш обліковий запис Steam заборонено завантажувати контент. Будь-ласка зверніться до служби підтримки Steam.
zh_cn: 你的Steam账户目前被限制上传内容。请联系Steam支持。
zh_tw: 您的 Steam 帳戶目前無法上傳內容。請聯絡 Steam 客服。

# STEAM_ERROR_INVALID_PARAMETER
source: Invalid parameter passed to Steam
bg: Предаден е невалиден параметър на „Steam“
ca: Paràmetre invàlid passat a Steam
cs: Neplatný parametr předaný službě Steam
de: Ungültiges Argument an Steam übergeben
es: Parámetro inválido enviado a Steam
et: Steamile edastatud vale parameeter
he: פרמטר לא חוקי הועבר לSteam
it: È stato passato un parametro non valido a Steam
ka: Steam-სთვის გადაცემული პარამეტრი არასწორია
nl: Ongeldige parameter aan Steam meegegeven
nl_be: Incorrecte parameter doorgegeven aan Steam
pt_br: Parâmetro inválido enviado à Steam
pt_pt: Parâmetro inválido enviado à Steam
ru: Неверный параметр, переданный в Steam
tr: Steam'e geçersiz parametre verildi
uk: Недійсний параметр передано до Steam
zh_cn: 传递给Steam的参数无效
zh_tw: 傳遞給 Steam 的參數無效

# STEAM_ERROR_LOCKING_FAILED
source: Steam failed to acquire UGC lock
bg: „Steam“ не успя да придобие заключването на „UGC“
ca: Steam ha fallat en adquirir un cadenat UGC
cs: Službě Steam se nepodařilo získat UGC lock
de: Steam schlug beim Anfordern der "UGC-Lock" fehl
es: Steam ha fallado en adquirir un bloqueo UGC
et: Steamil ei õnnestunud UGC-lukku hankida
he: Steam נכשל בלהשיג UGC lock
it: Steam: acquisizione dell'UGC lock fallita
ka: Steam-მა UGC ბლოკ ვერ მიიღო
nl: Steam kon UGC lock niet verkrijgen
nl_be: Steam is gefaald in het bemachtigen van een UGC lock
pt_br: A Steam não conseguiu adquirir o bloqueio UGC
pt_pt: O Steam falhou ao adquirir o bloqueio UGC
ru: Steam не удалось получить блокировку UGC
sk: Steamu sa nepodarilo získať UGC lock
tr: Steam, UGC kilidi edinemedi
uk: Steam не вдалося отримати блокування UGC
zh_cn: Steam未能获得UGC lock
zh_tw: Steam 獲取 UGC lock 失敗
