Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_STAGE_HELP_MESSAGE_9
source: [thrive:compound type="hydrogensulfide"][/thrive:compound] can be converted into [thrive:compound type="glucose"][/thrive:compound] via chemoplasts and chemosynthesizing proteins. [thrive:compound type="iron"][/thrive:compound] can be converted via rusticyanin into [thrive:compound type="atp"][/thrive:compound].
bg: [thrive:compound type="hydrogensulfide"]Сероводородът[/thrive:compound] може да се превърне в [thrive:compound type="glucose"]глюкоза[/thrive:compound] чрез хемопласт и хемосинтезиращите протеини. [thrive:compound type="iron"]Желязото[/thrive:compound] може да се превърне в [thrive:compound type="atp"]АТФ[/thrive:compound] чрез рустицианин.
ca: [thrive:compound type="hydrogensulfide"][/thrive:compound] pot ser transformat en [thrive:compound type="glucose"][/thrive:compound] per mitjà de Quimioplasts i Proteïnes Quimiosintetitzadores. [thrive:compound type="iron"][/thrive:compound] pot ser transformat per mitjà de la proteïna Rusticianina en [thrive:compound type="atp"][/thrive:compound].
cs: [thrive:compound type="hydrogensulfide"]Sirovodík[/thrive:compound] lze přeměnit na [thrive:compound type="glucose"]glukózu[/thrive:compound]pomocí chemoplastů a chemicky syntetizujících proteinů. [thrive:compound type="iron"]Železo[/thrive:compound]lze přeměnit pomocí rusticyaninu na [thrive:compound type="atp"]ATP[/thrive:compound].
de: [thrive:compound type="hydrogensulfide"][/thrive:compound] kann über Chemoplasten und chemosynthetisierende Proteine in [thrive:compound type="glucose"][/thrive:compound] umgewandelt werden. [thrive:compound type="iron"][/thrive:compound] kann mithilfe von Rusticyanin in [thrive:compound type="atp"][/thrive:compound] verwandelt werden.
eo: Hidrogena Sulfido povas esti konvertita je glukozo per kemoplastoj kaj kemosintezaj proteinoj. Fero povas esti transformita en ATP per rusticianino.
es: El [thrive:compound type="hydrogensulfide"][/thrive:compound] puede ser convertido a [thrive:compound type="glucose"] con quimioplastos y proteínas quimiosintetizadoras. El [thrive:compound type="iron"][/thrive:compound] puede ser convertido en [thrive:compound type="atp"][/thrive:compound] con rusticianinas.
et: Vesinik sulfiidist saab sünteesida glükoosi kasutades kemoplaste ja kemosünteesivaid valke. Rauaga saab toota ATP-d kasutades roote-tsüaniini.
fi: Rikkivety voidaan muuttaa glukoosiksi kemoplastien ja kemosyntesoivien proteiinien avulla. Rauta voidaan muuttaa rusticyaniinin avulla ATP:ksi.
fr: Le Sulfure d'Hydrogène peut être converti en glucose par les chimioplastes et les protéines chimiosynthétisantes. Le Fer peut être converti par la rusticyanine en de l'ATP.
he: ניתן להמיר [thrive:compound type="hydrogensulfide"] ל[thrive:compound type="glucose"][/thrive:compound] באמצעות כימופלסטים וחלבונים כימוסנתזיים. ניתן להמיר [thrive:compound type="iron"][/thrive:compound] באמצעות רוסטיציאנין ל[thrive:compound type="atp"][/thrive:compound].
hu: A hidrogén-szulfidot glükózzá tudod alakítani kemoplasztiszok és kemoszintetizáló fehérjék segítségével. A vasat rusticyanin segítségével pedig ATP-vé tudod alakítani.
id: [thrive:compound type="hydrogensulfide"][/thrive:compound] dapat dikonversi menjadi [thrive:compound type="glucose"][/thrive:compound] melalui kemoplas dan protein pengkemosintesis. [thrive:compound type="iron"][/thrive:compound] dapat dikonversi menjadi [thrive:compound type="atp"][/thrive:compound] melalui rustisianin.
it: L'[thrive:compound type="hydrogensulfide"][/thrive:compound] può essere convertito in [thrive:compound type="glucose"][/thrive:compound] dai chemioplasti e dalle proteine chemiosintetizzanti. Il [thrive:compound type="iron"][/thrive:compound] può essere convertito in [thrive:compound type="atp"][/thrive:compound] dalla rusticianina.
ko: 황화수소는 화학세포와 화학 합성 단백질을 통해 포도당으로 전환될 수 있습니다. 철은 루스티시아닌을 통해 ATP로 전환될 수 있습니다.
nl: [thrive:compound type="hydrogensulfide"][/thrive:compound] kan worden omgezet naar [thrive:compound type="glucose"][/thrive:compound] met chemoplasten en chemosynthesende eiwitten. [thrive:compound type="iron"][/thrive:compound] kan met rusticyanin worden omgezet in [thrive:compound type="atp"][/thrive:compound].
nl_be: [thrive:compound type="hydrogensulfide"][/thrive:compound] kan omgezet worden in [thrive:compound type="glucose"][/thrive:compound] door middel van chemoplasten en chemosynthese proteïnes. [thrive:compound type="iron"][/thrive:compound] kan door middel van rusticyanine omgezet worden in [thrive:compound type="atp"][/thrive:compound].
pl: [thrive:compound type="hydrogensulfide"][/thrive:compound] może zostać przetworzony w [thrive:compound type="glucose"][/thrive:compound] przez chemoplasty i białka chemosyntezujące. [thrive:compound type="iron"][/thrive:compound] może zostać utlenione przez rustycyjaninę wydzielając [thrive:compound type="atp"][/thrive:compound].
pt_pt: [thrive:compound type="hydrogensulfide"][/thrive:compound] pode ser convertido em [thrive:compound type="glucose"][/thrive:compound] através de quimioplastos e proteínas quimiossintetizantes. [thrive:compound type="iron"][/thrive:compound] pode ser convertido em [thrive:compound type="atp"][/thrive:compound] via rusticianina.
sk: [thrive:compound type="hydrogensulfide"][/thrive:compound] sa môže premeniť na [thrive:compound type="glucose"][/thrive:compound] pomocou chemoplastov a chemosyntetizujúcich bielkovín. [thrive:compound type="iron"][/thrive:compound] možno premeniť pomocou rusticyanínu na [thrive:compound type="atp"][/thrive:compound].
sr_cyrl: Водоник-сулфид се може претворити у глукозу помоћу хемопласта и хемосинтетизујућих протеина. Гвожђе се може претворити путем рустицианина у ATP.
sr_latn: Vodonik-sulfid se može pretvoriti u glukozu pomoću hemoplasta i hemosintetizujućih proteina. Gvožđe se može pretvoriti putem rusticianina u ATP.
sv: Svavelväte kan omvandlas till glukos via kemoplaster och kemosyntetiserande proteiner. Järn kan omvandlas till ATP via rusticyanin.
th_th: ไฮโดรเจนซัลไฟด์สามารถเปลี่ยนเป็นกลูโคสผ่านทางเคมีและโปรตีนสังเคราะห์ทางเคมี เหล็กสามารถเปลี่ยนผ่าน รัสติไซยานิน เป็น ATP
uk: [thrive:compound type="hydrogensulfide"][/thrive:compound] може бути перетворено на [thrive:compound type="glucose"][/thrive:compound] за допомогою хемопластів та хемосинтезувальних білків. [thrive:compound type="iron"][/thrive:compound] може бути перетворено за допомогою рустіцианіну на [thrive:compound type="atp"][/thrive:compound].
zh_cn: [thrive:compound type="hydrogensulfide"][/thrive:compound]可以通过化学质体和化学合成蛋白转换成[thrive:compound type="glucose"][/thrive:compound]。[thrive:compound type="iron"][/thrive:compound]可以通过铁硫菌蓝蛋白转换成[thrive:compound type="atp"][/thrive:compound]（三磷酸腺苷）。
zh_tw: [thrive:compound type="hydrogensulfide"][/thrive:compound] 可以透過化學質體和化學合成蛋白轉化為 [thrive:compound type="glucose"][/thrive:compound]。[thrive:compound type="iron"][/thrive:compound] 可以透過鐵硫菌藍蛋白轉化為 [thrive:compound type="atp"][/thrive:compound]。

# MICROBE_STAGE_INITIAL
source: On a distant alien planet, eons of volcanic activity and meteor impacts have led to the development of a new phenomenon in the universe. Life. Simple microbes reside in the deep regions of the ocean. You are the Last Universal Common Ancestor (LUCA) on this planet. To survive in this hostile world, you will need to collect any compounds that you can find and evolve across generations to compete against the other species of microbes.
bg: На далечна извънземна планета, след дълъг период на вулканична активност и метеоритни удари, се заражда нов феномен. Живот. Обикновени микроби обитават дълбините на океана. Вие сте последният универсален общ предшественик (ПУОП) на тази планета. За да оцелеете в този враждебен свят, трябва да се приспособите и да еволюирате Вашите създания.
ca: Fa molt de temps, en un planeta molt i molt llunyà... S'han esdevingut milions d'anys, eons sencers, d'activitat volcànica i d'impactes de meteorits. Aquesta activitat ha causat l'aparició d'un fenomen inaudit a l'univers. La vida. A les profunditats dels mars i oceans, són a punt d'aparèixer eixams de Microbis, sopes tupides d'organismes vius. De moment, però, en tot el planeta, només hi ha un sol organisme, una petita cèl·lula formada per una fina Membrana plena de Citoplasma i Material Genètic. Aquest primer organisme serà conegut com a 'darrer avantpassat universal comú'. Ets a punt de prendre el control d'aquesta minúscula cèl·lula, per tal de guiar-ne les accions i aconseguir que es pugui reproduir. Per tal de sobreviure en aquest planeta hostil, hauràs d'arreplegar tots els compostos amb contingut nutritiu que puguis trobar. Al llarg de les diverses generacions del procés evolutiu, hauràs d'evolucionar per competir contra altres espècies pels nínxols de la cadena tròfica. Totes aquestes espècies hauran evolucionat a partir del darrer avantpassat universal comú.
cs: Na vzdálené cizí planetě probíhaly vulkanické činnosti a dopady meteorů, což vedlo k vývoji nového fenoménu ve vesmíru. Života. Jednoduché mikroby se nacházejí v hlubokých oblastech oceánu. Jsi poslední univerzální společný předek (LUCA) na této planetě. Abys v tomto nepřátelském světě přežil/a, budeš muset shromáždit všechny možné sloučeniny, které najdeš a rozvinout další generace, aby konkurovaly ostatním druhům mikrobů.
de: Auf einem weit entfernten Planeten, haben Jahrtausende von vulkanischer Aktivität und die Einschläge etlicher Meteoriten zu einem ganz besonderen Phänomen im Universum geführt: Leben. In den tiefen Meeresregionen sind simple Mikroorganismen beheimatet. Du bist der letzte Urvorfahr aller kommenden Organismen auf diesem Planeten. Um in dieser lebensfeindlichen Welt zu überleben, musst du jegliche Substanzen sammeln, die du finden kannst, und dich über Generationen hinweg weiterentwickeln, um gegen die anderen Arten von Mikroben zu bestehen.
eo: Sur fora fremda planedo, vulkana kaj meteora agado kondukis al la disvolviĝo de nova fenomeno en la universo. Vivo. Simplaj mikroboj loĝas en la profundaj regionoj de la oceano. Vi estas la lasta universala komuna prapatro (LUCA) sur ĉi tiu planedo. Por postvivi en ĉi tiu malamika mondo, vi devos kolekti iujn ajn komponaĵojn, kiujn vi povas trovi, kaj evoluigi ĉiun generacion por konkurenci kontraŭ la aliaj specioj de mikroboj.
es: En un planeta distante, eones de actividad volcánica e impactos meteóricos han llevado al desarrollo de un nuevo fenómeno en el universo. La vida. Simples microbios residen en las regiones más profundas del océano. Eres el último ancestro universal común (LUCA) en este planeta. Para sobrevivir en este mundo hostil, necesitarás conseguir compuestos y evolucionar durante generaciones para competir contra los otros microbios.
et: Kaugel võõral planeedil on vulkaanitegevuse ja meteoriidide kokkupõrked viinud universumis uue nähtuse väljakujunemiseni. Elu. Lihtsad mikroobid elavad ookeani sügavates piirkondades. Olete viimane universaalne ühine esivanem (LUCA) sellel planeedil. Selles vaenulikus maailmas ellujäämiseks peate koguma kokku kõik ühendid, mida leiate ja põlvkondade kaupa edasi arenema, et võistelda teiste mikroobiliikidega.
fi: Kaukaisella planeetalla maailmankausien vulkaaninen aktiivisuus ja meteoriittien iskeymät ovat johtaneet uuden ilmiön kehittymisen maailmankaikkeudessa. Elämä. Yksinkertaiset mikrobit lymyilevät syvällä meren uumenissa. Olet viimeinen universaali esivanhempi (LUCA) tällä planeetalla. Selviytyäkseksi tässä armottomassa ympäristössä, sinun täytyy etsiä ja kerätä yhdisteitä. Niiden avulla voit kehittyä sukupolvien saatossa ja kilpailla muiden lajien kanssa.
fr: Sur une planète distante et étrangère, des éternités d'activité volcanique et d'impacts de météores ont abouti au développement d'un nouveau phénomène dans l'univers. La vie. Simple microbe résidant dans les régions abyssales de l'océan, vous êtes le dernier ancêtre commun de tous les êtres vivants (LUCA) de cette planète. Pour survivre dans ce monde hostile, vous aurez besoin de collecter tous les composés que vous pourrez trouver et d'évoluer au cours de vos générations, dans une féroce compétition avec les autres espèces de microbes, qui peupleront bientôt ces océans...
he: על כוכב חייזרי מרוחק,לאחר עידנים של פעילות געשית ופגיעות של מטאוריטים, החלה לצוץ תופעה חדשה ביקום: חיים. מיקרובים פשוטים שוכנים באזורים העמוקים של האוקיינוס. אתה האב הקדמון המשותף האחרון (LUCA באנגלית) של הכוכב הזה. בשביל לשרוד בעולם העוין זה, אתה חייב למצוא כל תרכובת בדרך ולהתפתח בכל דור בכדי להצליח לתחרות במינים אחרים של מיקרובים.
hu: Egy távoli idegen bolygón az évmilliók óta tartó vulkanikus aktivitások és meteoresők miatt egy új csoda jött létre az univerzumban. Élet. Egyszerű baktériumok jelentek meg az óceánok lenti régióiban. A játék elején a te fajod az utolsó univerzális közös ős (más néven LUCA) ezen a planétán. Ahhoz, hogy túléld ezt a kegyetlen világot, annyi vegyületet kell gyűjtened, amennyit csak találsz, és fejlesztened kell fajodat az evolúció során, hogy versenyképesek maradjanak a többi fajjal.
id: Di planet asing yang jauh, ribuan tahun lamanya aktifitas vulkanik dan tumbukan meteor menyebabkan berkembangnya sebuah fenomena baru di alam semesta. Kehidupan. Mikroba-mikroba sederhana bermukim di wilayah dalam lautan. Kamu adalah leluhur universal terakhir (LUA) di planet ini. Untuk bertahan hidup di dunia ini, kamu perlu mengumpulkan tiap senyawa yang dapat kamu temukan dan berkembang tiap generasi untuk bersaing dengan spesies mikroba lain.
it: Su di un distante pianeta alieno, eoni di attività vulcanica e impatti meteoritici hanno portato allo sviluppo di un nuovo fenomeno nell'universo. La vita. Semplici microbi risiedono nelle profondità marine. Sei l'Ultimo Antenato Comune Universale (UACU) su questo pianeta. Per sopravvivere in questo mondo ostile, avrai bisogno di competere con le altre specie di microbi, raccogliere ogni composto che troverai... ed evolvere.
ko: 멀리 떨어진 외계 행성에서, 수 많은 화산 활동과 유성 충돌이 우주에서 새로운 현상을 만들어 냈습니다. 생명. 단순한 미생물이 바다 깊은 곳에 살고 있습니다. 당신은 이 행성에 남은 모든 생물의 마지막 공통 조상(LUCA) 입니다. 이 거친 세계에서 살아남기 위해, 찾을 수 있는 화합물들을 모아 세대별로 진화하여 다른 미생물들과 경쟁해야 합니다.
nl: Op een verre planeet hebben eonen van vulkaanactiviteit en meteoorinslagen tot de ontwikkeling van een nieuw fenomeen in het universum geleid. Leven. Simpele microben leven in de diepte van de oceaan. Jij bent de Meest Recente Universele Voorouder op deze planeet. Om in deze vijandige wereld te overleven zul je elke stof de je kunt vinden moeten verzamelen om generaties lang te kunnen evolueren in competitie met andere soorten microben.
nl_be: Op een verre buitenaardse planeet hebben eeuwenlange vulkanische activiteit en meteoorinslagen geleid tot de ontwikkeling van een nieuw fenomeen in het universum. Leven. Eenvoudige microben leven in de diepe delen van de oceaan. Jij bent de laatste universele gemeenschappelijke voorouder (LUCA) op deze planeet. Om te overleven in deze vijandige wereld, moet je alle verbindingen die je kunt vinden verzamelen en elke generatie evolueren om te concurreren met de andere soorten microben.
pl: Na odległej obcej planecie, eony aktywności wulkanicznej i upadków meteorytów doprowadziły do powstania prawdziwego fenomenu we wszechświecie. Życia. Proste mikroby powstały w głębinach oceanu. Jesteś przodkiem wszelkiego życia na tej planecie. Żeby przetrwać w tym niesprzyjającym świecie, musisz zbierać różne związki chemiczne i ewoluować aby wygrać rywalizację z innymi gatunkami.
pt_br: Em um planeta distante, éons de atividades vulcânicas e impactos de meteoros causaram o desenvolvimento de um novo fenômeno no universo. A vida. Micróbios simples moram nas regiões mais profundas do oceano. Você é o Último Ancestral Comum Universal (LUCA) no planeta. Para sobreviver neste mundo hostil, você precisará coletar compostos e evoluir por gerações para competir contra outras espécies de micróbios.
pt_pt: Num planeta alienígena distante, eras de atividades vulcânicas e impactos de meteoros causaram o desenvolvimento de um novo fenómeno no universo. Vida. Micróbios simples moram nas regiões mais profundas do oceano. Tu és o Último Ancestral Comum Universal (LUCA) no planeta. Para sobreviver neste mundo hostil, precisarás de acumular compostos e evoluir para competir contra outras espécies de micróbios.
ru: На далёкой планете эпохи вулканической активности в глубинах морей создали нечто выдающееся. Жизнь. Вы — последний универсальный общий предок (ПУОП) на этой планете. Этот простой шарик может копировать себя из молекул воды. Со временем, это может развиться в сложные виды,которые будут бороздить просторы Вселенной. Но для начала, вы должны выжить в этом враждебном мире,собирая питательные вещества, распространяться и развиваться, конкурируя с другими видами микробов.
sr_cyrl: На далекој ванземаљској планети, еони вулканске активности и удара метеора довели су до развоја новог феномена у свемиру. Живот. Једноставни микроби бораве у дубоким пределима океана. Ви сте последњи универзални заједнички предак (LUCA) на овој планети. Да бисте преживели у овом непријатељском свету, мораћете да сакупите сва једињења која можете пронаћи и да еволуирате сваку генерацију да би се такмичили против других врста микроба.
tr: Uzaklardaki bir uzaylı gezegende, sonsuz asırlar süren volkanik aktiviteler ve göktaşı darbeleri evrende yeni bir olayın gelişmesine neden oldu. Hayat. Okyanusun derinliklerinde basit mikroplar ortaya çıktı. Siz, bu gezegendeki Son Evrensel Ortak Ata'sınız (SEOA). Bu hasım dünyada hayatta kalmak için, bulabileceğiniz her türlü bileşiği toplamanız ve diğer türlerle rekabet etmek için kuşaktan kuşağa evrimleşmeniz gerekiyor.
uk: На далекій чужій планеті еони вулканічної активності та метеоритних дощів призвели до нового феномену у Всесвіті. Життя. Примітивні мікроби живуть в глибоких областях океану. Ви останній спільний універсальний предок(ОСУП) на цій планеті. Щоб вижити в цьому суворуму світі, ви маєте збирати сполуки, які лише знайдете, та еволюціонувати протягом поколінь, аби конкурувати з іншими видами мікробів.
zh_cn: 在一个遥远的外星球上，恒古的火山活动和陨石冲击引发了一种新现象的出现。 生命。 简单的微生物栖息在海洋的深处。你便是这个星球上的最后普遍共同祖先（LUCA）。 要在这个艰难的世界存活下来，你将需要任何你能找到的化合物并在多个世代里不断进化，才能跟其它的微生物竞争。
zh_tw: 在一顆遙遠的外星球上，萬古的火山活動和流星撞擊導致了宇宙中一種新現象的發展。 生命。 簡單的微生物居住在海洋深處。您是這個星球上最近普適共同祖先（LUCA）。 為了在這個充滿敵意的世界中生存，您需要收集任何您能找到的化合物，並在多世代中不斷演化來與其他微生物競爭。

# MICROBE_STAGE_ORGANELLE_DIVISION
source: One of your organelles has divided. As you gain compounds, your cell uses some for reproduction. With enough compounds, organelles will start to divide and duplicate. Once all the organelles have divided, your cell can reproduce and enter the editor.
pt_br: Uma de suas organelas se dividiu. À medida que você ganha compostos, sua célula os utiliza para reprodução. Com compostos suficientes, as organelas começarão a se dividir. Quando todas as organelas tiverem se dividido, sua célula poderá se reproduzir e entrar no editor.
ru: Вырастая достаточно для, воспроизведения, каждая ваша органелла разделится. Эти новые Органеллы дадут бонусы (и дополнительную стоимость осморегуляции), как и те органеллы, с которыми вы начинали. Со временем, органеллы начнут копироваться. Собирайте вещества для ускорения процесса. Когда все органеллы поделились, ваша клетка может воспроизвестись и открыть редактор.
tr: Organellerinizden biri bölündü. Bileşikler topladıkça, hücreniz bazılarını çoğalmak için kullanır. Yeterli bileşik ile, organeller bölünmeye ve ikiye katlanmaya başlar. Bütün organeller bölündüğünde, hücreniz çoğalabilir ve editöre girebilir.
uk: Одна з ваших органел розділилася. З тим, як ви отримуєте сполуки, ваша клітина використовує деякі з них для розмноження. З достатньою кількістю сполук, органели почнуть ділитися та подвоюватися. Після того, як всі органели розділяться, ваша клітина зможе розмножитися й увійти в редактор.
zh_tw: 您的一個細胞器已分裂。 當您獲得化合物時，您的細胞會使用一些化合物進行繁殖。 有了足夠的化合物，細胞器就會開始分裂和複製。一旦所有細胞器分裂完成，您的細胞就可以繁殖並進入編輯器。

source: Middle mouse
bg: Среден бутон
ca: Clic del mig del ratolí
cs: Tlačítko kolečka myši
de: Mittlere Maus
eo: Meza musbutono
es: Clic central
et: Keskmine hiir
fi: Hiiren keskimmäinen painike
fr: Clic molette
he: גלגלת העכבר
hu: Görgő
it: Clic centrale
ka: თაგუნას შუა ღილაკი
ko: 마우스 가운데 버튼
nl: Middelste muisknop
nl_be: Midden muis
pl: Środkowy przycisk myszy
pt_br: Botão do meio do mouse
pt_pt: Clique Roda Rato
ru: Средняя кнопка мыши
sk: Tlačidlo kolieska myši
sr_cyrl: Средњи миш
sr_latn: Srednji miš
sv: Skroll klick
th_th: เมาส์กลาง
tr: Orta fare tuşu
uk: Колесик миші (середина миші)
zh_cn: 鼠标中键
zh_tw: 滑鼠中鍵

# MILLION_ABBREVIATION
source: {0} M
bg: {0} млн
de: {0} Mio
fi: {0} milj
he: {0} מיליון
id: {0} jt
it: {0} Mln
ka: {0} მლნ
ko: {0} 백만
nl: {0} Mln
pl: {0} MN
pt_br: {0} Mi
ru: {0} Млн
sk: {0} mil
tr: {0} Mn
uk: {0} Млн
zh_tw: {0}E+6

# MINIMUM_AMOUNT_TO_FIND
source: Minimum Amount to Detect:
bg: Минимално количество:
ca: Quantitat mínima a detectar:
cs: Minimální množství k detekci:
de: Mindestmenge zur Erkennung:
es: Cantidad mínima para detectar:
et: Minimaalne tuvastatav summa:
fr: Quantité minimale à détecter :
he: כמות מינימלית למצוא:
hu: Minimális detektálandó mennyiség:
it: Quantità minima da cercare:
ka: აღმოსაჩენი მინიმალური რაოდენობა:
nl: Minimum Hoeveelheid om te Detecteren:
pl: Minimalna Ilość do Wykrycia:
pt_br: Quantidade Mínima:
pt_pt: Quantidade Mínima a Detectar:
ru: Минимальное количество для обнаружения:
sk: Minimálne množstvo na detekciu:
tr: Tespit Edilecek Minimum Miktar:
uk: Мінімальна кількість для виявлення:
zh_cn: 检测的最小数量：
zh_tw: 最小檢測量：

# MINIMUM_VERSION
source: Minimum:
bg: Минимална:
ca: Mínim:
es: Versión mínima:
et: Minimaalne:
he: מינימום:
it: Minima:
ka: მინიმუმი:
pt_br: Mínimo:
pt_pt: Mínimo:
ru: Минимальная версия:
uk: Мінімум:
zh_cn: 最低：
zh_tw: 最低：

# MIN_VISIBLE_DATASET_WARNING
source: Not allowed to show less than {0} dataset(s)!
bg: Не е възможно показването на по-малко от {0} набор(а) от данни!
ca: No està permès mostrar menys de {0} dataset(s)!
cs: Není povoleno zobrazit méně než {0} datových sad!
de: Nicht erlaubt, weniger als {0} Datensatz(e) anzuzeigen!
es: ¡No se pueden mostrar menos de {0} dataset(s)!
et: Ei ole lubatud kuvada vähem kui {0} andmestikku!
fi: Ei ole lupaa näyttää vähempää kuin {0} datajoukko(a)!
fr: Il n'est pas permis d'afficher moins de {0} datasets !
he: לא ניתן להציג פחות מ{0} נתונים!
hu: Nem engedélyezett {0}-nál/nél kevesebb adathalmaz mutatása!
id: Tidak diperbolehkan menampilkan kurang dari {0} dataset!
it: Impossibile mostrare meno di {0} set di dati!
ka: {0}-ზე ნაკლები მონაცემების სეტის ჩვენება დაუშვებელია!
nl: Niet toegestaan om minder dan {0} dataset(s) te tonen!
nl_be: Niet toegestaan om minder dan {0} dataset(s) te tonen!
pl: Nie można wyświetlić mniej niż {0} zbioru(ów) danych!
pt_br: Não é permitido mostrar menos de {0} datasets!
pt_pt: Não é permitido mostrar menos de {0} conjunto(s) de dados!
ru: Невозможно показать меньше, чем {0} наборов данных!
sk: Nie je povolené zobraziť menej ako {0} dátových súborov!
sv: Inte tillåtet att visa mindre än {0} datauppsättning(ar)!
th_th: ไม่อนุญาตให้แสดงน้อยกว่า {0} ชุดข้อมูล!
tr: {0} veri kümesinden daha az gösterilemez!
uk: Не дозволено показувати менше {0} наборів данних!
zh_cn: 不允许显示少于{0}个数据集！
zh_tw: 不允許顯示少於 {0} 個資料集！

source: Misc
bg: Разни
cs: Ostatní
de: Sonstiges
eo: Aliaj
et: Muud
fi: Muut
fr: Divers
he: שונות
hu: Egyéb
id: Ragam
it: Altro
ka: სხვ
ko: 기타
nl: Overig
nl_be: Varia
pl: Inne
pt_br: Diversos
pt_pt: Diversos
ru: Дополнительное
sk: Rôzne
sr_cyrl: Остало
sr_latn: Ostalo
sv: B.l.a
th_th: เพลง
tr: Diğer
uk: Інше
zh_cn: 杂项
zh_tw: 雜項
