Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MOVE_TO_MACROSCOPIC_TOOLTIP
source: Move to the late multicellular stage (macroscopic). Available once you have a big enough cell colony.
ka: გვიან მრავალუჯრედიან ფაზაზე გადასვლა. ხელმისაწვდომია, მხოლოდ,როცა საკმარისად დიდი უჯრედების კოლონია გაგაჩნიათ. ამას სჭირდება, რომ დაამატოთ რედაქტორში საკმარისი უჯრედები, შემდეგ კი გაზარდეთ კოლონია მინიმალურ ზომამდე.
pt_br: Ir para o Estágio Macroscópico. Disponível ao ter uma colônia grande o suficiente. Isso requer que você adicione células o suficiente no editor, então cresça sua colônia até o tamanho mínimo.
ru: Перейти к многоклеточной стадии. Доступно после сбора достаточно большой колонии клеток. Это требует от тебя добавить достаточно клеток в редакторе, затем вырастить свою колонию до минимального размера.
tr: Makroskopik Evre'ye geç. Yeterince büyük bir hücre koloniniz olduğunda açılır. Bu evre, editörde yeterli miktarda hücre eklemeyi ve sonrasında koloninizi minimum büyüklüğe çıkarmayı gerektirir.
uk: Перейдіть до стадії пізньої багатоклітинності (макроскопічної). Доступна при достатньому розмірі клітинної колонії.
zh_tw: 進入後期多細胞階段（宏觀）。細胞群達到一定大小後即可解鎖。

# MOVE_TO_MULTICELLULAR_STAGE_TOOLTIP
source: Move to the next stage of the game (early multicellular). Available once you have a big enough cell colony.
bg: Трябва да създадете достатъчно голяма клетъчна колония за да превърнете Вашите създания в многоклетъчен организъм.
ca: Accedeix al següent estadi del joc (Multicel·lular). Disponible un cop comptes amb una colònia cel·lular prou gran.
cs: Přejití k dalšímu období (mnohobuněčné). Je k dispozici jakmile máte dostatečně velkou buněčnou kolonii.
de: Gehe zur nächsten Stufe des Spiels über (Mehrzellig). Verfügbar, sobald du eine ausreichend große Zellkolonie hast.
es: Avanza a la siguiente etapa del juego (multicelular). Disponible una vez que tengas una colonia de células lo suficientemente grande.
et: Liikuge mängu järgmisse etappi (mitmerakuline). Saadaval, kui teil on piisavalt suur rakukoloonia.
fr: Passer à l'étape suivante du jeu (multicellulaire). Possible lorsque votre colonie de cellule est assez grande.
he: עבור לשלב הבא של המשחק (רב תא). זמין ברגע שיש לך מושבת תאים גדולה מספיק.
it: Avanza alla prossima fase di gioco (multicellulare). Disponibile una volta che hai una colonia cellulare sufficientemente grande.
ka: თამაშის შემდეგ ფაზაზე გადასვლა (ადრეული მრავალუჯრედიანი). ხელმისაწვდომია, თუ თქვენი უჯრედების კოლონია საკმარისად დიდია.
nl: Ga door naar de volgende fase van het spel (multicellulair). Beschikbaar zodra je celkolonie groot genoeg is.
pl: Przejdź do następnej fazy rozwoju (fazy wielokomórkowej). Możliwe tylko, przy posiadaniu odpowiednio dużej kolonii.
pt_br: Ir para o próximo estágio do jogo (multicelular). Disponível ao ter uma colônia grande o suficiente.
ru: Перейти к следующему этапу игры (ранней многоклеточности). Доступно после сбора достаточно большой колонии.
tr: Oyunun sonraki evresine git: Çok Hücreli. Yeterince büyük bir hücre koloniniz olduğunda açılır.
uk: Перейдіть до наступного сходинки гри (багатоклітинності). Доступний при достатньому розмірі колонії.
zh_cn: 进入游戏的下一个阶段（多细胞）。在你有一个足够大的细胞群后就可以使用。
zh_tw: 進入遊戲的下一階段（早期多細胞）。細胞群達到一定大小後即可解鎖。

source: Move to This Patch
bg: Преселване
ca: Moure a aquest Indret
cs: Přesunout na toto místo
de: In dieses Gebiet wechseln
eo: Moviĝu al ĉi tiu loko
es: Moverse a este bioma
et: Liikuge sellele paigale
fi: Siirry tälle alueelle
fr: Se déplacer dans ce secteur
he: תעבור לאזור זה
hu: Átvándorlás ebbe a patch-be
id: Pindah ke Daerah Ini
it: Trasferisciti in questa zona
ka: ამ ბიომის გადაადგილება
ko: 해당 파편으로 이동
nl: Ga naar Dit Gebied
nl_be: Ga naar deze plek
pl: Przenieś się do Tego Obszaru
pt_br: Mover para esta região
pt_pt: Mover para esta região
ru: Двигаться к Этому Биому
sr_cyrl: Пређите у Ову Зону
sv: Flytta till Denna Plats
tr: Bu Araziye Git
uk: Переміститися на цю ділянку
zh_cn: 移动到这个地区
zh_tw: 移動至此區域

source: Move up or jump
bg: Нагоре или скачане
ca: Moure's cap amunt o saltar
cs: Pohyb nahoru nebo skok
de: Bewegen oder springen
es: Moverse hacia Arriba o Saltar
et: Liigu üles või hüppa
fi: Liiku ylöspäin tai hyppää
fr: Avancer ou sauter
he: נוע מעלה או קפוץ
hu: Mozgás felfelé vagy ugrás
it: Muoviti verso l'alto o salta
ka: მაღლა ასვლა ან ახტომა
nl: Opwaarts bewegen of springen
pl: Przemieść się w górę lub skocz
pt_br: Ir para cima ou pular
pt_pt: Mover para cima ou saltar
ru: Двигаться вверх или прыгать
sk: Pohyb hore alebo skok
tr: Yukarı doğru git ya da zıpla
uk: Перемістити вгору або різко підняти
zh_cn: 向上走或跳起
zh_tw: 向上移動或跳躍

# MOVING_TO_AWAKENING_PROTOTYPE
source: You are about to move to the Awakening Stage. Once you advance, you cannot go back. If you are currently under water, you will get stuck there permanently and can't finish the game. So proceed very carefully if you have not moved to land yet.
fr: Vous êtes sur le point de passer à la phase éveillée,une fois cela fait vous ne pouvez plus revenir en arrière. Si vous êtes un espèce marine, vous serez bloqué et ne pourrez pas finir le jeu. Soyez très prudent si vous n'êtes pas sorti de la mer.
nl: Je staat op het punt om naar de Ontwaakfase te gaan. Als je doorgaat naar deze fase kun je niet meer terug. Als je op dit moment onder water bent, zul je daar permanent vast komen te zitten en kun je het spel niet afmaken. Ben dus voorzichtig als je nog niet naar het land bent gemigreerd.
pt_br: Você está prestes a ir para o Estágio Desperto. Assim que avançar, você não poderá mais voltar. Se estiver debaixo d’água, você ficará preso permanentemente e não poderá terminar o jogo. Por isso, proceda com cuidado se não estiver em terra firme.
ru: Вы собираетесь переместиться к Стадии Пробуждения. Как только вы перейдете в новую стадию пути назад уже не будет. Если вы сейчас находитесь под водой, вы застрянете здесь навечно и не сможете завершить игру. Так что переходите на следующую фазу с умом, точно так же как ваш вид переходит из стадии животного в стадию разумного существа.
tr: Uyanış Evresi'ne geçmek üzeresiniz. Bu evreye ilerlediğinizde bir daha geri dönemezsiniz. Eğer şu anda su altındaysanız, karaya kalıcı olarak çıkamayacak ve oyunu bitiremeyeceksiniz. Bu yüzden, eğer karaya henüz çıkmadıysanız, bütün bu hususları çok dikkatli bir şekilde göz önüne alarak karar verin.
uk: Ви збираєтеся перейти до стадії пробудження. Щойно Ви перейдете, назад Ви не повернетесь. Якщо Ви зараз під водою, Ви застрягнете там навіки, та не зможете закінчити гру. Тож наразі, якщо Ви ще не вийшли на суходіл, продовжуйте обережно.
zh_cn: 您将要进入觉醒阶段。这么做之后您将无法回到先前阶段。 如果您仍是海洋生物，您将永远被困在那里并无法完成游戏。 所以如果您尚未成为陆地生物，请谨慎选择。
zh_tw: 您將要進入覺醒階段。這麼做之後您將無法回到先前階段。 如果您仍然是海洋生物，您將永遠被困在那裡並無法完成遊戲。 因此，如果您尚未成為陸地生物，請謹慎選擇。

# MOVING_TO_AWAKENING_PROTOTYPE_TITLE
source: Move to Awakening Stage?
es: ¿Moverse al Estadio del Despertar?
fr: Passer à la phase éveillée ?
ka: გადავიდე გამოღვიძების ფაზაზე?
nl: Ga naar Ontwaakfase?
pl: Przenieść Się do Etapu Przebudzenia?
pt_br: Ir para o Estágio Desperto?
ru: Переместиться на Стадию Пробуждения?
tr: Uyanış Evresi'ne Geçilsin mi?
uk: Перейти до стадії пробудження?
zh_cn: 进入觉醒阶段？
zh_tw: 進入覺醒階段？

# MOVING_TO_LAND_PROTOTYPE
source: You are about to move onto land. This is required to advance later into the game. Once you go on land you can't go back. Currently this transition to land is much more abrupt than it is planned to be once properly added. The plan is to make the move to land be gradual and not an abrupt change.
bg: Вашите създания ще колонизират сушата. Това действие е необходимо, за да преминете в следващите етапи играта и е необратимо. В тази версия на играта, това е внезапен процес. Планът за в бъдеще е колонизирането сушата да бъде постепенно.
de: Du bist dabei an Land zu gehen. Dies ist eine Vorraussetzung um weiter im Spiel voranzuschreiten. Bist du einmal an Land, gibt es kein zurück mehr. Im Augenblick ist der Übergang zum Land deutlich abrupter, als er in Zukunft sein soll. Geplant ist es, diesen Schritt gradueller und weniger plötzlich zu gestalten.
es: Estás a punto de moverte a tierra. Esto es necesario para avanzar en un futuro en el juego. Una vez que estés en tierra ya no vas a poder volver. Actualmente esta transición a tierra es mucho más abrupta de lo que está planeado una vez esta sea propiamente añadida. El plan es que el movimiento a tierra sea gradual y no un cambio abrupto.
fr: Vous êtes sur le point de passer à la terre ferme. C'est nécessaire pour avancer plus tard dans le jeu. Une fois que vous êtes sur la terre ferme, vous ne pouvez plus revenir en arrière. Actuellement, cette transition vers la terre est beaucoup plus abrupte qu'elle ne devrait l'être une fois ajoutée. Le plan est de faire en sorte que le passage à la terre ferme soit graduel et non pas un changement abrupt.
he: אתה נעת לתוך היבשה. זה נדרש בשביל להתקדם יותר מאוחר לתוך המשחק. ברגע שאתה על היבשה, לא תוכל לחזור אחורה. כרגע המעבר ליבשה הרבה יותר פתאומי ממה שמתוכנן ברגע שיוסף כמו שצריך. התוכנית הוא לעשות את המעבר ליבשה בהדרגה ולא כשינוי פתאומי.
nl: Je staat op het punt om op land te bewegen. Dit is noodzakelijk om later in het spel verder te gaan. Zodra je op land gaat kun je niet meer terug. Op dit moment is de transitie naar land veel abrupter dan is gepland zodra het fatsoenlijk is toegevoegd. Het plan is om het migreren naar land geleidelijk te laten verlopen, en geen abrupte verandering te laten zijn.
pl: Masz zamiar przenieść się na ląd. Jest to wymagane dla dalszego postępu w grze. Gdy wyjdziesz na ląd, nie będziesz w stanie wrócić. Obecnie to przejście na ląd jest znacznie bardziej dramatyczne niż planujemy. Planujemy sprawić by przejście na ląd było stopniowe a nie gwałtowną zmianą.
pt_br: Você está prestes a migrar para a terra firme. Isto é necessário para avançar no jogo. Assim que você ir para a superfície você não poderá mais voltar. Atualmente, a transição para a próxima parte é mais abrupta do que foi planejado. O plano é que a mudança seja gradual e não abrupta.
ru: Вы собираетесь выбраться на сушу. Это требуется для дальнейшего прогресса в игре. Вернуться обратно будет нельзя. Сейчас переход к суше гораздо более резкий чем планируется в будущем, когда суша будет полноценно добавлена в игру. План в том, чтобы сделать переход на сушу постепенным, а не резким.
tr: Karaya çıkmak üzeresiniz. Oyunda daha fazla ilerlemek için bu eylem gereklidir. Karaya çıktığınızda suya bir daha geri dönemezsiniz. Şu anki karaya geçiş, oyuna tam anlamıyla ekleneceği zamana göre, çok daha ani şekilde gerçekleşmektedir. Planda olan, ani bir değişim olmadan, karaya çıkışı kademeli yapmak.
uk: Ви збираєтеся вийти на суходіл. Це потрібно для переходу на наступний етап гри. Вийшовши на сушу, Ви не повернетесь назад. Наразі цей перехід на сушу є різкішим за майбутню повноцінну реалізацію. План полягає в тому, щоб зробити перехід поступовим замість різкої зміни.
zh_cn: 你即将登陆并成为陆地生物。这允许你在游戏中进展到后续阶段中。一旦你登上陆地你便再也无法回到海洋里生存。 目前游戏中由海洋到陆地的转变比计划中要加入的内容唐突许多。 我们计划将生物生存环境向陆地的转变做成循序渐进的，而非突然的。
zh_tw: 您即將登陸並成為陸地生物。這允許您在遊戲中進入後續階段。一旦您登上陸地您便再也無法回到海洋中生存。 目前遊戲中由海洋到陸地的轉變比計劃中要加入的內容唐突許多。 我們計劃將生物生存環境向陸地的轉變做成循序漸進的，而非突然的。

# MOVING_TO_LAND_PROTOTYPE_TITLE
source: Move to Land?
bg: Колонизиране на сушата?
de: Landgang?
es: Ir a tierra?
fr: Aller sur la terre ferme ?
he: לנוע ליבשה?
ka: გადავიდე მიწაზე?
nl: Migreer naar Land?
pl: Przenieść Się na Ląd?
pt_br: Migrar para a terra?
ru: Переместиться на сушу?
tr: Karaya Çıkılsın mı?
uk: Перейти на сушу?
zh_cn: 成为陆地生物？
zh_tw: 移動至陸地？

# MOVING_TO_SOCIETY_STAGE
source: Transforming into a society...
bg: Превръщане в общество...
fr: Transformation en une société…
ka: საზოგადოებად გადაქცევა...
nl: Transformeren naar een maatschappij...
pl: Transformacja w społeczeństwo...
pt_br: Transformando-se em uma sociedade…
ru: Превращаемся в общество...
tr: Bir topluluğa dönüştürülüyor...
uk: Перетворення на суспільство...
zh_cn: 成为社会性生物中......
zh_tw: 社會化中…

# MP_COST
source: {0} MP
bg: {0} МТ
es: {0} PM
he: {0} נקמ"ו
id: {0} PM
it: {0} PM
ka: {0} მქ
pt_br: {0} PM
pt_pt: {0} PM
sk: {0} BM
uk: {0} ОM
zh_cn: {0} 变异点
zh_tw: {0} 突變點數

source: Mucilage
bg: Слуз
ca: Mucílag
cs: Sliz
de: Schleim
es: Mucílago
he: ריר
hu: Nyálka
it: Mucillagine
ka: ლორწო
nl: Slijm
pl: Śluz
pt_br: Mucilagem
pt_pt: Mucilagem
ru: Слизь
tr: Müsilaj
uk: Слиз
zh_cn: 黏液
zh_tw: 黏液

source: Mucilage synthesis
bg: Секреция
ca: Síntesi de mucílag
cs: Syntéza slizů
de: Synthese von Schleimstoffen
es: Síntesis de mucílago
fr: Synthèse de mucilage
he: ייצור ריר
hu: Nyálka szintézis
it: Sintesi della mucillagine
ka: ლორწოს სინთეზი
pl: Synteza śluzu
pt_br: Síntese de Mucilagem
ru: Синтез Cлизи
tr: Müsilaj Sentezi
zh_cn: 黏液合成
zh_tw: 黏液合成

source: Multicellular Editor
bg: Многоклетъчен редактор
ca: Editor Multicel·lular
cs: Mnohobuněčný Editor
de: Mehrzelliger Editor
es: Editor multicelular
fr: Éditeur multicellulaire
he: עורך הרב-תאי
hu: Többsejtes szerkesztő
it: Editor Multicellulare
ka: მრავალუჯრედიანის რედაქტორი
nl: Meercellige Bewerker
nl_be: Multicellulaire bewerker
pl: Edytor Wielokomórkowca
pt_br: Editor Multicelular
pt_pt: Editor de multicelulas
ru: Многоклеточный редактор
sk: Editor Mnohobunkovcov
tr: Çok Hücreli Editörü
uk: Багатоклітинний редактор
zh_cn: 多细胞编辑器
zh_tw: 多細胞編輯器

source: Multicellular Freebuild Editor
ka: მრავალუჯრედანი თავისუფალი რედაქტორი
pt_br: Editor Multicelular Livre
ru: Свободный Многоклеточный Редактор
tr: Serbest Çok Hücreli Yapım Editörü
uk: Вільний багатоклітинний редактор
zh_tw: 多細胞自由編輯器

source: Multicellular Stage
bg: Многоклетъчен етап
ca: Estadi Multicel·lular
cs: Mnohobuněčné Období
de: Mehrzelliges Stadium
es: Etapa multicelular
fr: Stade multicellulaire
he: שלב הרב-תאי
hu: Többsejtes fázis
it: Fase Multicellulare
ka: მრავალუჯრედიანი ფაზა
nl: Meercellige Stage
nl_be: Multicellulair stadium
pl: Etap Wielokomórkowca
pt_br: Estágio Multicelular
pt_pt: Fase multicelular
ru: Многоклеточная стадия
sk: Fáza Mnohobunkovcov
tr: Çok Hücreli Evresi
uk: Багатоклітинна стадія
zh_cn: 多细胞阶段
zh_tw: 多細胞階段

source: Multiple Cells
bg: Няколко клетки
ca: Múltiples cèl·lules
cs: Více buněk
de: mehrere Zellen
es: Multiples Células
fr: Cellules multiples
he: שכפל תאים
hu: Több sejt
it: Cellule multiple
ka: ერთზე მეტი უჯრედი
nl: Meerdere cellen
pl: Wiele Komórek
pt_br: Múltiplas Células
pt_pt: Múltiplas Células
ru: Несколько клеток
sk: Viac buniek
tr: Birden Fazla Hücre
uk: Група клітин
zh_cn: 多个细胞
zh_tw: 多個細胞

source: Multiple Metaballs
bg: Няколко кълба
ca: Múltiples Metaboles
cs: Více metaballů
de: Mehrere Metabälle
es: Multiples Meatbballs
fr: Plusieurs métaballes
he: שכפל כדורי-בשר
it: Metasfere multiple
ka: ერთზე მეტი მეტასფერო
nl: Meerdere Metaballen
pl: Wiele Metakul
pt_br: Múltiplos Metaballs
pt_pt: Múltiplas Metaballs
ru: Группа метасфер
tr: Birden Fazla Damla Formu
uk: Група метасфер
zh_cn: 多个元球
zh_tw: 多個元球

source: Multiple Organelles
bg: Няколко органела
ca: Múltiples Orgànuls
cs: Více organel
de: Mehrere Organellen
es: Multiples Orgánulos
fi: Useita elimiä
fr: Plusieurs organites
he: שכפל אברונים
it: Organuli multipli
ka: ერთზე მეტი ორგანელა
nl: Meerdere Organellen
pl: Wiele Organelli
pt_br: Múltiplas Organelas
pt_pt: Múltiplos Organelos
ru: Разместить Органеллу
tr: Birden Fazla Organel
uk: Група органел
zh_cn: 多个细胞器
zh_tw: 多個細胞器

source: Multisample anti-aliasing:
bg: Множествено изглаждане:
ca: Antialiàsing Multimostres (MSAA):
cs: Vícevzorové vyhlazování:
eo: Multekzempla glatigo:
es: MSAA:
et: Mitme proovi antialiasing:
fi: Monen näytteen reunanpehmennys:
fr: Anticrénelage plusieurs échantillons :
he: החלקת גרפיקה:
hu: Többszörös élsimítás:
id: Anti-aliasing multisampel:
it: Anti-aliasing multicampionamento [MSAA]:
ka: მრავალსინჯიანი მოგლუვება:
ko: 멀티샘플 안티-앨리어싱:
nl: Anti-Aliasing:
pl: Wygładzanie krawędzi:
pt_br: Anti-aliasing multi-amostras:
ru: Множественная выборка сглаживания:
sk: Viacvzorové vyhladzovanie:
sr_cyrl: Мултисампле анти-алиасинг:
sv: Multispel anti-aliasing:
th_th: การลบรอยหยักหลายตัวอย่าง:
tr: Çoklu örnekleme kenar yumuşatma:
uk: Згладжування кількох зразків:
zh_cn: 多重采样抗锯齿：
zh_tw: 多重採樣抗鋸齒：

# MUSEUM_WELCOME_TEXT
source: Welcome to the museum! Here you can admire the many species you've fossilised across all your playthroughs. You can even play as a species by opening it in the freebuild editor. To fossilise a species in-game, press the pause button. Then select a microbe on screen to fossilise its species.
bg: Добре дошли в музея! Тук може да се възхищавате на създанията, които сте вкаменили по време на Вашите игри. Може дори да играете с тях, като ги отворите в редактора. За да вкамените дадени създания, натиснете бутона за прекъсване на играта и изберете техен индивид с мишката.
de: Willkommen im Museum! Hier können die vielen Arten bewundert werden die während der Spielabläufe fossilisiert wurden. Es kann sogar als eine fossilisierte Art gespielt werden indem man sie im Sandboxmodus aufruft. Um eine Art während eines Spiel zu fossilisieren muss zunächst das Spiel pausiert werden. Danach selektiert man die zu fossilisierende Art auf dem Bildschirm.
es: ¡Bienvenid@ al museo! Aquí puedes admirar todas las especies que has fosilizado a lo largo de tus partidas. Puedes incluso jugar con ellas seleccionándolas en el editor libre. Para fosilizar una especie dentro del juego, abre el menú de pausa y selecciona un microbio sobre la pantalla para fosilizarlo.
fr: Bienvenue au musée ! Ici, vous pouvez admirer les nombreuses espèces que vous avez fossilisées au cours de toutes vos parties. Vous pouvez même incarner une espèce en l'ouvrant dans l'éditeur de construction libre. Pour fossiliser une espèce dans le jeu, appuyez sur le bouton pause. Sélectionnez ensuite un microbe à l'écran pour fossiliser son espèce.
nl: Welkom in het museum! Hier kun je de vele soorten die je in verschillende spellen hebt gefossiliseerd bewonderen. Je kunt zelfs spelen als een soort door het in de vrije bouwbewerker te openen. Om in het spel een soort te fossiliseren dien je het spel te pauzeren en een microbe op het scherm te selecteren om het te fossilizeren.
pl: Witaj w muzeum! Tutaj możesz podziwiać wiele swoich gatunków, które skamieniałeś przez wszystkie twoje gry. Możesz nawet grać jako jeden z gatunków otwierając go w edytorze żeby skamienić gatunek w grze, wciśnij guzik pauzy, Potem kliknij ikonę mikroba na ekranie, żeby skamienić jego gatunek.
pt_br: Bem-vindo ao museu! Aqui você pode admirar as espécies que você fossilizou durante os seus jogos. Você pode até jogar como uma delas ao carregá-la no editor livre. Para fossilizar uma espécie dentro de um jogo, selecione um micróbio após pausar o jogo.
pt_pt: Bem-vindo ao museu! Aqui podes admirar as muitas espécies que fossilizaste em todos os teus jogos. Podes até jogar como uma espécie abrindo-a no editor livre. Para fossilizar uma espécie no jogo, prime o botão de pausa. Depois seleciona um micróbio no ecrã para fossilizar a sua espécie.
ru: Добро пожаловать в музей! Здесь вы можете полюбоваться на виды, которых вы окаменели во время всех ваших прохождений. Вы даже можете играть за вид, открыв его в режиме свободного строительства. Чтобы окаменеть вид в игре, нажмите кнопку паузы. Затем выберите микроб на экране, чтобы окаменеть этот вид.
tr: Müzeye hoş geldiniz! Burada, tüm oynadığınız oyunlardan fosilleştirmiş olduğunuz birçok türü hayranlıkla inceleyebilirsiniz. Hatta, serbest yapım editöründe açarak, seçtiğiniz bir türü oynayabilirsiniz. Oyun esnasında bir türü fosilleştirmek için duraklatma butonuna basın. Sonra, ekran üzerindeki bir mikrobu seçin.
uk: Вітаємо в музеї! Тут ви можете милуватися багатьма видами, котрі були викопаними вами під час всього проходження. Ви навіть можете грати за вид, відкривши його у вільному редакторі. Щоб скам'яняти види під час грі, натисніть кнопку паузи. Потім оберіть мікроб на екрані, щоб скам'яніти його вид.
zh_cn: 欢迎来到博物馆！在这里你可以欣赏许多在你游玩过程中被保存到化石中的众多物种。你甚至可以在自由编辑器中打开它们进行游戏。 按下暂停键并在屏幕上选中一个微生物以以将该物种保存至化石中。
zh_tw: 歡迎來到博物館！在這裡，您可以欣賞您在所有遊戲過程中化石化的許多物種。您甚至可以透過在自由編輯器中開啟它們來作為一個物種進行遊戲。 若要讓遊戲中的物種變成化石，請按暫停按鈕。然後在螢幕上選擇一種微生物將其化石化。

source: Music
bg: Музика
ca: Música
cs: Hudba
de: Musik
es: Música
et: Muusika
fi: Musiikki
fr: Musique
he: מוזיקה
hu: Zene
it: Musica
ka: მუსიკა
nl: Muziek
nl_be: Muziek
pl: Muzyka
pt_br: Músicas
pt_pt: Música
ru: Музыка
sk: Hudba
tr: Müzik
uk: Музика
zh_cn: 音乐
zh_tw: 音樂

source: Music volume
bg: Музика
ca: Volum de la música
cs: Hlasitost hudby
de: Musiklautstärke
eo: Muzika volumo
es: Volumen de la Música
et: Muusika helitugevus
fi: Musiikin voimakkuus
fr: Volume de la musique
he: עוצמת מוזיקה
hu: Zene hangereje
id: Volume musik
it: Volume della musica
ka: მუსიკის ხმა
ko: 음악 음량
nl: Volume muziek
nl_be: Muziek volume
pl: Głośność muzyki
pt_br: Volume da música
pt_pt: Volume da música
ru: Громкость музыки
sk: Hlasitosť hudby
sr_cyrl: Јачина музике
sr_latn: Jačina muzike
sv: Musikvolym
th_th: ระดับเสียงเพลง
tr: Müzik sesi
uk: Гучність музики
zh_cn: 音乐音量
zh_tw: 音樂音量

# MUTATIONS_PER_SPECIES
source: Mutation attempts per species
bg: Брой на опитите за мутация на създанията
cs: Počet pokusů o mutaci každého druhu
de: Mutationsversuche pro Art
es: Intentos de mutación por especie
fr: Tentatives de mutation par espèce
he: ניסיונות התפתחות מוטציות למין
it: Tentativi di mutazione per specie
ka: მუტაციის მცდელობები თითოეული სახეობისთვის
nl: Mutatiepogingen per soort
pl: Mutacje na gatunki
pt_br: Mutações por espécie
pt_pt: Tentativas de mutação por espécie
ru: Попыток мутации на вид
tr: Tür başına mutasyon girişimi
uk: Мутації на вид
zh_cn: 每个物种的变异尝试次数
zh_tw: 每個物種的突變嘗試次數

source: Mutation cost multiplier
bg: Мутационен разход
ca: Multiplicador del cost de mutació
cs: Násobení ceny mutace
de: Mutationskostenmultiplikator
es: Multiplicador de costo de mutación
fi: Mutaatiohinnan kerroin
fr: Multiplicateur de coût de mutation
he: מכפיל עלות המוטציות
hu: Mutációs költség szorzó
it: Moltiplicatore costo di mutazione
ka: მუტაციის ფასის კოფიციენტი
nl: Multiplier voor mutatiekost
pl: Mnożnik kosztu mutacji
pt_br: Multiplicador do custo de mutação
pt_pt: Multiplicador de custo de mutação
ru: Коэффициент стоимости мутации
sk: Násobiteľ nákladov na mutáciu
tr: Mutasyon maliyet çarpanı
uk: Множник вартості мутації
zh_cn: 突变成本系数
zh_tw: 突變成本倍率

# MUTATION_COST_MULTIPLIER_EXPLANATION
source: (cost of organelles, membranes and other items in the editor)
bg: (определя разхода на мутационни точки в редактора)
ca: (cost d'orgànuls, membranes i altres elements a l'editor)
cs: (cena organel, membrán a jiných věcí v editoru)
de: (Kosten für Organellen, Membranen und andere Gegenstände im Editor)
es: (Costo de orgánulos, membranas, y otros objetos en el editor)
fr: (coût des organites, membranes et autres éléments dans l'éditeur)
he: (העלות של אברונים, ממברנה וחפצים אחרים בעורך)
hu: (a szervek, membránok, és egyéb dolgok költsége a szerkesztőben)
it: (costo di organuli, membrane e altri oggetti nell'editor)
ka: (ორგანელების ფასი. მემბრანები და სხვა ელემენტები რედაქტორში)
nl: (kost van organellen, membranen en andere items in de editor)
pl: (koszt organelli, błon i innych przedmiotów w edytorze)
pt_br: (custo das organelas, membranas e outros itens do editor)
pt_pt: (custo de organelas, membranas e outros itens no editor)
ru: (стоимость органелл, мембран и т. д. в редакторе)
sk: (náklady na organely, membrány a ďalšie predmety v editore)
tr: (organellerin, hücre zarlarının ve diğer öğelerin editördeki maliyeti)
uk: (ціна органел, мембран та інших речей в редакторі)
zh_cn: （细胞器，膜和编辑器中其它选项的耗费）
zh_tw: （編輯器中細胞器、膜和其他項目的成本）
