Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CHLOROPLAST_DESCRIPTION
source: The chloroplast is a double membrane structure containing photosensitive pigments stacked together in membranous sacs. It is a prokaryote that has been assimilated for use by its eukaryotic host. The pigments in the chloroplast are able to use the energy of light to produce [thrive:compound type="glucose"][/thrive:compound] from gaseous [thrive:compound type="carbondioxide"][/thrive:compound] and water in a process called [b]photosynthesis[/b]. These pigments are also what give it a distinctive colour. The rate of its [thrive:compound type="glucose"][/thrive:compound] production scales with the concentration of [thrive:compound type="carbondioxide"][/thrive:compound], and intensity of [thrive:compound type="sunlight"][/thrive:compound].
bg: Хлоропластът е структура с двойна мембрана, съдържаща фоточувствителни пигменти, събрани заедно в мембранни торбички. Той е прокариот, който е бил асимилиран от еукариотния си приемник. Пигментите в хлоропласта използват енергията от светлината за да произвеждат [thrive:compound type="glucose"]глюкоза[/thrive:compound] от газообразен [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и вода в процес, който се нарича [b]фотосинтеза[/b]. Благодарение на пигментите, той получава отличителен цвят. Количеството на произведената [thrive:compound type="glucose"]глюкоза[/thrive:compound] зависи от концентрацията на [thrive:compound type="carbondioxide"]въглеродния диоксид[/thrive:compound] и количеството [thrive:compound type="sunlight"]светлина[/thrive:compound].
ca: El cloroplast és una estructura de doble membrana que conté pigments sensibles a la Llum, agrupats en petites membranes. En realitat, és un petit organisme procariota que ha estat engolit i assimilat per una cèl·lula eucariota, que actua com a hoste. Els seus pigments, són capaços de fer servir la Llum per produïr Glucosa, mitjançant Aigua i Diòxid de Carboni, en un procés anomenat Fotosíntesi. Aquests pigments també li donen un color distintiu. La velocitat de producció de Glucosa augmenta proporcionalment amb la concentració de Diòxid de Carboni i la intensitat de la Llum.
cs: Chloroplast je struktura dvou membrán, která obsahuje fotosenzitivní pigmenty složené dohromady v membránových vacích. Jedná se o prokaryotu, který byla asimilována pro využití jejím eukaryotickým hostitelem. Pigmenty v chloroplastu jsou schopny využít světelnou energii k produkci [thrive:compound type="glucose"][/thrive:compound] z plynného [thrive:compound type="carbondioxide"][/thrive:compound] a vody, v procesu známém jako [b]fotosyntéza[/b]. Tyto pigmenty jsou také co mu dává jeho typickou barvu. Rychlost produkce [thrive:compound type="glucose"][/thrive:compound] je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a intenzity [thrive:compound type="sunlight"][/thrive:compound].
de: Der Chloroplast ist eine Doppelmembranstruktur mit lichtempfindlichen Pigmenten, die in Membransäckchen gestapelt sind. Es handelt sich um einen Prokaryoten, der für die Verwendung durch seinen eukaryotischen Wirt assimiliert wurde. Die Pigmente im Chloroplasten sind in der Lage, die Energie des Lichts zu nutzen, um in einem Prozess namens Photosynthese aus Wasser und gasförmigem Kohlendioxid Glukose herzustellen. Diese Pigmente sind es auch, die dem Chloroplasten seine charakteristische Farbe verleihen. Die Geschwindigkeit der Glukoseproduktion hängt von der Konzentration des Kohlendioxids und der Lichtintensität ab.
eo: La kloroplasto estas duobla membranstrukturo enhavanta fotosentemajn pigmentojn stakigitajn kune en membranaj sakoj. Ĝi estas prokarioto asimilita por uzo de sia eŭkariota gastiganto. La pigmentoj en la kloroplasto kapablas uzi la luman energion por produkti glukozon el akvo kaj gasa karbondioksido en procezo nomita fotosintezo. Ĉi tiuj pigmentoj ankaŭ donas al ĝi diversan koloron. La rapideco de ĝia produktado de glukozo dependas de la koncentriĝo de karbona dioksido kaj la intenseco de lumo.
es: Los cloroplastos son una estructura de doble membrana que contiene pigmentos fotosensibles apilados en sacos membranosos. Es una procariota asimilada para uso de su anfitrión eucariota. Los pigmentos en el cloroplasto usan la energía de la luz solar para convertir agua y dióxido de carbono en glucosa en un proceso llamado Fotosíntesis. Los pigmentos son lo que le dan su color. Su eficiencia escala con la concentración de dióxido de carbono atmosférico y la intensidad de la luz solar.
et: Kloroplast on kahekordne membraanstruktuur, mis sisaldab valgustundlikke pigmente, mis on virnastatud membraanikottidesse. See on prokarüoot, mis on oma eukarüootse peremehe poolt kasutamiseks assimileeritud. Kloroplastis olevad pigmendid on võimelised fotosünteesiks kutsutava protsessi käigus kasutama valguse energiat, et toota veest glükoosi ja gaasilist süsinikdioksiidi. Need pigmendid annavad sellele ka iseloomuliku värvi. Selle glükoosi tootmise kiirus sõltub süsinikdioksiidi kontsentratsioonist ja valguse intensiivsusest.
fr: Le chloroplaste est une structure à double membrane contenant des pigments photosensibles empilés dans des sacs membranaires. C'est un procaryote qui a été assimilé pour être utilisé par son hôte eucaryote. Les pigments du chloroplaste sont capables d'utiliser l'énergie de la lumière pour produire du [thrive:compound type="glucose"][/thrive:compound] à partir de [thrive:compound type="carbondioxide"][/thrive:compound] gazeux et d'eau dans un processus appelé [b]photosynthèse[/b]. Ce sont également ces pigments qui lui donnent une couleur distinctive. Le taux de production de [thrive:compound type="glucose"][/thrive:compound] dépend de la concentration de [thrive:compound type="carbondioxide"][/thrive:compound] et de l'intensité de [thrive:compound type="sunlight"][/thrive:compound].
he: הכלורופלסט הוא אברון בעל קרום כפול המכיל פיגמנטים רגישים לאור הנערמים בשקיות קרומיות. זהו פרוקריוט שהוטמע לשימוש על ידי המארח האוקריוטי שלו. הפיגמנטים בכלורופלסט מסוגלים להשתמש באנרגיית האור כדי לייצר [thrive:compound type="glucose"][/thrive:compound] ממים ו[thrive:compound type="carbondioxide"][/thrive:compound] בתהליך הנקרא [b]פוטוסינתזה[/b]. הפיגמנטים הללו הם גם מה שמעניקים לו את הצבע ייחודי. קצב ייצור ה[thrive:compound type="glucose"][/thrive:compound] שלו משתנה עם ריכוז ה[thrive:compound type="carbondioxide"][/thrive:compound] ועוצמת ה[thrive:compound type="sunlight"][/thrive:compound].
id: Kloroplas adalah struktur membran ganda mengandung pigmen fotosensitif bertumpuk bersamaan dalam kantung membran. Ia merupakan prokariota yang telah terasimilasi untuk kegunaan induk sel eukariota-nya. Pigmen yang ada di kloroplas dapat menggunakan energi cahaya untuk memproduksi glukosa dari air dan gas karbon dioksida dalam proses yang disebut Fotosintesis. Pigmen ini juga yang memberi kloroplas warna khasnya. Laju produksi glukosa tersebut berbanding lurus dengan konsentrasi karbon dioksida dan intensitas cahaya.
it: Il cloroplasto è una struttura a doppia membrana. Si tratta di un organismo procariote, vivente all'interno di un eucariote. Contiene pigmenti fotosensibili impilati insieme in sacche membranose, che gli danno il colore distintivo e che sfruttano l'energia della luce per produrre [thrive:compound type="glucose"][/thrive:compound] a partire dall'acqua e dal [thrive:compound type="carbondioxide"][/thrive:compound] gassoso. Questo processo si chiama [b]fotosintesi[/b]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound] e con l'intensità della [thrive:compound type="sunlight"][/thrive:compound].
ko: 엽록체는 감광성 안료가 막낭에 쌓여있는 이중 막 구조입니다. 진핵 생물이 숙주로써 이용하기 위해 동화된 원핵 생물입니다. 엽록체의 안료는 빛의 에너지를 사용하여 광합성이라고하는 과정을 통해서 물과 기체 이산화탄소로부터 포도당을 생성 할 수 있습니다. 이 안료는 또한 독특한 색상을 제공합니다. 포도당 생산 속도는 이산화탄소 농도와 빛의 강도에 따라 달라집니다.
nl: Het chloroplast is een structuur met dubbel membraan waar lichtgevoelige pigmenten samen gepakt zitten in een vliezige zakjes. Het is een prokaryoot die door een eukaryoot is geassimileerd voor zijn eigen nut. De pigmenten in het chloroplast maken het mogelijk om het energie van licht te gebruiken om [thrive:compound type="glucose"][/thrive:compound] te maken van gasvorming [thrive:compound type="carbondioxide"][/thrive:compound] en water. Dit proces heet [b]fotosynthese[/b]. De pigmenten zorgen ook voor de karakteristieke kleur. De snelheid van de productie van [thrive:compound type="glucose"][/thrive:compound] schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en de intensiteit van [thrive:compound type="sunlight"][/thrive:compound].
nl_be: De choloroplast is een door twee membranen omsloten celorganel dat lichtgevoelige pigmenten bevat, op elkaar gestapeld in een membraanzak. Het is een prokaryoot die door zijn eukaryotische gastheer geabsorbeerd is voor diens gebruik. De pigmenten in de chloroplast zijn in staat om lichtenergie te gebruiken om glucose uit water en gasvormige koolstofdioxide te produceren in een proces dat fotosynthese heet. Deze pigmenten zijn ook wat het zijn opmerkelijke kleur geeft. De snelheid van de glucoseproductie hangt af van de koolstofdioxideconcentratie en de lichtintensiteit.
pl: Chloroplast jest strukturą z podwójną membraną zawierającą fotosensytywne pigmenty ułożone razem w membranowych workach. Jest prokariotem, który został przyswojony do użytku przez eukariotycznego hosta. Pigmenty w chloroplaście mogą używać energii światła do produkcji [thrive:compound type="glucose"][/thrive:compound] z gazowego [thrive:compound type="carbondioxide"][/thrive:compound] i wody w procesie zwanym [b]fotosyntezą[/b]. Te pigmenty dają mu też wyróżniający się kolor. Tempo produkci [thrive:compound type="glucose"][/thrive:compound] skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound] i intensywnością [thrive:compound type="sunlight"][/thrive:compound].
pt_br: O cloroplasto é uma estrutura de membrana dupla contendo pigmentos fotossensíveis dentro de sacos membranosos. É um procarionte que foi assimilado pelo seu hospedeiro eucariótico. Os pigmentos no cloroplasto conseguem usar a energia da luz para produzir [thrive:compound type="glucose"][/thrive:compound] da água e [thrive:compound type="carbondioxide"][/thrive:compound] gasoso em um processo chamado [b]fotossíntese[/b]. Esses pigmentos também são o que os dá uma cor característica. A proporção de sua produção de [thrive:compound type="glucose"][/thrive:compound] aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound], e intensidade da [thrive:compound type="sunlight"][/thrive:compound].
pt_pt: O cloroplasto é uma estrutura de dupla membrana que contém pigmentos fotossensíveis empilhados em sacos membranosos. É um procarionte que foi assimilado para ser utilizado pelo seu hospedeiro eucariótico. Os pigmentos no cloroplasto são capazes de usar a energia da luz para produzir [thrive:compound type="glucose"][/thrive:compound] a partir de [thrive:compound type="carbondioxide"][/thrive:compound] gasoso e água num processo chamado [b]fotossíntese[/b]. Estes pigmentos são também o que lhe dá uma cor distinta. A sua taxa de produção de [thrive:compound type="glucose"][/thrive:compound] é proporcional à concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e à intensidade da [thrive:compound type="sunlight"][/thrive:compound].
ru: Хлоропласт — двумембранная органелла, содержащая светочувствительные пигменты, сложенные вместе в мембранных мешочках. Это прокариота, которая была ассимилирована для использования её эукариотическим хозяином. Пигменты в хлоропласте способны использовать энергию света для получения [thrive:compound type="glucose"][/thrive:compound] из воды и газообразного [thrive:compound type="carbondioxide"][/thrive:compound] в процессе, называемом [b]фотосинтез[/b]. Эти пигменты также придают ей особый цвет. Скорость выработки [thrive:compound type="glucose"][/thrive:compound] зависит от концентрации [thrive:compound type="carbondioxide"][/thrive:compound] в атмсофере и интенсивности [thrive:compound type="sunlight"][/thrive:compound].
sr_cyrl: Хлоропласт је двострука мембранска структура која садржи фотосензибилне пигменте сложене заједно у опнене врећице. То је прокариот који је асимилирао за употребу од свог еукариотског домаћина. Пигменти у хлоропласту су способни да користе енергију светлости за производњу глукозе из воде и гасовитог угљен-диоксида у процесу названом Фотосинтеза. Ови пигменти су такође оно што му даје препознатљиву боју. Стопа његове производње глукозе скалира се са концентрацијом угљен-диоксида и интензитетом светлости.
sr_latn: Hloroplast je dvostruka membranska struktura koja sadrži fotosenzibilne pigmente složene zajedno u opnene vrećice. To je prokariot koji je asimilirao za upotrebu od svog eukariotskog domaćina. Pigmenti u hloroplastu su sposobni da koriste energiju svetlosti za proizvodnju glukoze iz vode i gasovitog ugljen-dioksida u procesu nazvanom Fotosinteza. Ovi pigmenti su takođe ono što mu daje prepoznatljivu boju. Stopa njegove proizvodnje glukoze skalira se sa koncentracijom ugljen-dioksida i intenzitetom svetlosti.
th_th: คลอโรพลาสต์เป็นโครงสร้างเมมเบรนสองชั้นที่มีรงควัตถุไวแสงซ้อนกันในถุงเยื่อ เป็นโปรคาริโอตที่ถูกดูดซึมเพื่อใช้โดยโฮสต์ยูคาริโอต เม็ดสีในคลอโรพลาสต์สามารถใช้พลังงานของแสงเพื่อผลิตน้ำตาลกลูโคสจากน้ำและก๊าซคาร์บอนไดออกไซด์ในกระบวนการที่เรียกว่าการสังเคราะห์ด้วยแสง เม็ดสีเหล่านี้เป็นสิ่งที่ให้สีที่โดดเด่น อัตราการผลิตน้ำตาลกลูโคสที่มีความเข้มข้นของคาร์บอนไดออกไซด์และความเข้มของแสง
tr: Kloroplast, zarsı keseler içinde birbirinin üstüne dizili, ışığa hassas pigmentler içeren çift zarlı bir yapıdır. Bu yapı, kendi ökaryotik konağı tarafından kullanılmak üzere özümsenmiş bir prokaryottur. Kloroplasttaki pigmentler, [b]fotosentez[/b] adı verilen bir işlemde, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazından ve sudan [thrive:compound type="glucose"]glukoz[/thrive:compound] üretmek için ışık enerjisini kullanırlar. Bu pigmentler ayrıca yapıya kendine özgü bir renk verir. Üretilen [thrive:compound type="glucose"]glukoz[/thrive:compound] oranı, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ve [thrive:compound type="sunlight"]ışık[/thrive:compound] şiddeti ile doğru orantılıdır.
uk: Хлоропласти– це двохмембранна структура,що містить фотосинтезуючі пігменти складені разом в мембраних мішечках. Це прокаріот поглинутий для використання його в еукаріотичному хазяїні. Пігменти в хлоропластах використовують енергію світла для продукування [thrive:compound type="glucose"][/thrive:compound] із води та газоподібного [thrive:compound type="carbondioxide"][/thrive:compound] в процесі, що називається [b]фотосинтез[/b]. Ці пігменти також надають відповідний колір. Кількість продукованої [thrive:compound type="glucose"][/thrive:compound] залежить від концентрації вуглекислого газу та інтенсивності [thrive:compound type="sunlight"][/thrive:compound].
zh_cn: 叶绿体是一种双层膜结构，包含在膜囊中堆叠起来的光敏色素。它是一种被其真核宿主同化的原核生物。叶绿体中的色素可以通过[b]光合作用[/b]把水和二氧化碳转换成葡萄糖。这些色素也是赋予其独特颜色的原因。产出葡萄糖的速率跟二氧化碳的浓度和光的强度成正比。
zh_tw: 葉綠體是一種雙層膜結構，包含在膜囊中堆疊起來的光敏色素。它是一種被其真核宿主同化的原核生物。葉綠體中的色素能夠透過[b]光合作用[/b]從氣態二氧化碳和水中生產 [thrive:compound type="glucose"][/thrive:compound]。這些色素也是賦予其獨特顏色的原因。其 [thrive:compound type="glucose"][/thrive:compound] 生產速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度和 [thrive:compound type="sunlight"][/thrive:compound] 的強度成正比。

# CHLOROPLAST_PROCESSES_DESCRIPTION
source: Produces [thrive:compound type="glucose"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="carbondioxide"][/thrive:compound] and intensity of [thrive:compound type="sunlight"][/thrive:compound].
bg: Произвежда [thrive:compound type="glucose"]глюкоза[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и [thrive:compound type="sunlight"]слънчева светлина[/thrive:compound] в околната среда.
ca: Produeix [thrive:compound type="glucose"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="carbondioxide"][/thrive:compound] i a la intensitat de [thrive:compound type="sunlight"][/thrive:compound].
cs: Produkuje [thrive:compound type="glucose"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a intenzitě [thrive:compound type="sunlight"][/thrive:compound].
de: Produziert [thrive:compound type="glucose"][/thrive:compound]. Die Rate hängt von der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound] und der Intensität des [thrive:compound type="sunlight"][/thrive:compound]s ab.
es: Produce [thrive:compound type="glucose"][/thrive:compound]. La tasa de producción escala con la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y la intensidad de la [thrive:compound type="sunlight"][/thrive:compound].
et: Toodab [thrive:compound type="glucose"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="süsinikdioksiid"][/thrive:compound] ja intensiivsusega [thrive:compound type="sunlight"][/thrive:compound].
fi: Tuottaa [thrive:compound type="glucose"]glukoosia[/thrive:compound]. Tuotannon nopeus riippuu ympäristön [thrive:compound type="carbondioxide"]hiilidioksidipitoisuudesta[/thrive:compound] ja [thrive:compound type="sunlight"]auringon valon[/thrive:compound] saatavuudesta.
fr: Produit du [thrive:compound type="glucose"][/thrive:compound]. Taux proportionnels à la concentration de [thrive:compound type="carbondioxide"][/thrive:compound] et à l'intensité de [thrive:compound type="sunlight"][/thrive:compound].
he: מייצר[thrive:compound type="glucose"][/thrive:compound]. בהתאם לריכוזו של [thrive:compound type="carbondioxide"][/thrive:compound] ושל עוצמת ה[thrive:compound type="sunlight"][/thrive:compound].
hu: [thrive:compound type="glucose"][/thrive:compound]-t állít elő. Hatékonysága függ a [thrive:compound type="carbondioxide"][/thrive:compound] koncentrációjától és a [thrive:compound type="sunlight"][/thrive:compound] intenzitásától.
id: Memproduksi [thrive:compound type="glucose"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound] dan intensitas [thrive:compound type="sunlight"][/thrive:compound]
it: Produce [thrive:compound type="glucose"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound] e con l'intensità della [thrive:compound type="sunlight"][/thrive:compound].
ka: აწარმოებს [thrive:compound type="glucose"][/thrive:compound]-ს. სიჩქარე იზრდება [thrive:compound type="carbondioxide"][/thrive:compound]-ის კონცენტრაციასთან და [thrive:compound type="sunlight"][/thrive:compound]-ის ინტენსიურობასთან ერთად.
nl: Produceert [thrive:compound type="glucose"][/thrive:compound]. Snelheid schaalt met de concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en de intensiteit van [thrive:compound type="sunlight"][/thrive:compound].
nl_be: Produceert [thrive:compound type="glucose"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en intensiteit van [thrive:compound type="sunlight"][/thrive:compound].
pl: Syntezuje [thrive:compound type="glucose"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound] i natężeniem [thrive:compound type="sunlight"][/thrive:compound].
pt_br: Produz [thrive:compound type="glucose"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e intensidade de [thrive:compound type="sunlight"][/thrive:compound].
pt_pt: Produz [thrive:compound type="glucose"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e intensidade da [thrive:compound type="sunlight"][/thrive:compound].
ru: Производит [thrive:compound type="glucose"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="carbondioxide"][/thrive:compound] и интенсивности [thrive:compound type="sunlight"][/thrive:compound].
tr: [thrive:compound type="glucose"]Glukoz[/thrive:compound] üretir. Bu oran, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] ve [thrive:compound type="sunlight"]güneş ışığı[/thrive:compound] şiddeti ile doğru orantılıdır.
uk: Продукує [thrive:compound type="glucose"][/thrive:compound]. Кількість залежить від [thrive:compound type="carbondioxide"][/thrive:compound] та інтенсивності [thrive:compound type="sunlight"][/thrive:compound].
zh_cn: 产出[thrive:compound type="glucose"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]和[thrive:compound type="sunlight"][/thrive:compound]强度成正比。
zh_tw: 生產 [thrive:compound type="glucose"][/thrive:compound]。速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 的濃度和 [thrive:compound type="sunlight"][/thrive:compound] 的強度成正比。

# CHOSEN_FILENAME_ALREADY_EXISTS
source: The chosen filename ({0}) already exists. Overwrite?
bg: Наименованието „{0}“ вече съществува. Презаписване?
ca: El nom de l'arxiu ({0}) ja existeix. Voleu sobreescriure?
cs: Soubor se jménem ({0}) již existuje. Přejete si jej nahradit?
de: Der gewählte Dateiname ({0}) existiert bereits. Überschreiben?
es: El nombre de archivo ({0}) ya existe. ¿Deseas sobreescribir?
et: Valitud failinimi ({0}) on juba olemas. Kas kirjutada üle?
fi: Valittu tiedostonimi ({0}) on jo olemassa. Kirjoitetaanko yli?
fr: La sauvegarde sélectionnée ({0}) existe déjà. Écraser le fichier ?
he: שם הקובץ הנבחר ({0}) כבר קיים. לשכתב מחדש?
hu: A kiválasztott fájl neve ({0}) már létezik. Lecseréled?
it: Esiste già un file con lo stesso nome ({0}). Vuoi sovrascriverlo?
ka: არჩეული ფაილი სახელი ({0}) უკვე არსებობს. გადავაწერო თავზე?
nl: De gekozen bestandsnaam({0}) is al in gebruik. Overschrijven?
pl: Wybrana nazwa pliku ({0}) już istnieje. Nadpisać?
pt_br: O nome do arquivo ({0}) já existe. Sobrescrever?
pt_pt: O nome do arquivo escolhido ({0}) já existe. Desejas substituir?
ru: Выбранное имя файла ({0}) уже существует. Перезаписать?
tr: Seçili dosya adı ({0}) zaten mevcut. Üzerine yazılsın mı?
uk: Обране файлове ім'я ({0}) уже існує. Переписати?
zh_cn: 目标文件名{0}已存在。确定要覆盖吗？
zh_tw: 目標檔案名稱（{0}）已存在。是否要覆蓋？

source: Chromatic aberration:
bg: Хроматична аберация:
ca: Aberració cromàtica:
cs: Chromatická aberace:
de: Farbabweichung:
eo: Kromata Aberacio:
es: Aberración cromática:
et: Kromaatiline aberratsioon:
fi: Kromaattinen vääristymä:
fr: Aberration chromatique :
he: סטייה כרומטית:
hu: Kromatikus aberráció:
id: Aberasi Kromatik:
it: Aberrazione cromatica:
ka: ქრომატული აბერაცია:
ko: 색수차:
nl: Chromatische Aberratie:
nl_be: Chromatische aberratie:
pl: Aberracja chromatyczna:
pt_br: Aberração cromática:
pt_pt: Aberração Cromática:
ru: Хроматическая аберрация:
sk: Chromatická aberácia:
sr_cyrl: Хроматске аберације:
sr_latn: Hromatske aberacije:
sv: Kromatisk Aberration:
th_th: ความผิดปกติของสี:
tr: Renk sapması:
uk: Хроматична аберація:
zh_cn: 色差：
zh_tw: 色差：
