Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# EASTEREGG_MESSAGE_18
source: Fun Fact, The Stentor is a ciliate that can stretch itself and catch prey in a kind of trumpet like mouth that draws prey in by generating water currents with cilia.
bg: Забавен факт е, че Тромпетът е ресничест вид, който може да се разтяга и да улавя плячката в устата си, която е с формата на тромпет, създавайки водно течение чрез своите реснички.
ca: A mode de curiositat, l'Stentor és un ciliat que es pot estendre per tal d'atrapar preses amb una boca amb forma de trompeta. Mitjançant Cilis, genera corrents d'aigua que atrapen a les preses.
cs: Víte, že Mrskavka (Stentor) je nálevník, který se dokáže natáhnout a chytit kořist do úst podobné jakési trubce, která kořist přitahuje generováním vodních proudů pomocí řasinek?
de: Interessanter Fakt: das Trompetentierchen ist ein Wimpertierchen, das sich strecken und Beute in einem trompetenartigem Maul fangen kann. Es zieht die Beute ein, indem es mit den Zilien Wasserströmungen erzeugt.
eo: Amuza Fakto: La Stentoro estas ciliato, kiu povas streĉi sin kaj kapti predon en simila al trumpeto buŝo, kiu allogas predon, generante akvofluojn kun cilioj.
es: Dato curioso: el Stentor es un ciliado que puede estirarse y atrapar presas. Lo hace con una especie de boca en forma de trompeta, misma que atrae a las presas generando corrientes en el agua con sus cilios.
et: Lõbus tõsiasi, Stentor on ripsloom, kes suudab end välja sirutada ja saaki püüda trompetilaadse suuga, mis tõmbab saaki sisse, tekitades ripsmetega veevoolusid.
fr: Fait amusant, le Stentor est un cilié qui peut s'étirer et attraper des proies dans une sorte de trompette comme une bouche qui attire les proies en générant des courants d'eau avec des cils.
he: עובדה משעשעת: הסטנטור (Stentor) היא ריסנית היכולה למתוח את עצמה ולתפוס טרף במעין פה בצורת חצוצרה אשר שואב את הטרף פנימה על ידי יצירת זרמי מים עם הריסים.
hu: Érdekesség: A Stentor egy olyan csillós egysejtű, mely képes megnyúlni, és elkapni zsákmányát a trombitaszerű sejtszájával úgy, hogy a sejtszáj körüli csillókkal áramlatot generál.
id: Fakta Menarik, Stentor adalah ciliata yang dapat meregangkan dirinya sendiri dan menangkap mangsanya dari mulut berbentuk seperti terompet yang menarik mangsa kedalamnya dengan menimbulkan arus air dengan cilia.
it: Una curiosità: lo stentor è un ciliato che può allungarsi e catturare la preda in una specie di bocca a forma di tromba, la quale è in grado di generare correnti d'acqua con le ciglia.
ka: ბაქტერია, შეიძლება, იმაზე ძლიერი იყოს, ვიდრე ეს პირველი შეხედვით ჩანს. ისინი, შეიძლება, პატარა ჩანდნენ, მაგრამ ზოგიერთმა მათგანმა, შეიძლება, თქვენში შემოაღწიოთ და შიგნითდან მოგკლან!
ko: 농담 하나, 나팔벌레는 스스로 섬모로 급류를 만들어 먹이를 일종의 나팔과 같은 입으로 잡을 수 있는 섬모충입니다.
nl: Wist je dat: Stentors zijn wimperdieren die zich uit te strekken en met een trompetachtige mond prooien vangen. Dit doen ze door waterstromingen te maken met hun trilharen en daarmee de prooi naar binnen zuigen.
nl_be: Leuk Weetje, de Stentor is een ciliaat die zichzelf kan uitrekken en prooi kan vangen in een trompetachtige mond die prooien naar zich toe trekt door waterstromen te creëren met trilharen.
pl: Zabawny Fakt, Stentor to orzęsek który potrafi się rozciągnąć i łapać ofiary w usta przypominające trąbkę która wciąga ofiary generując prąd wodny rzęskami.
pt_br: Bactérias podem ser mais fortes do que parecem; elas podem parecer pequenas, mas algumas delas podem se enfiar em você e te matar desse jeito!
pt_pt: Curiosidade, O Stentor é um ciliado capaz de se esticar e capturar presas na sua boca semelhante a um trompete, a qual as arrasta ao gerar uma corrente de água com cílios.
ru: Забавный факт: трубачи — инфузории, способные растягивать себя и ловить добычу в подобный трубе рот, который засасывает жертву, создавая водные потоки с помощью ресничек!
sr_cyrl: Забавна чињеница, Стентор је цилијар који се може истегнути и ухватити плен у некој врсти трубе попут уста која увлаче плен генеришући водене струје цилијама.
sr_latn: Zabavna činjenica, Stentor je cilijar koji se može istegnuti i uhvatiti plen u nekoj vrsti trube poput usta koja uvlače plen generišući vodene struje cilijama.
sv: Rolig fakta, The Stentor är ett ciliat som kan sträcka sig och fånga byten i en slags trumpet som mun som drar in byten genom att generera vattenströmmar med cilia.
th_th: สาระ: Stentor เป็น ciliate ที่สามารถยืดตัวและจับเหยื่อด้วยทรัมเป็ตเหมือนปากที่ดึงเหยื่อเข้ามาโดยสร้างกระแสน้ำด้วย cilia
tr: Bakteriler göründüklerinden daha güçlü olabilirler; küçük görünürler, ancak onların bazıları seni delebilir ve bu şekilde öldürebilir!
uk: Цікавий факт: Сурмач– це інфузорія, яка вміє розтягуватися та цим самим допомагає ловити здобич у своєрідну сурму схожу на рот, яка вкрита війками, що створють водні потоки несучи їжу всередину.
zh_cn: 逗知识：喇叭虫属是一类纤毛虫，它们可以把自己拉开，用纤毛产生水流把猎物吸入自己喇叭形的嘴。
zh_tw: 小知識：喇叭屬是一種纖毛蟲，它們可以伸展自身並用一種喇叭狀的嘴捕捉獵物，透過纖毛產生水流來吸引獵物。

# EASTEREGG_MESSAGE_19
source: Fun Fact, The Didinium is a ciliate that hunts paramecia.
bg: Забавен факт е, че Дидиний е ресничест вид, който ловува чехълчета.
ca: A mode de curiositat, el Didinum és un ciliat que caça Paramecis.
cs: Víte, že Vpíjenka (Didinum) je lovcem Trepek (Paramecia)?
de: Interessanter Fakt: das Nasentierchen ist ein Wimpertierchen, das Pantoffeltierchen jagt.
eo: Amuza Fakto, La Didinio estas ciliato, kiu ĉasas paramecion.
es: Dato curioso: el Didinium es un ciliado que caza paramecios.
et: Lõbus tõsiasi, Didinium on ripsloom, kes jahib parametsiat.
fr: Fait amusant, le Didinium est un cilié qui chasse la paramécie.
he: עובדה משעשעת: הדידיניום היא ריסנית אשר צד סנדליות.
hu: Érdekesség: a Didinium egy olyan csillós, mely papucsállatkákra vadászik.
id: Fakta Menarik, Didinium adalah ciliata yang memburu paramecia.
it: Una curiosità: il didinio è un ciliato che fa preda di parameci.
ko: 농담 하나, 강섬모충속은 짚신벌레를 사냥하는 섬모충입니다.
nl: Wist je dat: Didinium is een trilhaardiertje die op pantoffeldieren jaagt.
nl_be: Leuk Weetje, Het Didinium is een trilhaardiertje dat op pantoffeldiertjes jaagt.
pl: Ciekawostka, Didinium to orzęsek który poluje na pantofelki.
pt_pt: Curiosidade, O Didinium é um ciliado que caça paramécias.
sr_cyrl: Забавна чињеница, Дидинијум је цилијар који лови Парамецијум.
sr_latn: Zabavna činjenica, Didinijum je cilijar koji lovi Paramecijum.
sv: Fun Fact, The Didinum är ett ciliate som jagar paramecia.
th_th: สาระ: Didinum เป็น ciliate ที่ล่าพารามีเซีย
uk: Цікавий факт: Дідініум– це інфузорія, яка полює на туфельки( перекл. вони теж інфузорій).
zh_cn: 逗知识：栉毛虫是一种纤毛虫，它们会捕猎草履虫。
zh_tw: 小知識：櫛毛蟲是一種纖毛蟲，它們會捕食草履蟲。

# EASTEREGG_MESSAGE_2
source: Here's a tip, toxins can be used to knock other toxins away from you if you are quick enough.
bg: Ето един съвет — токсините може да се използват за да спрат токсините на противника, ако сте достатъчно бързи, разбира се.
ca: Un petit consell, si ets prou ràpid, pots fer servir les teves pròpies toxines per a bloquejar-ne d'altres.
cs: Tip - Toxiny mohou být použity k odražení jiných toxinů letících na tebe, tedy pokud jsi dostatečně rychlý(á).
de: Kleiner Tipp, Giftstoffe können andere Giftstoffe von dir wegdrücken, wenn du schnell genug bist.
eo: Jen konsilo, toksinoj povas esti uzataj por forpeli aliajn toksinojn de vi, se vi estas sufiĉe rapida.
es: Un consejo: las toxinas pueden usarse para alejar otras toxinas si eres lo suficientemente rápido.
et: Siin on näpunäide: toksiine saab kasutada teiste eemaldamiseks, kui olete piisavalt kiire.
fi: Vinkki, myrkkyjä voi käyttää toisten olentojen myrkkyjen torjumiseen,jos olet tarpeeksi nopea.
fr: Voici une astuce, les toxines peuvent être utilisées pour envoyer d'autres toxines loin de vous si vous êtes suffisamment rapide.
he: הנה טיפ: ניתן להשתמש ברעלנים בשביל להדוף רעלנים אחרים אם אתה מהיר מספיק.
hu: Itt egy kis tanács. A mérgek arra is használhatók, hogy más mérgeket üss el magad elől, ha elég gyors vagy.
id: Berikut tipsnya, toksin dapat digunakan untuk menangkis toksin lain di sekitarmu jika kamu cepat menangkisnya.
it: Un suggerimento: se sei abbastanza veloce, puoi usare le tue tossine per colpire e allontanare altre tossine.
ka: თამაშის პირველი გაშვებადი პროტოტიპები შეიქმნა ჩვენი პროგრამისტის, Unturstedlife-ის მიერ!
ko: 팁 하나, 당신이 충분히 빠르다면 독소를 이용하여 다른 독소를 멀리 떨어 뜨릴 수 있습니다.
nl: Een tip: toxine kan worden gebruikt om andere toxinen af te stoten als je snel genoeg bent.
nl_be: Hier is een tip, gifstoffen kunnen gebruikt worden om andere gifstoffen van je weg te duwen als je snel genoeg bent.
pl: Porada, toksyny mogą być użyte do odbijania innych toksyn od ciebie, jeśli jesteś wystarczająco szybki.
pt_br: Um dos primeiros protótipos jogáveis foi criado pelo nosso fantástico programador, Untrustedlife!
pt_pt: Eis uma dica, toxinas podem ser utilizadas para rebater outras toxinas se fores suficientemente rápido.
ru: Вот совет: токсины можно выпустить, чтобы оттолкнуть от себя другие токсины, если вы достаточно быстры!
sr_cyrl: Ево савета, токсини се могу користити за одбацивање других токсина од вас ако сте довољно брзи.
sr_latn: Evo saveta, toksini se mogu koristiti za odbacivanje drugih toksina od vas ako ste dovoljno brzi.
sv: Här är ett tips, gifter kan användas för att putta andra gifter ifrån dig om du är snabb nog.
th_th: นี่คือเคล็ดลับสารพิษสามารถใช้เพื่อกำจัดสารพิษอื่น ๆ ออกไปจากคุณได้หากคุณเร็วพอ
tr: İlk oynanabilir oyun prototiplerden biri, bizim harika programcımız Untrustedlife tarafından yapıldı!
uk: Порада: токсини можна використати виведенням із вас, якщо ви достатньо швидкий.
zh_cn: 小提示：如果你手速够快，你可以用自己的毒素把其它毒素推开。
zh_tw: 小提示：如果您反應夠快，您可以用自己的毒素將其它毒素推開。

# EASTEREGG_MESSAGE_20
source: Fun Fact, The Amoeba hunts and catches prey with 'legs' made of cytoplasm called pseudopods, we want to eventually have those in Thrive.
bg: Забавен факт е, че Амебата ловува и хваща плячката си със своите „крачета“ от цитоплазма, които се наричат псевдоподи, очаквайте ги скоро и в „Thrive“.
ca: A mode de curiositat, les Amebes caçen i atrapen preses amb unes 'potes' fetes de Citoplasma que s'anomenen pseudòpodes. Eventualment, seran implementades al joc.
cs: Víte, že Měnavka (Amoeba) loví a chytá kořist pomocí „nohou“, vytvořených z cytoplazmy, zvaných pseudopody? Eventuálně je chceme do Thrive přidat.
de: Interessanter Fakt: Amöben jagen und fangen Beute mit "Beinen" aus Zytoplasma, Scheinfüßchen genannt. Eines Tages wollen wir diese in Thrive.
eo: Amuza Fakto: La Amebo ĉasas kaj kaptas predojn per 'kruroj' el citoplasmo nomata pseŭdopodoj, ni volas havi tiujn en Thrive.
es: Dato curioso: la Ameba caza y atrapa presas con 'piernas' hechas de citoplasma llamadas pseudópodos. Eventualmente los agregaremos a Thrive.
et: Lõbus tõsiasi, amööb jahib ja püüab saaki tsütoplasmast koosnevate jalgadega, mida nimetatakse pseudopoodideks. Me tahame need lõpuks Thrive'i saada.
fr: Fait amusant, l'amibe chasse et attrape ses proies à l'aide de "jambes" constituées de cytoplasme qu'on appelle pseudopodes, nous voulons les avoir à terme dans Thrive.
he: עובדה משעשעת: האמבה צדה ותופסת את טרפה עם 'רגליים' אשר עשויות מציטופלזמה הנקראות פסאודופודים. אנחנו רוצים להוסיף אותם לThrive.
hu: Érdekesség: Az amőbák műlábakkal vadásznak prédáikra, amiket pseudopodia-nak neveznek. Ezt mindenképpen szeretnénk, hogy a Thrive-ban benne legyen.
id: Fakta menarik, Amoeba memburu dan menangkap mangsa dengan 'kaki' terbuat dari sitoplasma yang disebut pseudopoda, kami nantinya juga ingin menambahkan 'kaki' tersebut dalam Thrive.
it: Una curiosità: l'ameba caccia e cattura la preda con 'gambe' fatte di citoplasma chiamate pseudopodi. Vorremmo averli anche in Thrive, prima o poi...
ko: 농담 하나, 아메바는 사냥에 세포질로 만든 가짜 '다리'를 사용하는데요, 언젠간 Thrive 에서도 보고 싶군요.
nl: Wist je dat: Amoeben jagen en vangen hun prooi met 'benen' van cytoplasma, genaamd pseudopodia of schijnvoetjes. Ooit willen we ze deze in Thrive.
nl_be: Leuk weetje, De Amoeben jagen en vangen prooien met 'beentjes' gemaakt van cytoplasma genaamd pseudopodia, uiteindelijk willen we die in Thrive.
pl: Ciekawostka! Ameba poluje i łapie ofiary za pomocą 'odnóg' nazywanych nibynóżkami, chcemy je kiedyś dodać do Thrive.
pt_pt: Curiosidade, a Amoeba caça e captura as suas presas com "pernas" de citoplasma, denominadas pseudópodes. No futuro, quereremos implementá-los no jogo.
sr_cyrl: Забавна чињеница је да амеба лови и хвата плен „ногама“ направљеним од цитоплазме названих псеудоподи, желимо да коначно имамо оне у Thrive-у.
sr_latn: Zabavna činjenica je da ameba lovi i hvata plen „nogama“ napravljenim od citoplazme nazvanih pseudopodi, želimo da konačno imamo one u Thrive-u.
sv: Rolig fakta, Amöbor jagar och fångar byte med "ben" av cytoplasma som kallas pseudopoder, vi vill så småningom ha dem i Thrive.
th_th: สาระ:อะมีบาล่าและจับเหยื่อด้วย 'ขา' ที่ทำจากไซโตพลาสซึมที่เรียกว่า pseudopods ในที่สุดเราก็ต้องการมีสิ่งเหล่านี้ในการเจริญเติบโต
uk: Цікавий факт: амеби полюють та захоплюють здобич 'ніжками' створених з цитоплазми, вони звуться псевдоподами, ми хочемо бачити останніх у Thrive.
zh_cn: 逗知识：阿米巴使用称作伪足的细胞质抓捕猎物，总有一天我们也能让Thrive能做出这种效果的。
zh_tw: 小知識：變形蟲使用被稱為偽足的細胞質構成的「腿」捕食獵物，我們希望總有一天能在 Thrive 中做出這種效果。

# EASTEREGG_MESSAGE_21
source: Here's a tip, Watch out for larger cells and large bacteria, it's not fun to be digested, and they will eat you.
bg: Ето един съвет — пазете се от големите клетки и големите бактерии, няма да е приятно, ако станете част от менюто им.
ca: Un petit consell: vés amb compte amb les cèl·lules més grans que la teva, no és gens divertit ser engolit per una d'aquestes bestioles.
cs: Tip: Dávej pozor na větší buňky a velké bakterie, není příliš zábavné být "vdechnut" a stráven.
de: Kleiner Tipp, achte auf größere Zellen und große Bakterien, es macht keinen Spaß verdaut zu werden. Und sie werden dich fressen.
eo: Jen konsilo: gardu sin de pli grandaj ĉeloj kaj grandaj bakterioj, ĉar ne estas amuze esti digestita, se ili manĝos vin.
es: Un consejo: ten cuidado con células y bacterias grandes, no es divertido que te digieran, y ellas seguro te comerán.
et: Siin on näpunäide: jälgige suuremaid rakke ja suuri baktereid, seedimine pole lõbus ja nad söövad teid ära.
fi: Vinkki: Varo isompia soluja ja isompia bakteereja, se ei ole hauskaa tulla syödyksi ja ne syövät sinut.
fr: Voici un conseil, prêtez attention aux cellules plus grandes et aux grandes bactéries, c'est pas drôle de se faire digérer, et elles vont vous manger.
he: הנה טיפ: תזהר מתאים וחיידקים גדולים, זה לא כיף להתעכל, והם יאכלו אותך.
hu: Itt egy kis tanács. Figyelj a nálad nagyobb egysejtűekre és baktériumokra. Nem olyan mókás megemésztődni.
id: Berikut tipsnya, hati-hati dengan sel yang lebih besar dan bakteria besar, tidak seru rasanya kalau kamu dicerna, dan mereka akan memakanmu.
it: Un suggerimento: fai attenzione alle cellule e ai batteri più grandi di te! Non è divertente essere digeriti: ti mangeranno.
ko: 팁 하나, 커다란 세포와 박테리아를 조심하지 않으면, 진짜 먹힐 수도 있으며, 당신은 흡수당할 것 입니다.
nl: Een tip, kijk uit voor grotere cellen en bacterien, want het is niet fijn om verteerd te worden, ze zullen je eten.
nl_be: Hier is een tip, Pas op voor grotere cellen en grote bacteriën, het is niet leuk om verteerd te worden, en ze zullen je opeten.
pl: Porada, Uważaj na większe komórki i duże bakterie, nie jest fajnie być trawionym, a one cię zjedzą.
pt_pt: Eis uma dica, toma cuidado com células maiores e bactérias grandes, não é divertido ser se digerido, e elas comer-te-ão.
sr_cyrl: Ево савета, Пазите на веће ћелије и велике бактерије, није забавно да будеш пробављајен и они ће вас појести.
sr_latn: Evo saveta, Pazite na veće ćelije i velike bakterije, nije zabavno da budeš probavljajen i oni će vas pojesti.
sv: Här är ett tips, se upp för större celler och stora bakterier, det är inte kul att bli spjälkad, och de kommer att äta dig.
th_th: นี่คือเคล็ดลับระวังเซลล์ที่มีขนาดใหญ่ขึ้นและแบคทีเรียขนาดใหญ่มันไม่ใช่เรื่องสนุกที่จะถูกย่อยและพวกมันจะกินคุณ
uk: Порада: Дивіться за великими клітинами та бактеріями, це не весело бути перетравленим, та вони вас з'їдять.
zh_cn: 小提示：小心比你更大的细胞，它们会吃你哟，被吃可不有趣。
zh_tw: 小提示：小心較大的細胞和大型細菌，它們會吃掉您，被消化可不是什麼有趣的事。

# EASTEREGG_MESSAGE_22
source: Thrive's sound team lead has made many songs that have not been added to the game yet. You can hear them, or watch streams of him composing on his YouTube channel, Oliver Lugg.
bg: „Thrive“ има много мелодии, които все още не са добавени в играта. Може да ги чуете или да гледате как се правят в „YouTube“ канала на Oliver Lugg.
ca: L'equip de so de Thrive ha composat moltes cançons, algunes de les quals encara no s'han afegit al joc. No obstant, les pots escoltar, i fins i tot veure emissions en directe al canal de YouTube 'Oliver Lugg'.
cs: Vedoucí zvukového oddělení Thrive vytvořil spousty skladeb, které ještě nebyly přidány do hry. Můžete si je poslechnout, nebo se podívat na videa o jejich tvorbě na jeho Youtube kanálu Oliver Lugg.
de: Thrive's Sound-Teamleiter hat einige Lieder gemacht, die es noch nicht ins Spiel geschafft haben. Du kannst sie dir anhören oder Streams von ihm anschauen, wie er sie komponiert. Du findest alles auf seinem YouTube-Kanal Oliver Lugg.
eo: La teama gvidanto de Thrive kreis multajn kantojn, kiuj ankoraŭ ne estis aldonitaj al la ludo. Vi povas aŭdi ilin, aŭ spekti fluojn de li komponanta sur sia jutuba kanalo, Oliver Lugg.
es: El líder del equipo de sonido ha compuesto varias canciones que aún no han sido añadidas al juego. Puedes escucharlas o verlo componiendo en vivo, en su canal de YouTube: Oliver Lugg.
et: Thrive'i helimeeskonna juhtkond on teinud palju lugusid, mida pole veel mängu lisatud. Saate neid kuulda või vaadata vooge tema komponeerimisest oma YouTube'i kanalil Oliver Lugg.
fr: Le chef de l'équipe sonore de Thrive a composé des sons qui n'ont pas encore été ajoutés au jeu. Vous pouvez les écouter ou le regarder composer sur sa chaîne YouTube, Olivier Lugg.
he: מוביל צוות המוזיקה של Thrive יצר מלא שירים שטרם נוספו למשחק! ניתן לשמוע אותם או לצפות בסרטונים של המלחין בערוץ היוטיוב שלו: "אוליבר לאוג" (Oliver Lugg).
hu: A Thrive zenei csapatának vezetője (Oliver Lugg) elég sok számot csinált, amik még nem kerültek be a játékba. Meghallgathatod őket, vagy nézhetsz tőle élő adásokat, ahogy ezeket a dalokat készíti.
id: Kepala tim suara Thrive telah membuat banyak lagu yang masih belum dimasukkan ke dalam game. Kamu dapat mendengar lagu-lagu tersebut, atau tonton streamingnya menyusun lagu di kanal YouTubenya, Oliver Lugg.
it: Il capo fonico di Thrive ha composto molte tracce che non sono state ancora aggiunte al gioco. Puoi ascoltarle, o guardarlo comporre in stream sul suo canale YouTube, Oliver Lugg.
ko: Thrive의 사운드 팀 리더는 게임에 아직 추가되지 않은 많은 곡을 작성했습니다. Oliver Lugg의 YouTube 채널에서 이 곡들이나 작곡 스트리밍을 감상하세요.
nl: Het geluidsteam van Thrive heeft veel nummers gemaakt die nog niet in de game zitten. Je kan ze luisteren op het Youtube-kanaal Oliver Lugg.
nl_be: Thrive's hoofd van het geluidsteam heeft veel liedjes gemaakt die nog niet zijn toegevoegd aan het spel. Je kan ze beluisteren of je kan streams bekijken waar hij liedjes componeert op zijn Youtube kanaal, Oliver Lugg.
pl: Lider zespołu dźwiękowego Thrive stworzył wiele piosenek, które nie zostały jeszcze dodane do gry. Możesz ich posłuchać, lub oglądać transmisje z komponowania ich na jego kanale YouTube, Oliver Lugg.
pt_pt: A líder da equipa de som do jogo desenvolveu vários temas que ainda não foram adicionadas ao jogo. Podes ouvi-los, ou assistir às streams nas quais são compostas no seu canal do YouTube, Oliver Lugg.
sr_cyrl: Вођа звучног тима Thrive-а направио је много песама које још нису додате у игру. Можете их чути или гледати како он компонује на свом YouTube каналу Oliver Lugg.
sr_latn: Vođa zvučnog tima Thrive-a napravio je mnogo pesama koje još nisu dodate u igru. Možete ih čuti ili gledati kako on komponuje na svom YouTube kanalu Oliver Lugg.
sv: Thrives ljudteam har gjort många låtar som ännu inte har lagts till i spelet. Du kan höra dem eller titta på strömmar av honom komponera på sin YouTube-kanal, Oliver Lugg.
th_th: หัวหน้าทีมเสียงของ Thrive ทำเพลงหลายเพลงที่ยังไม่ได้ใส่ลงในเกม คุณสามารถฟังเพลงเหล่านี้หรือดูสตรีมที่เขาแต่งบนช่อง YouTube ของเขา Oliver Lugg
uk: Керіник звукової команди Thrive написав багато пісень, які ще не в грі. Ви можете послухати їх, або подивитися стріми з їх композицією на його YouTube каналі, Oliver Lugg.
zh_cn: Thrive的声乐团队做了很多还没有被加进游戏里的曲子。你可以在他们的YouTube频道Oliver Lugg上听他们的音乐，或观看他们直播编曲。
zh_tw: Thrive 的聲音團隊製作了許多尚未加入遊戲中的歌曲。您可以在他們的 YouTube 頻道 Oliver Lugg 上聽他們的音樂，或觀看他們直播作曲。

# EASTEREGG_MESSAGE_23
source: Here's a tip, if your cell is 150 hexes, you can engulf the large iron chunks.
bg: Ето един съвет — може да поглъщате големите железни фрагменти, ако Вашата клетка е с размер от 150 шестоъгълника.
ca: Un petit consell, si la teva cèl·lula ocupa més de 150 hexàgons, et podràs empassar fins i tot el trossos de ferro més grans del joc.
cs: Tip - Pokud je tvoje buňka velká 150 Hexů, můžeš pohltit velké železné kusy.
de: Kleiner Tipp, wenn deine Zelle 150 Felder groß ist, kannst du die großen Eisenbrocken verschlingen.
eo: Jen konsilo, se via ĉelo havas 150 sesangulojn, vi povas engluti la grandajn ferajn pecojn.
es: Un consejo: Si tu célula ocupa 150 espacios, puedes engullir pedazos grandes de hierro.
et: Siin on näpunäide: kui teie raku suurus on 150 kuusnurka, võite suured rauatükid endasse neelata.
fi: Vinkki: Jos sinun solussasi on yli 150 osaa, voit niellä isoja rautapaloja.
fr: Voici une astuce : si votre cellule atteint 150 hexagones, vous pouvez engloutir les gros morceaux de fer.
he: הנה טיפ: אם גודל התא שלך הוא 150 משושים או יותר, אתה תוכל לבלוע את הגוש הברזל הגדול ביותר.
hu: Itt egy kis tanács. Ha a sejted 150 hexagon nagyságú, akkor a nagy vasdarabokat is el tudod nyelni.
id: Berikut tipsnya, jika ukuran sel kamu 150 hex, kamu dapat menelan potongan besi besar.
it: Un suggerimento: se la tua cellula supera i 150 esagoni di misura, puoi fagocitare anche i frammenti di ferro più grandi.
ko: 팁 하나, 당신의 세포가 150칸이라면, 큰 철 덩어리를 삼킬 수 있습니다.
nl: Wist je dat: Als je cel 150 zeshoeken/velden groot is, dan kan je de grote ijzerklompen verzwelgen.
nl_be: Hier is een tip, als je cel 150 zeshoeken groot is, kan je grote brokken ijzer omsluiten.
pl: Porada, jeśli twoja komórka ma 150 heksów, możesz pochłaniać wielkie odłamki żelaza.
pt_pt: Eis uma dica, se a tua célula é composta por 150 hexágonos, podes engolfar grandes pedaços de ferro.
sr_cyrl: Ево савета, ако је ваша ћелија 150 хексе, можете прогутати велике гвоздене комаде.
sr_latn: Evo saveta, ako je vaša ćelija 150 hekse, možete progutati velike gvozdene komade.
sv: Här är ett tips, om din cell är minst 150 hexar kan du svälja stora järnbitar.
th_th: นี่คือเคล็ดลับหากเซลล์ของคุณมีขนาด 150 เฮกซ์คุณสามารถกลืนเศษเหล็กขนาดใหญ่ได้
uk: Порада: якщо ваша клітина має 150 гексів, то ви можете поглинати великі залізні брили.
zh_cn: 小提示：如果你的细胞有超过150个六角格，你将可以吞噬那些大型铁块。
zh_tw: 小提示：如果您的細胞大小超過 150 個六邊形網格，您就可以吞噬大型鐵塊。
