Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: No Data to Show
bg: Няма данни
ca: No hi ha dades a mostrar
cs: Žádná data k zobrazení
de: Keine Daten zu zeigen
es: Sin Datos que Mostrar
et: Kuvatavaid andmeid pole
fi: Ei dataa näytettäväksi
fr: Aucune donnée à afficher
he: אין מידע להציג
hu: Nincs adat
id: Tidak Ada Data Untuk Ditampilkan
it: Nessun dato da mostrare
ka: საჩვენებელი მონაცემების გარეშე
nl: Geen Data om Weer te Geven
nl_be: Geen data om te tonen
pl: Brak danych do pokazania
pt_br: Nenhum Dado a Exibir
pt_pt: Sem Dados a Mostrar
ru: Нет данных для отображения
sk: Žiadne údaje na zobrazenie
sv: Inga Data att Visa
tr: Gösterilecek Veri Yok
uk: Немає даних для показу
zh_cn: 没有数据可显示
zh_tw: 無資料可顯示

source: No events recorded
bg: Няма записани събития
ca: Cap esdeveniment registrat
cs: Žádné zaznamenané události
de: Keine Ereignisse aufgezeichnet
es: No hay eventos registrados
et: Sündmusi pole salvestatud
fi: Tapahtumia ei tallennettu
he: לא תעדו אירועים
hu: Nincs feljegyzett esemény
it: Nessun evento registrato
ka: მოვლენები არ ჩაწერილა
nl: Geen gebeurtenissen opgenomen
pl: Nie zanotowano wydarzeń
pt_br: Nenhum evento registrado
pt_pt: Sem eventos registado
ru: Никаких событий не зафиксировано
sk: Žiadne zaznamenané udalosti
tr: Hiçbir olay meydana gelmedi
uk: Нема зафіксованих сполук
zh_cn: 无事件记录
zh_tw: 無事件記錄

# NO_FOSSIL_DIRECTORY
source: No fossils directory found
bg: Папката с вкаменелости не съществува
de: Kein Fossilienverzeichnis gefunden
ka: ნამარხების საქაღალდე აღმოჩენილი არაა
nl: Geen fossielenmap gevonden
pt_br: O diretório de fósseis não foi encontrado
ru: Не найдена дирректория окаменелостей
tr: Fosiller dizini bulunamadı
uk: Каталог викопувань не знайдено
zh_cn: 找不到化石目录
zh_tw: 找不到化石目錄

source: No Mods Enabled
bg: Няма включени модификации
de: Keine Mods aktiv
es: No hay mods habilitados
fr: Pas de mods activés
he: אין מודים מופעלים
ka: ჩართული მოდების გარეშე
nl: Geen Mods Aangezet
pl: Brak Włączonych Modów
pt_br: Nenhum mod ativado
pt_pt: Sem Mods ativos
ru: Отсутствуют включенные моды
tr: Hiçbir Mod Etkinleştirilmedi
uk: Жоден мод не ввімкнений
zh_cn: 模组已禁用
zh_tw: 未啟用任何模組

# NO_ORGANELLE_PROCESSES
source: No processes
bg: Не се осъществяват клетъчни процеси
ca: Cap procés
cs: Neprobíhají žádné procesy
de: Keine Prozesse
es: Colocar orgánulos
et: Protsesse pole
fi: Ei toimintoja
fr: Aucune action
he: אין תהליכים
id: Tidak ada proses
it: Nessun processo
ka: პროცესების გარეშე
nl: Geen processen
nl_be: Geen processen
pl: Brak procesów
pt_br: Sem processos
pt_pt: Sem processos
ru: Клеточные процессы не происходят
sk: Žiadne procesy
tr: İşlem yok
uk: Процеси не відбуваються
zh_cn: 不参与细胞过程
zh_tw: 無代謝過程

# NO_SAVEGAMES_FOUND
source: No Saves Found
bg: Няма създадени записи
ca: No s'han trobat arxius de guardat
cs: Nebyly nalezeny žádné uložené hry
de: keine Speicherstände gefunden
es: No se han encontrado partidas guardadas
et: Salvestusi ei leitud
fi: Tallennuksia Ei Löytynyt
fr: Aucune sauvegarde trouvée
he: לא נמצאה שמירה
hu: Nincs mentés
it: Nessun Salvataggio Trovato
ka: შენახულების გარეშე
nl: Geen Opslagen Bestanden Gevonden
pl: Nie Znaleziono Zapisów
pt_br: Nenhum Salvamento Encontrado
pt_pt: Não foram encontrados jogos guardados
ru: Не Найдено Сохранений
tr: Hiçbir Kayıt Bulunamadı
uk: Збереження не знайдені
zh_cn: 未找到存档
zh_tw: 未找到存檔

# NO_SAVE_DIRECTORY
source: No saves directory found
bg: Папката с записи не съществува
ca: No s'ha trobar el directori d'arxius de guardat
cs: Složka uložených pozic nebyla nalezena
de: Kein Speicherverzeichnis gefunden
es: No se ha encontrado ningún directorio de guardado
et: Salvestatud kataloogi ei leitud
fr: Pas de dossier de sauvegarde trouvé
he: לא נמצאה ספריית שמירות
hu: A mentések mappa nem található
it: Nessuna cartella dei salvataggi trovata
ka: შენახვების საქაღალდე ვერ ვიპოვე
nl: Geen map voor opslagbestanden gevonden
nl_be: Geen save folder gevonden
pl: Nie znaleziono katalogu zapisów
pt_br: O diretório de salvamentos não foi encontrado
pt_pt: Nenhum diretório de ficheiros guardados encontrado
ru: Папка сохранений не найдена
tr: Kayıt dizini bulunamadı
uk: Каталог збережень не знайдено
zh_cn: 找不到存档目录
zh_tw: 找不到存檔目錄

# NO_SCREENSHOT_DIRECTORY
source: No screenshot directory found
bg: Папката със снимки не съществува
ca: No s'ha trobat cap directori de captures de pantalla
cs: Složka se snímky obrazovky nebyla nalezena
de: Kein Bildschirmfotoverzeichnis gefunden
es: Abrir carpeta de capturas de pantalla
et: Ekraanitõmmiste kataloogi ei leitud
fr: Pas de dossier de captures d'écrans trouvé
he: לא נמצאה ספריית צילומי מסך
hu: A képernyőképmappa nem található
it: Cartella degli screenshot non trovata
ka: ეკრანის ანაბეჭდების საქაღალდე აღმოჩენილი არაა
nl: Geen screenshot directory gevonden
nl_be: Geen screenshot folder gevonden
pl: Nie znaleziono katalogu zrzutów ekranu
pt_br: O diretório de capturas de tela não foi encontrado
pt_pt: Nenhum diretório de captura de ecrã encontrado
ru: Папка скриншотов не найдена
sk: Priečinok snímkov obrazovky nebol nájdený
sv: Hittade ingen screenshots mapp
tr: Ekran görüntüsü dizini bulunamadı
uk: Не знайдено каталог скріншотів
zh_cn: 找不到截图目录
zh_tw: 找不到截圖目錄

source: No Selected Mod
bg: Няма
ca: Cap Mod Seleccionat
cs: Žádný vybraný mod
de: Kein Mod ausgewählt
es: Ningún Mod Seleccionado
et: Modifikatsiooni pole valitud
fi: Ei valittua Modia
fr: Aucune modification sélectionnée
he: לא נבחר מוד
hu: Egy mod sincs kijelölve
it: Nessuna mod selezionata
ka: მოდი არჩეული არაა
nl: Geen Mod Geselecteerd
nl_be: Geen geselecteerde mod
pl: Nie wybrano Modów
pt_br: Nenhum Mod Selecionado
pt_pt: Nenhum mod selecionado
ru: Ни одного мода не выбрано
tr: Seçilen Mod Yok
uk: Немає вибраного моду
zh_cn: 未选择Mod
zh_tw: 無選取模組

source: Nucleus
bg: Ядро
ca: Nucli
cs: Jádro
de: Nukleus
eo: Kerno/Nukleo
es: Núcleo
et: Tuum
fi: Tuma
fr: Noyau
he: גרעין התא
hu: Sejtmag
id: Nukleus
it: Nucleo
ka: ბირთვი
ko: 핵
nl: Kern
pl: Jądro Komórkowe
pt_br: Núcleo
pt_pt: Núcleo
ru: Ядро
sk: Jadro
sr_cyrl: Ћелијско Језгро
sr_latn: Ćelijsko Jezgro
sv: Kärna
th_th: นิวเคลียส
tr: Çekirdek
uk: Ядро
zh_cn: 细胞核
zh_tw: 細胞核

# NUCLEUS_DELETE_OPTION_DISABLED_TOOLTIP
source: Can't delete the nucleus as this is an irreversible evolution. However if placed in the current session, undo or redo is still permitted.
bg: Ядрото е необратима еволюция и не може да бъде премахнато, освен ако не е добавено по време на текущата сесия на редактора.
ca: No es pot eliminar el nucli, ja que aquesta és una evolució irreversible. No obstant, si s'ha col·locat en la sessió actual, desfer o refer encara és permès
cs: Nelze vymazat jádro, jelikož toto je nevratná evoluce. Pokud byl ale umístěn během této editace, stále je možné použít Vrátit a Navrátit.
de: Der Zellkern kann nicht gelöscht werden, da es sich um eine irreversible Evolution handelt. Aber wenn der Zellkern in der aktuellen Mutation platziert wurde kann die Aktion noch zurück genommen werden.
es: No puedes eliminar el núcleo, ya que este es una evolución irreversible. Sin embargo, si lo has agregado en esta sesión, pueden volver atrás o deshacer tus cambios.
fr: Impossible de supprimer le noyau car c'est une évolution irréversible. Cependant, s'il a été placé durant la session actuelle, le défaire ou le refaire est toujours possible.
he: לא ניתן להסיר גרעין שכן זהו התפתחות בלתי-ניתנת להפיכה. אך אם זה הונח במצג הנוכחי, ביטול או עשיה מחדש עדין מותרים.
it: Impossibile eliminare il nucleo: si tratta di un'evoluzione irreversibile. Questo a meno che sia stato posizionato nella sessione corrente: in tal caso è possibile annullare o ripristinare l'azione che ha portato alla sua aggiunta.
ka: უჯრედის ბირთვს ვერ წაშლით, რადგან ეს ევოლუცია შეუქცევადია. მაგრამ, თუ ის მიმდინარე სესიაში ჩასვით, მისი გაუქმება ან დაბრუნება ჯერ კიდევ შესაძლებელია.
nl: Kan de nucleus niet verwijderen aangezien dit een onomkeerbare evolutie is. Echter, als het in de huidige sessie is geplaatst kan het nog wel ongedaan worden gemaakt en opnieuw worden gedaan.
pl: Nie można usunąć jądra komórkowego jako iż jest to nieodwracalna cecha. Jeśli jednak zostało ono umieszczone w obecnej sesji, cofnięcie lub ponowienie wciąż jest możliwe.
pt_br: O núcleo é uma mutação irreversível e é impossível removê-lo. Entretanto, se tiver sido colocado na sessão atual, é permitido desfazer ou refazer a ação.
pt_pt: Não é possível apagar o núcleo, uma vez que se trata de uma evolução irreversível. No entanto, se for colocado na sessão atual, desfazer ou refazer ainda são permitidos.
ru: Нельзя удалить ядро, это необратимая эволюция. Однако, если оно добавлено в текущей сессии, отмена и возврат всё ещё допустимы.
tr: Çekirdek, geri dönüşü olmayan bir evrim olduğu için çekirdeği silme işlemi gerçekleştirilemiyor. Ancak, eğer çekirdek mevcut süreçte yerleştirildiyse, bu değişikliği geri alma ya da yinelemeye izin verilir.
uk: Ядро не підлягає видаленю, бо це необоротна еволюція. Проте, якщо ви його розмістили в цьому відвідуванні редактору, то скасування та повторення дозволенні.
zh_cn: 不能删除细胞核，因为这是个不可逆的进化。 除非是在当前世代中进化的，那样仍允许撤消或重做。
zh_tw: 無法刪除細胞核，因為這是不可逆的演化。 然而，如果是在本次編輯中放置的，仍然允許撤消或重做。
