Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CONTINUE_TO_PROTOTYPES_PROMPT
source: Continue to stage prototypes?
bg: Искате ли да продължите?
ca: Continuar als prototips d'altres estadis?
cs: Pokračovat k prototypům období?
de: Mit Prototyp Stadien fortfahren?
es: Continuar al prototipo de la siguiente etapa?
et: Kas jätkata prototüüpide lavastamist?
fr: Continuer vers les phases en prototype ?
he: להמשיך לשלב האבטיפוס?
hu: Folytatod a fázis prototípusokkal?
it: Continuare ai prototipi?
ka: გავაგრძელო შემდეგი ფაზის პროტოტიპებზე?
nl: Doorgaan naar de faseprototypen?
pl: Chcesz przejść do prototypów faz rozwoju?
pt_br: Prosseguir para o protótipo do estágio?
pt_pt: Continuar para os protótipos de fases?
ru: Продолжить на прототипах следующих стадий?
sv: Fortsätt till fasprototyper?
tr: Prototip evreye devam edilsin mi?
uk: Продовжити створювати прототипи?
zh_cn: 进入尚在开发中的阶段？
zh_tw: 進入開發中的階段原型？

source: Controller Axis Visualizers:
bg: Визуализатор на осите:
cs: Vizualizéry osy ovladače:
de: Controllerachsenvisualisierer:
es: Visualizador del axis del contról:
fr: Visualiseurs d'axes de contrôle :
he: מצג ציר בקר :
ka: კონტროლერის ღერძის ვიზუალიზატორები:
nl: Visualizatie Assen Spelbesturingsapparaat:
pl: Wizualizatory Osi Kontrolera:
pt_br: Visualizador dos eixos do controle:
pt_pt: Visualizadores dos eixos do comando:
ru: Визуализаторы осей контроллера:
tr: Kontrol Cihazı Eksen Görüntüleyicileri:
uk: Візуалізатори осі контролерів:
zh_cn: 控制器轴可视化：
zh_tw: 控制器軸視覺化：

source: Controller Deadzones
bg: Мъртви зони
cs: Dezónové zóny ovladače
de: Totzonen kalibrieren
es: Zona muerta del contról
fr: Zones mortes du contrôleur
he: שטחי מת של הבקר
ka: კონტროლერის მკვდარი ზონები
nl: Deadzones Spelbesturingsapparaat
pl: Strefy Martwe Kontrolera
pt_br: Zonas mortas do controle
pt_pt: Área Morta do Comando
ru: Настройка мёртвых зон контроллера
tr: Kontrol Cihazı Ölü Bölgeleri
uk: Контролер мертвих зон
zh_cn: 控制器死区
zh_tw: 控制器死區

# CONTROLLER_DEADZONE_CALIBRATION_EXPLANATION
source: This tool allows configuring the controller axis deadzones. Deadzone sizes control how much a control stick (or an analog button) needs to be moved before that movement is detected as input. Before starting calibration please move all controller sticks around and release them, and also press and release any analog buttons (for example triggers) on your controller.
bg: Размерът на мъртвата зона определя движението, което една ръкохватка (или аналогов бутон) трябва да измине, преди да е засечено от играта. Моля, преместете всички ръкохватки и натиснете всички аналогови бутони (например спусъка) на Вашия контролер, преди да започнете калибрирането.
cs: Tenhle nástroj umožňuje konfigurovat mrtvý úhel ovladače. Velikost mrtvého úhlu určuje jak moc se páčka (či analogové tlačítko) musí pohnout předtím než se zaznamená její pohyb. Před startováním kalibrace prosím pohybujte všemi páčkami na ovladači a poté je pusťte, také stiskněte každé analogové tlačítko (př. spouště) na ovladači.
de: Mit diesem Werkzeug können die Deadzones der Controllerachsen konfiguriert werden. Die Größe der Deadzone kontrolliert wie viel ein Controlstick (oder analoge Taste) bewegt werden muss, bevor die Bewegung als Eingabe erkannt wird. Bitte bewege alle Controlsticks und lasse sie wieder los, und drücke alle analogen Tasten und lasse sie wieder los.
es: Esta herramienta permite la configuración de la zona muerta del contról. El tamaño de la zona muerta controla cuanto una palanca (o botón análogo) necesita moverse antes de que ese movimiento se registre como un input. Antes de comenzar la calibración por favor mueva todas las palancas y sueltelas, y además aprete y libere cualquier botón análogo en su contról.
fr: Cet outil permet de configurer les zones mortes des axes du contrôleur. La taille des zones mortes permet de contrôler la quantité de mouvement que doit effectuer une manette (ou un bouton analogique) avant que ce mouvement ne soit détecté comme une entrée. Avant de commencer le calibrage, veuillez déplacer tous les bâtons de contrôle et les relâcher, ainsi que presser et relâcher tous les boutons analogiques (par exemple les triggers) de votre contrôleur.
he: כלי זה מאפשר להגדיר את שטחים מתים של ציר הבקר. גדול שטח המת קובעים כמה צריך להזיז את מקל השליטה (או כפתור אנלוגי) לפני שתנועה זו מזוהה כקלט. לפני התחלת הכיול אנא הזיזו את כל מקלות הבקר ושחררו אותם, וגם לחצו ושחררו את כל הלחצנים האנלוגיים (למשל טריגרים) בבקר שלכם.
nl: Dit hulpmiddel maakt het mogelijk om de as-deadzones van het spelbesturingsapparaat te configureren. Deadzoneformaat bepaalt hoeveel een controlestokje (of een analoge knop) moet worden bewogen voordat die beweging wordt gezien als invoer. Voordat je de calibratie begint dien je alle controlestokjes rond te bewegen en los te laten. Klik ook een keer alle analoge knoppen op je spelbesturingsapparaat in.
pl: To narzędzie umożliwia konfigurowanie martwych stref osi kontrolera. Wielkość martwej strefy wpływa na to jak bardzo drążek (bądź analogowy przycisk) musi być poruszony nim ten ruch zostanie wykryty jako wejście. Przed rozpoczęciem kalibracji prosimy poruszyć drążkami dookoła a następnie je puścić, również należy nacisnąć i puścić jakiekolwiek przyciski (np. wyzwalacze) na twoim kontrolerze.
pt_br: Essa ferramenta permite configurar as zonas mortas do controle. As zonas mortas controlam quanto uma alavanca, ou um botão analógico, precisa ser movimentada antes que seja detectado como entrada. Antes de começar a calibração, movimente todas as alavancas analógicas e solte-as, e aperte e solte todos os botões analógicos no seu controle.
ru: Этот инструмент позволяет настроить мертвые зоны оси контроллера. Размеры мертвой зоны показывают, насколько нужно переместить стик (или аналоговую кнопку), прежде чем это движение будет обнаружено как ввод. Перед началом калибровки переместите все стики контроллера и отпустите их, а также нажмите и отпустите любые аналоговые кнопки (например, триггеры) на вашем контроллере.
tr: Bu araç, kontrol cihazının eksen ölü bölgelerinin yapılandırılmasını sağlar. Ölü bölge büyüklükleri, hareketin girdi olarak algılanmasından önce bir kontrol çubuğunun (veya benzeri bir butonun) ne kadar hareket ettirilmesi gerektiğini denetler. Kalibrasyona başlamadan önce, lütfen bütün kontrol cihazı çubuklarını oynatın ve bırakın. Ayrıca kontrol cihazında, bunun benzeri bir işlev gören butonlara (örneğin tetik tuşları) da basın ve onları bırakın.
uk: Цей інструмент дозволяє конфігурувати контролер осей мертвих зон. Розміри мертвих зон контролюють, наскільки необхідно перемістити важіль контролю(або аналогову кнопку) перед тим, як переміщення буде виявлено вхідним сигналом. Перед початком калібрації, будь-ласка, перемістіть всі важелі контролю навколо та пустіть їх, також натисніть чи відпусніть кожну аналогову кнопку( для прикладу тригери) на ваш контролер.
zh_cn: 此工具允许配置控制器轴死区。 死区大小控制在检测到移动之前控制杆（或模拟按钮）需要移动多少。 在开始校准之前，请移动所有控制器摇杆并松开它们，同时按下并松开控制器上的任何模拟按钮（例如触发器）。
zh_tw: 此工具允許設定控制器軸死區。 死區大小控制在檢測到移動之前搖桿（或類比按鈕）需要移動多少。 在開始校準之前，請移開所有控制器搖桿並鬆開它們，並且按下和鬆開控制器上的任何類比按鈕（例如觸發器）。

# CONTROLLER_DEADZONE_COLON
source: Deadzone:
bg: Мъртва зона:
cs: Mrtvá zóna:
de: Totzone:
es: Zona muerta:
fr: Zone morte :
he: שטח מת:
ka: მკვდარი ზონა:
pl: Martwa strefa:
pt_br: Zona morta:
pt_pt: Área morta:
ru: Мёртвая зона:
tr: Ölü Bölge:
uk: Мертва зона:
zh_cn: 死区：
zh_tw: 死區：

# CONTROLLER_PROMPT_TYPE_SETTING
source: Controller button prompts type:
bg: Вид на контролера:
cs: Tlačítko Controller zobrazí výzvu typu:
fr: Type de requête de bouton de manette:
ka: კონტროლერის ღილაკი გამოგიტანთ ტიპს:
nl: Spelbesturingsapparaatknop aanwijzingen type:
pl: Typ ikon przycisków kontrolera:
pt_br: Tipos de prompts de botões do controle:
ru: Кнопка контроллера подсказывает тип:
tr: Kontrol cihazı buton istemleri türü:
uk: Тип підказок кнопок контролера:
zh_cn: 控制按钮提示类型：
zh_tw: 控制器按鈕提示類型：

source: Controller sensitivity
bg: Чувствителност на контролера
cs: Citlivost ovladače
de: Controllerempfindlichkeit
es: Sensibilidad del contról
fr: Sensibilité du contrôleur
he: רגישות הבקר
ka: კონტროლერის მგრძნობიარობა
nl: Gevoeligheid spelbesturingsapparaat
pl: Czułość kontrolera
pt_br: Sensibilidade do controle
pt_pt: Sensibilidade do comando
ru: Чувствительность контроллера
tr: Kontrol cihazı hassasiyeti
uk: Чутливість контролера
zh_cn: 控制器灵敏度
zh_tw: 控制器靈敏度

source: Copy Error To Clipboard
bg: Копиране на грешката в клипборда
ca: Copiar l'Error al Porta-Retalls
cs: Kopírovat chybu do schránky
de: Fehler in die Zwischenablage kopieren
eo: Kopiu Eraron Al Tondujo
es: Copiar Error al Portapapeles
et: Kopeerimise viga lõikelauale
fi: Kopioi virhe leikepöydälle
fr: Copier l'Erreur
he: מעתיק שגיאה ללוח העתקה
hu: Hiba másolása vágólapra
id: Salin Error ke Clipboard
it: Copia Errore negli Appunti
ka: შეცდომის კოპირება ბუფერში
ko: 클립보드에 오류 복사
nl: Kopieer Fout naar Klembord
nl_be: Kopieer fout naar het klembord
pl: Skopiuj Błąd Do Schowka
pt_br: Copiar erro para a Área de Transferência
pt_pt: Copiar Erro para a Área de Transferência
ru: Копировать Ошибку в Буфер Обмена
sk: Kopírovať chybu do schránky
sr_cyrl: Копирај Грешку у Међуспремник
sv: Kopiera felmeddelande till urklipp
tr: Hatayı Panoya Kopyala
uk: Скопіювати помилку з до буферу обміну
zh_cn: 将错误复制到剪贴板
zh_tw: 將錯誤複製到剪貼簿

source: Copy Results
bg: Копиране на резултатите
de: Ergebnisse kopieren
fr: Résultats de copie
ka: შედეგების კოპირება
nl: Kopieer Resultaten
pl: Kopiuj Wyniki
pt_br: Copiar Resultados
pt_pt: Copiar Resultados
ru: Копировать Результаты
tr: Sonuçları Kopyala
uk: Скопіювати результати
zh_cn: 复制结果
zh_tw: 複製結果

# CORRECTION_PROTANOPE
source: Protanope (Red-Green)
bg: Протанопия (червено и зелено)
ca: Protanòpia (Vermell-Verd)
cs: Protanopie (Červená-Zelená)
de: Rotblindheit (Rot-Grün)
es: Protanomalía (Rojo-Verde)
et: Protanope (punane-roheline)
fi: Protanopia (punavihersokeus)
fr: Protanopie (Rouge-Vert)
he: פרוטנופ (אדום-ירוק)
hu: Protanóp (Piros-Zöld)
it: Protanopica (Rosso-Verde)
ka: პროტანოპია (წით-მწვან)
nl: Protanopie (Rood-Groen)
nl_be: Protanope (Rood-Groen)
pl: Protanopia (Czerwony-Zielony)
pt_br: Protanopia (Vermelho-Verde)
pt_pt: Protanóptico (Vermelho-Verde)
ru: Протанопия (Крас.-Зел.)
sk: Protanopia (červeno-zelená)
sv: Protanope (Röd-Grön)
tr: Protanop (Kırmızı-Yeşil)
uk: Протаноп (червоно-зелений)
zh_cn: 红绿色盲
zh_tw: 紅綠色盲

# CORRECTION_TRITANOPE
source: Tritanope (Blue-Yellow)
bg: Тританопия (синьо и жълто)
ca: Tritanopia (Blau-Groc)
cs: Tritanopie (Modrá-Žlutá)
de: Blaublindheit (Blau-Gelb)
es: Tritanomalía (Azul-Amarillo)
et: Tritanope (sinine-kollane)
fi: Tritanopia (sininen-keltainen)
fr: Tritanopie (Bleue-Jaune)
he: טריטנופ (כחול - צהוב)
hu: Tritanóp (Kék-Citrom)
it: Tritanopica (Blu-Giallo)
ka: ტრიტანოპია (მწვანე-ყვითელი)
nl: Tritanopie (Blauw-Geel)
nl_be: Tritanope (Blauw-Geel)
pl: Tritanopia (Niebieski-Żółty)
pt_br: Tritanopia (Azul-Amarelo)
pt_pt: Tritanóptico (Azul-Amarelo)
ru: Тританопия (Син.-Жел.)
sk: Tritanopia (modro-žltá)
sv: Tritanope (Blå-Gul)
tr: Tritanop (Mavi-Sarı)
uk: Тританоп (блакитно-жовтий)
zh_cn: 蓝黄色盲
zh_tw: 藍黃色盲

# CRAFTING_CLEAR_INPUTS
source: Clear selected inputs
cs: Vymazání vybraných vstupů
fr: Réinitialiser les entrées sélectionnées
ka: არჩეული შეყვანების გასუფთავება
nl: Wis geselecteerde invulvelden
pl: Wyczyść wybrane klawisze
pt_br: Limpar entradas selecionadas
pt_pt: Limpar entradas selecionadas
ru: Очистить введённое
tr: Seçili girenleri temizle
uk: Очистити обрані інгредієнти
zh_cn: 清除选中的材料
zh_tw: 清除選中的輸入

# CRAFTING_ERROR_INTERNAL_CONSUME_PROBLEM
source: Error: internal bug in crafting item consuming
cs: Chyba: interní chyba při spotřebovávání předmětu pro crafting
fr: Erreur : bogue interne pour la consommation des matériaux
ka: შეცდომა: შიდა შეცდომა ელემენტის შთანთქმის შექმნისას
nl: Fout: interne softwarefout in het consumeren van vervaardigde item
pt_br: Erro: bug interno no consumo de item durante criação
pt_pt: Erro: erro interno no consumo de itens de criação
ru: Ошибка : потребляется внешняя хуйня
tr: Hata: Üretim malzemesini tüketirken iç hata oluştu
uk: Помилка: внутрішній баг у споживанні речей крафту
zh_cn: 错误：消耗合成物品时出现内部BUG
zh_tw: 錯誤：消耗合成物品時發生內部錯誤

# CRAFTING_ERROR_TAKING_ITEMS
source: Could not find crafting input items
ka: შექმნისთვის აუცილებელი ელემენტები ვერ ვიპოვე
nl: Kon invoer voor vervaardigingsitems niet vinden
pt_br: Não foi possível encontrar os itens de entrada para criação
pt_pt: Não foi possível encontrar itens de entrada de criação
ru: Невозможно обнаружить введённые объекты
tr: Üretim giriş malzemesi bulunamadı
uk: Не можливо знайти крафт данних предметів
zh_cn: 找不到合成原料
zh_tw: 找不到製作原料

# CRAFTING_FILTER_INPUTS
source: Inputs
cs: Vstupy
fr: Entrée
ka: შეყვანები
nl: Invulvelden
pl: Wejścia
pt_br: Entradas
pt_pt: Entradas
ru: Вложения
tr: Girenler
uk: Інгредієнти
zh_cn: 输入材料
zh_tw: 輸入材料

# CRAFTING_KNOWN_ITEMS
source: Known Recipes
cs: Známé recepty
fr: Recette apprises
ka: ცნობილი რეცეპტები
nl: Bekende Recepten
pl: Znane Receptury
pt_br: Receitas Conhecidas
pt_pt: Receitas Conhecidas
ru: Известные Рецепты
tr: Bilinen Formüller
uk: Відомі рецепти
zh_cn: 已知合成配方
zh_tw: 已知製作配方

# CRAFTING_NOT_ENOUGH_MATERIAL
source: Not enough {0} to craft recipe
cs: Nedostatek {0} pro vytvoření receptu
fr: {0} insuffisant pour fabriquer la recette
ka: არასაკმარისი {0} რეცეპტის შექმნისთვის
nl: Niet genoeg {0} om recept te vervaardigen
pl: Nie dość {0} by scraftować przedmiot
pt_br: Não há {0} suficiente para criar a receita
pt_pt: Não há {0} suficiente para criar a receita
ru: Не хватает {0} для создания рецепта
tr: Formülü üretmek için yeterince {0} yok
uk: Недостатньо {0} для створення
zh_cn: 没有足够的{0}用于合成该配方
zh_tw: 沒有足夠的 {0} 以製作配方

# CRAFTING_NO_RECIPE_SELECTED
source: Please select a recipe above to craft first
cs: Nejprve si prosím vyberte recept, který chcete vyrobit
fr: Veuillez choisir une recette ci-dessus avant de fabriquer
ka: აირჩიეთ რეცეპტი, რომ ჯერ შექმნათ
nl: Gelieve eerst hierboven een recept te selecteren om te vervaardigen
pl: Prosimy najpierw wybrać recepturę by scraftować przedmiot
pt_br: Por favor, selecione uma receita acima para criar primeiro
pt_pt: Selecione uma das receitas acima para criar primeiro
ru: Пожалуйста, выберите рецепт сверху для возможности созидания
tr: Üretmek için lütfen önce yukarıdan bir formül seç
uk: Буль ласка, спочатку оберіть рецепт крафту
zh_cn: 请先选择一个合成配方
zh_tw: 請先選擇一種製作配方

# CRAFTING_NO_ROOM_TO_TAKE_CRAFTING_RESULTS
source: No space to take all crafting results
cs: Žádný prostor pro všechny výsledky řemesel
fr: Espace insuffisant pour prendre tous les produits fabriqués
ka: ყველა ხელობის შედეგის მისაღებად ადგილი საკმარისი არაა
nl: Niet genoeg ruimte om alle vervaardigde resultaten te nemen
pl: Brak miejsca na wszystkie wyniki craftowania
pt_br: Não há espaço para receber todos os resultados da criação
pt_pt: Não há espaço para guardar todos os resultados da criação
ru: Недостаточно места для того дабы взять все результаты созидания
tr: Bütün üretim sonuçlarını almak için yeterli bir alan yok
uk: Немає простору для всіх результатів крафту
zh_cn: 没有空间以存放所有的合成产物
zh_tw: 沒有足夠空間存放所有的製作產物

# CRAFTING_RECIPE_HAND_AXE
source: Stone Hand Axe
bg: Каменна ръчна брадва
cs: Kamenná ruční sekera
fr: Biface en pierre
ka: ქვის ცული
nl: Stenen Handbijl
pl: Kamienna Siekiera Ręczna
pt_br: Machado de Mão de Pedra
pt_pt: Machado de mão de pedra
ru: Ручной каменный топор
tr: Taş El Baltası
uk: Кам'яна ручна сокира
zh_cn: 石质手斧
zh_tw: 石製手斧

# CRAFTING_RESULTS
source: Results
bg: Резултати
fr: Objets fabriqués
ka: შედეგები
nl: Resultaten
pl: Wyniki
pt_br: Resultados
pt_pt: Resultados
ru: Результаты
tr: Ürünler
uk: Результати
zh_cn: 合成产物
zh_tw: 製作產物

# CRAFTING_SELECT_RECIPE_OR_ITEMS_TO_FILTER
source: Select a crafting recipe or add items to filter
cs: Vyberte recept na výrobu nebo přidejte položky k filtrování
fr: Choisir une recette ou ajouter des objets au filtre
ka: აირჩიეთ შექმნის რეცეპტი ან დაამატეთ გასაფილტრი ელემენტები
nl: Selecteer een recept om te vervaardigen of voeg items to aan filter
pl: Wybierz recepturą bądź dodaj przedmioty do filtra
pt_br: Selecione uma receita de criação ou adicione itens para filtrar
pt_pt: Selecione uma receita de criação ou adicione itens para filtrar
ru: Выберите рецепт созидания или добавьте предметы для фильтрации вариантов созидания
tr: Bir üretim formülü seç veya filtrelenecek öğeler ekle
uk: Обрати рецепт крафту чи додати предмет до фільтру
zh_cn: 选择一个合成配方或添加物品到过滤器中
zh_tw: 選擇一種製作配方或添加物品到過濾器中

# CRAFTING_TAKE_ALL
source: Take All
cs: Vezměte si vše
fr: Tout prendre
ka: ყველას აღება
nl: Neem Alles
pl: Weź Wszystko
pt_br: Pegar tudo
pt_pt: Levar tudo
ru: Взять всё
tr: Hepsini Al
uk: Узяти все
zh_cn: 全部拿走
zh_tw: 拿走全部

# CRAFTING_TITLE
source: Crafting
fr: Fabrication
ka: ხელობა
nl: Vervaardigen
pl: Craftowanie
pt_br: Criação
pt_pt: Criação
ru: "Ремесло"
tr: Üretim
uk: Створення
zh_cn: 合成
zh_tw: 製作

source: Create
bg: Създаване
ca: Crear
cs: Vytvořit
de: Erstellen
es: Crear
et: Loo
fi: Luo
fr: Crée
he: ליצור
hu: Létrehozás
it: Crea
ka: შექმნა
nl: Creëer
nl_be: Maak
pl: Stwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa
tr: Oluştur
uk: Створити
zh_cn: 创建
zh_tw: 創建

source: Created at:
bg: Създаден на:
ca: Creat a:
cs: Vytvořeno v:
de: Erstellt am:
eo: Kreita je:
es: Creado a:
et: Loodud:
fi: Luotu:
fr: Créé à :
he: נוצר ב:
hu: Létrehozva ekkor:
id: Dibuat pada:
it: Creato il:
ka: შექმნის დრო:
ko: 로 생성됨:
nl: Gemaakt op:
nl_be: Gemaakt op:
pl: Stworzone:
pt_br: Criado em:
pt_pt: Criado em:
ru: Создано в:
sr_cyrl: Направљено у:
sv: Skapad:
tr: Oluşturma tarihi:
uk: Створення в:
zh_cn: 保存于：
zh_tw: 建立於：

source: Created on Platform:
bg: Създаден в:
ca: Creat a la Plataforma:
cs: Vytvořeno na platformě:
de: Erstellt auf Plattform:
eo: Kreita je platfomo:
es: Creado en Plataforma:
et: Loodud platvormil:
fi: Tehty alustalla:
fr: Créé sur la plateforme :
he: נוצר בפלטפורמה:
hu: Ezen platformon létrehozva:
id: Dibuat di Platform:
it: Creato sulla Piattaforma:
ka: შეიქმნა პლატფორმაზე:
ko: 생성된 매체:
nl: Gemaakt op Platform:
nl_be: Gemaakt op platform:
pl: Stworzone na Platformie:
pt_br: Criado na Plataforma:
pt_pt: Criado na plataforma:
ru: Создано на платформе:
sk: Vytvorené na platforme:
sr_cyrl: Направљено на Платформи:
tr: Oluşturulduğu Platform:
uk: Створено на платформі:
zh_cn: 创建平台：
zh_tw: 創建平台：

source: Create a new microbe
bg: Създаване на нов микроб
ca: Crear un nou microbi
cs: Vytvořit nového mikroba
de: Eine neue Mikrobe erstellen
eo: Kreu novan mikrobon
es: Crear un nuevo microbio
et: Loo uus mikroob
fi: Luo uusi mikrobi
fr: Créer un nouveau microbe
he: צור מיקרוב חדש
hu: Új mikroorganizmus létrehozása
id: Buat mikroba baru
it: Crea un nuovo microbo
ka: ახალი მიკრობის შექმნა
ko: 새 미생물 생성
nl: Maak een nieuwe microbe
nl_be: Maak een nieuwe microbe
pl: Stwórz nowego mikroba
pt_br: Criar um novo micróbio
pt_pt: Criar um novo micróbio
ru: Создать нового микроба
sk: Vytvoriť nového mikróba
sr_cyrl: Направите нови микроб
sr_latn: Napravite novi mikrob
sv: Skapa en ny mikrob
th_th: สร้างจุลินทรีย์ใหม่
tr: Yeni bir mikrop oluştur
uk: Створити нового мікроба
zh_cn: 创建一个新微生物
zh_tw: 創造一種新微生物

source: Create New
bg: Създаване на нов
ca: Crear Nou
cs: Vytvořit nový
de: Neu erstellen
es: Crear Nuevo
et: Loo uus
he: יוצר חדש
hu: Új létrehozása
it: Crea nuovo elemento
ka: ახლის შექმნა
nl: Maak Nieuw
nl_be: Maak nieuw
pl: Stwórz Nowy
pt_br: Criar Novo
pt_pt: Criar Novo
ru: Создать Новый
sk: Vytvoriť nový
tr: Yeni Oluştur
uk: Створити новий
zh_cn: 创建新的Mod
zh_tw: 新創建

source: Create New Cell Type
bg: Създаване на нова клетка
ca: Crear un nou Tipus de Cèl·lula
cs: Vytvořit nový typ buňky
de: Neuen Zellentyp erstellen
es: Crea un nuevo tipo de célula
et: Looge uus lahtritüüp
fi: Luo uusi soluelin
fr: Créer un nouveau type de cellule
he: יצירת סוג תא חדש
hu: Új sejttípus létrehozása
it: Crea un nuovo tipo di cellula
ka: ახალი ტიპის უჯრედის შექმნა
nl: Maak een nieuw celtype
pl: Stwórz Nowy Typ Komórki
pt_br: Criar novo tipo de célula
pt_pt: Criar um novo tipo de célula
ru: Создать Новый Тип Клетки
sk: Vytvoriť nový typ bunky
tr: Yeni Hücre Türü Oluştur
uk: Створити новий тип клітини
zh_cn: 创建新细胞类型
zh_tw: 創建新細胞類型
