Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Mutation Points
bg: Мутационни точки
ca: Punts de Mutació
cs: Body mutace
de: Mutationspunkte
eo: Mutaciaj Poentoj
es: Puntos de Mutación
et: Mutatsioonipunktid
fi: Mutaatiopisteet
fr: Points de mutation
he: נקודות מוטציה
hu: Mutáció pont
id: Poin Mutasi
it: Punti Mutazione
ka: მუტაციის ქულები
ko: 변이 점수
nl: Mutatiepunten
nl_be: Mutatiepunten
pl: Punkty Mutacji
pt_br: Pontos de Mutação
pt_pt: Pontos de Mutação
ru: Очки мутации
sk: Body mutácie
sr_cyrl: Мутације Поени
sr_latn: Mutacije Poeni
sv: Mutationspoäng
tr: Mutasyon Puanı
uk: Очки мутації
zh_cn: 变异点（MP）
zh_tw: 突變點數

source: Mute
bg: Заглушаване
ca: Mut
cs: Ztišit
de: Stumm
eo: Silentigi
es: Silenciar
et: Vaigista
fi: Mykistä
fr: Silencieux
he: השתק
hu: Némítás
id: Bisu
it: Muto
ka: დადუმება
ko: 음소거
nl: Demp
nl_be: Dempen
pl: Wycisz
pt_br: Silenciar
pt_pt: Silenciar
ru: Заглушить
sk: Stlmiť
sr_cyrl: Пригуши звук
sr_latn: Priguši zvuk
sv: Tyst
th_th: ปิดเสียง
tr: Sustur
uk: Вимкнути
zh_cn: 静音
zh_tw: 靜音

source: Name:
bg: Наименование:
ca: Nom:
cs: Jméno:
eo: Nomo:
es: Nombre:
et: Nimi:
fi: Nimi:
fr: Nom :
he: שם:
hu: Név:
id: Nama:
it: Nome:
ka: სახელი:
ko: 이름:
nl: Naam:
nl_be: Naam:
pl: Nazwa:
pt_br: Nome:
pt_pt: Nome:
ru: Имя:
sk: Meno:
sr_cyrl: Име:
sv: Namn:
tr: Ad:
uk: Назва:
zh_cn: 名称：
zh_tw: 名稱：

# NAME_LABEL_FLEET
source: {0} (PWR: {1})
fr: {0} (Puissance : {1})
ka: {0} (ძალა: {1})
nl: {0} (KRT: {1})
pt_br: {0} (Poder: {1})
ru: {0} (ЭНРГ:{1})
tr: {0} (GÜÇ: {1})
uk: {0} (СИЛА: {1})
zh_tw: {0}（戰力：{1}）

# NAME_LABEL_STRUCTURE_UNFINISHED
source: {0} (U)
ka: {0} (დაუს)
pt_br: {0} (I)
pt_pt: {0} (I)
ru: {0}(Н)
tr: {0} (Y)
uk: {0} (Незав.)
zh_tw: {0}（未完成）

# NATIVE_THREAD_ADVICE_TOOLTIP
source: Native threads are used for different tasks than managed threads. More threads on CPUs with many cores generally increase performance up to a limit too many total threads will start to decrease performance.
pt_pt: Os threads nativos são utilizados para tarefas diferentes dos threads geridos. Mais threads em CPUs com muitos núcleos geralmente aumentam o desempenho até um limite demasiados threads totais diminuirão o desempenho.
ru: Собственные потоки используются для задач, отличных от управляемых потоков. Большее количество потоков на процессорах с большим количеством ядер обычно увеличивает производительность до предела. Слишком большое количество потоков начнет снижать производительность.
tr: Yerel iş parçacıkları, yönetilen iş parçacıklarından farklı görevler için kullanılır. Çok çekirdekli işlemcilerde daha fazla iş parçacığı genellikle performansı belli bir sınıra kadar arttırır. Toplam iş parçacığı aşırı fazla ise performans azalmaya başlar.
uk: Нативні потоки використовуються не для тих же завдань, що керовані потоки. Більше потоків на процесорах з великою кількістю ядер може загально збільшити продуктивність до певного обмеження занадто велика кількість потоків почне зменшувати продуктивність.
zh_tw: 本機執行緒用於與託管執行緒不同的任務。 多核心 CPU 上的更多執行緒通常會將效能提高到極限 太多的總線程數將會降低效能。

source: Negative ATP Balance
bg: Производството на АТФ е недостатъчно
ca: Equilibri d'ATP Negatiu
cs: Záporný balanc ATP
de: Negativer ATP-Saldo
eo: Negativa ATP-Balanco
es: Balance de ATP Negativo
et: Negatiivne ATP Tasakaal
fi: Negatiivinen ATP:n tasapaino
fr: Quantité d'ATP Négative
he: מאזן ATP שלילי
hu: Negatív ATP egyensúly
id: Keseimbangan ATP Negatif
it: Bilancio di ATP negativo
ka: ატფ-ის უარყოფითი ბალანსი
ko: 부정적 ATP 균형
nl: Negatieve ATP-balans
nl_be: Negatieve ATP Balans
pl: Negatywny balans ATP
pt_br: Saldo de ATP Negativo
pt_pt: Saldo ATP negativo
ru: Отрицательный баланс АТФ
sr_cyrl: Негативан ATP Биланс
sr_latn: Negativan ATP Bilans
sv: Negativ ATP Balans
tr: Negatif ATP Tutarı
uk: Від'ємний АТФ баланс
zh_cn: ATP开支为负
zh_tw: ATP 負平衡

# NEGATIVE_ATP_BALANCE_TEXT
source: Your microbe is not producing enough ATP for it to survive! Do you wish to continue?
bg: Вашият микроб не произвежда достатъчно АТФ за да оцелее! Искате ли да продължите?
ca: El teu Microbi no consumeix més ATP que no pas pot arribar a produïr! Vols continuar?
cs: Tvůj mikrob NEPRODUKUJE dostatek ATP, aby přežil! Chceš pokračovat?
de: Deine Mikrobe produziert nicht genug ATP zum überleben! Möchtest du fortfahren?
eo: Via mikrobo ne produktas sufiĉe da ATP por ke ĝi travivu! Ĉu vi volas daŭrigi?
es: Tu microbio no está produciendo suficiente ATP para sobrevivir! Deseas continuar?
et: Teie mikroob ei tooda piisavalt ATP-d, et see ellu jääda! Kas soovite jätkata?
fi: Mikrobi ei tuota tarpeeksi ATP:tä selviytyäkseen! Haluatko varmasti jatkaa?
fr: Votre microbe ne produit pas assez d'ATP pour survivre ! Voulez-vous continuer ?
he: המיקרוב שלך איננו מייצר מספיק ATP בשביל לשרוד! האם ברצונך להמשיך?
hu: A sejted nem termel annyi ATP-t, hogy képes legyen túlélni! Biztos folytatni akarod?
id: Mikrobamu tidak menghasilkan ATP yang cukup untuk bertahan hidup! Lanjut?
it: Il tuo microbo non produce abbastanza ATP per sopravvivere! Vuoi continuare?
ka: თქვენი მიკრობი გადასარჩენად საკმარის ატფ-ს არ აწარმოებს გნებავთ, გააგრძელოთ?
ko: 미생물이 생존에 필요한 만큼의 ATP를 생산하지 않습니다! 계속하시겠습니까?
nl: Je microbe produceert niet genoeg ATP om te overleven! Wil je doorgaan?
nl_be: Je microbe produceert niet genoeg ATP om te overleven! Wil je verder gaan?
pl: Twoja komórka produkuje za mało ATP by przeżyć! Czy chcesz kontynuować?
pt_br: Seu micróbio não está produzindo ATP suficiente para sobreviver! Deseja continuar?
pt_pt: O micróbio não está a produzir ATP suficiente para sobreviver! Deseja continuar?
ru: Ваш микроб не производит нужное количество АТФ для выживания! Желаете продолжить?
sr_cyrl: Ваш микроб не производи довољно ATP-а да би преживео! Да ли желите да наставите?
sr_latn: Vaš mikrob ne proizvodi dovoljno ATP-a da bi preživeo! Da li želite da nastavite?
sv: Din mikrob producerar inte tillräckligt med atp för att överleva! Vill du fortsätta?
tr: Mikrobunuz, hayatta kalmak için yeterli ATP üretmemektedir! Yine de devam etmek istiyor musunuz?
uk: Ваш мікроб не виробляє недостатню кілбкість АТф для виживання. Ви справді бажаєте продовжити?
zh_cn: 你的微生物没办法产出足以维持生存的量的ATP！ 你确定要继续吗？
zh_tw: 您的微生物無法生產足夠的 ATP 來維持生存！ 您確定要繼續嗎？

source: New
bg: Създаване
ca: Nou
cs: Nový
de: Neu
es: Nuevo
et: Uus
fi: Uusi
fr: Nouveau
he: חדש
hu: Új
it: Nuova
ka: ახალი
nl: Nieuw
nl_be: Nieuw
pl: Nowe
pt_br: Novo
pt_pt: Novo
ru: Новый
sk: Nový
sv: Ny
tr: Yeni
uk: Новий
zh_cn: 新的
zh_tw: 新增

# NEWER_VERSION_LOADING_WARNING
source: This save is from a newer version of Thrive and very likely incompatible. Do you want to try loading the save anyway?
bg: Този запис е от по-нова версия на „Thrive“ и е несъвместим. Искате ли да го заредите въпреки това?
ca: Aquest arxiu de guardat pertany a una versió de Thrive més nova que l'actual i, probablement, sigui incompatible. Voleu intentar carregar l'arxiu igualment?
cs: Tato uložená hra pochází z novější verze Thrive a je velmi pravděpodobně nekompatibilní. Chceš přesto zkusit načíst hru?
de: Dieser Speicherstand stammt aus einer neueren Version von Thrive und ist sehr wahrscheinlich inkompatibel. Möchtest du trotzdem versuchen, den Spielstand zu laden?
eo: Ĉi tiu konservado estas de pli nova versio de Thrive kaj tre probable ne kongruas. Ĉu vi volas provi ŝargi la konservadon ĉiuokaze?
es: Esta partida guardada es de una versión más nueva de Thrive, y muy probablemente incompatible. ¿Deseas intentar cargarla igualmente?
et: See salvestamine pärineb Thrive'i uuemast versioonist ja tõenäoliselt ei ühildu. Kas soovite siiski proovida salvestust laadida?
fi: Tämä tallennus on uudemmasta Thriven versiosta ja erittäin todennäköisesti se ei ole yhteensopiva. Lataa kuitenkin?
fr: Cette sauvegarde vient dune version postérieure de Thrive et a beaucoup de chances d'être incompatible. Voulez-vous tout de même tenter de charger la sauvegarde ?
he: השמירה זו נוצרה בגרסאות החדשות יותר של Thrive ויכולה שלא תפקד כראוי. האם ברצונך להמשיך לפתוח בכל זאת?
hu: Ez a mentés a Thrive egyik frissebb verziójából származik, és nagy eséllyel nem kompatibilis. Így is be akarod tölteni a mentést?
id: Save ini berasal dari versi Thrive yang lebih baru dan kemungkinan besar tidak lagi kompatibel. Apakah kamu ingin tetap memuat save ini?
it: Questo salvataggio viene da una versione più recente di Thrive. Probabilmente è incompatibile. Vuoi provare a caricarlo lo stesso?
ka: ეს შენახვის ფაილი Thrive-ის უფრო ახალი ვერსიიდანაა და დიდი შანსია, თავსებადი არ იყოს. მაინც გნებავთ ამ შენახულის ჩატვირთვის ცდა?
ko: 이 저장은 이후 버전 Thrive의 것이며 호환되지 않을 수도 있습니다. 그래도 불러오시겠습니까?
nl: Dit opgeslagen bestand is van een nieuwere versie van Thrive en is waarschijnlijk niet-compatibel. Wil je toch proberen het opgeslagen bestand te laden?
nl_be: Dit opgeslagen bestand is van een nieuwere versie van Thrive en is waarschijnlijk niet-compatibel. Wil je toch proberen het opgeslagen bestand te laden?
pl: Ten zapis jest z nowszej wersji Thrive i prawdopodobnie niekompatybilny. Czy chcesz spróbować wczytać zapis mimo to?
pt_br: Este jogo salvo é de uma versão mais nova de Thrive e é provavelmente incompatível. Deseja carregar o jogo mesmo assim?
pt_pt: Este jogo guardado é de uma versão mais recente do Thrive e muito provavelmente incompatível. Quer tentar carregar o jogo mesmo assim?
ru: Это сохранение из новых версий Thrive и скорее всего несовместимо. Всё равно попробовать загрузить сохранение?
sr_cyrl: Овај сачување је из новије верзије Thrive и врло вероватно некомпатибилна. Да ли желите да ипак покушате да учитате овај чување?
tr: Bu kayıt, Thrive'ın daha yeni bir sürümüne ait ve mevcut sürümle uyumsuz olması oldukça muhtemeldir. Yine de kaydı yüklemeyi denemek ister misiniz?
uk: Це збереження з новішої версії Thrive та ймовірно несумісне. Ви хочете спробувати завантажити його всеодно?
zh_cn: 这个存档是来自更新版本的Thrive的并且很可能不兼容。 你确定要强行载入这个存档吗？
zh_tw: 此存檔來自較新版本的 Thrive 並且很可能不相容。 您仍然想嘗試載入此存檔嗎？

source: NEWS
bg: НОВИНИ
es: NOVEDADES
fr: NOUVEAUTÉS
ka: სიახლეები
nl: NIEUWS
pl: NEWSY
pt_br: NOTÍCIAS
pt_pt: NOTÍCIAS
ru: НОВОСТИ
tr: HABERLER
uk: НОВИНИ
zh_cn: 新闻
zh_tw: 新聞

# NEW_BIODIVERSITY_INCREASING_SPECIES_POPULATION
source: Initial population for biodiversity-increasing species
bg: Начална популация на създанията, увеличаващи биоразнообразието
cs: Počáteční populace pro druhy zvyšující biodiverzitu
de: Startpopulation einer Biodiversität erhöhenden Spezies
es: Población inicial para especies creadas para aumentar biodiversidad
fr: Population initiale pour les espèces augmentant la biodiversité
he: אוכלוסיה ראשונית למינים הגדלים במגוון הביולוגי
it: Popolazione iniziale delle specie aumenta-biodiversità
pl: Wstępna populacja dla gatunku zwiększającego bioróżnorodność
zh_cn: 增加生物多样性物种的初始种群数量
zh_tw: 生物多樣性物種的初始種群數量

source: New Game
bg: Нова игра
ca: Nova partida
cs: Nová hra
de: Neues Spiel
eo: Nova ludo
es: Nueva Partida
et: Uus mäng
fi: Uusi Peli
fr: Nouvelle partie
he: משחק חדש
hu: Új játék
id: Permainan Baru
it: Nuova partita
ka: ახალი თამაში
ko: 새 게임
nl: Nieuw spel
nl_be: Nieuw Spel
pl: Nowa Gra
pt_br: Novo Jogo
pt_pt: Novo Jogo
ru: Новая игра
sk: Nová hra
sr_cyrl: Нова игра
sr_latn: Nova igra
sv: Nytt spel
th_th: เกมส์ใหม่
tr: Yeni Oyun
uk: Нова гра
zh_cn: 新游戏
zh_tw: 新遊戲

# NEW_GAME_BUTTON_TOOLTIP
source: Start a new game
bg: Започване на нова игра
ca: Començar un nou joc
cs: Začít novou hru
de: Neues Spiel starten
es: Empezar nueva partida
fr: Commencer une nouvelle partie
he: התחל משחק חדש
hu: Új játék indítása
it: Avvia una nuova partita
ka: ახალი თამაშის დაწყება
nl: Start een nieuw spel
pl: Zacznij nową grę
pt_br: Começa um novo jogo
pt_pt: Comece um novo jogo
ru: Начать новую игру
sk: Začať novú hru
tr: Yeni bir oyun başlat
uk: почати нову гру
zh_cn: 开始新游戏
zh_tw: 開始新遊戲

# NEW_GAME_SETTINGS_PERFORMANCE_OPTIONS_INFO
source: Note: you can change performance related options at any time in the [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]options menu[/url][/color] to improve game performance
bg: Важно: Ако имате проблеми с производителността на играта, натиснете [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]тук[/url][/color]
de: Hinweis: Sie können leistungsbezogene Optionen jederzeit im [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]Optionsmenü[/url][/color] ändern, um die Spielleistung zu verbessern
es: Nota: Puedes cambiar opciones de rendimiento en cualquier momento en [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]menú de opciones[/url][/color] para mejorar el rendimiento del juego
fr: Remarque : vous pouvez modifier les options liées aux performances à tout moment dans le [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]menu options[/url][/color] pour améliorer les performances du jeu
he: הערה: אתה יכול לשנות אפשריות שקושרות לביצועים בכל זמן נתון ב[color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]אפשרויות[/url][/color] על מנת לשפר ביצועי המשחק
it: Una nota: puoi modificare le impostazioni legate alle prestazioni in qualsiasi momento nel [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]menù delle opzioni[/url][/color]
ka: შენიშვნა: წარმადობის პარამეტრების შეცვლა ყოველთვის შეგიძლიათ [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]მორგების მენიუდან[/url][/color], რომ გააუმჯობესოთ თამაშის წარმადობა
nl: Notitie: je kunt prestatiegerelateerde opties op elk moment in het [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]optiemenu[/url][/color] aanpassen om de prestatie van het spel te verbeteren
pl: Możesz zmieniać opcje wydajności kiedy chcesz w [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]options menu[/url][/color] by polepszyć wydajność gry
pt_br: Nota: você pode mudar as opções relacionadas ao desempenho a qualquer momento no [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]menu de opções[/url][/color] para melhorar o desempenho do jogo
ru: Заметьте: вы можете изменить настройки производительности в любое время в [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]меню настроек[/url][/color] для улучшения производительности
tr: Not: Oyunun performansını arttırmak için performans ile ilgili ayarları her an [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]ayarlar menüsünden[/url][/color] değiştirebilirsiniz
uk: Примітка: ви можете змінити параметри продуктивності будь-коли в [color=#3796e1][url=thrive://GUI/OptionsMenu/Performance] меню налаштувань[/url][/color], щоб покращити продуктивність гри
zh_cn: 注意：您可以随时在[color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]选项菜单[/url][/color]中更改性能相关选项以提高游戏性能
zh_tw: 注意：您可以隨時在[color=#3796e1][url=thrive://GUI/OptionsMenu/Performance]選項選單[/url][/color]中更改與效能相關的選項以提高遊戲性能

# NEW_MOD_DEFAULT_DESCRIPTION
source: My Awesome Mod
bg: Моята невероятна модификация
ca: El Meu Mod Esbalaïdor
cs: Můj úžasný mod
de: Mein fantastischer Mod
es: ¡Mi maravilloso!... Mod
et: Minu suurepärane mod
fr: Mon mod génial
he: המוד המדהים שלי
hu: Az én király modom
it: La mia fantastica mod
ka: ჩემი გადასარევი მოდი
nl: Mijn Geweldige Mod
nl_be: Mijn SuperSaaie Mod
pl: Mój Wspaniały Mod
pt_br: Meu Mod Maneirasso
pt_pt: O meu mod incrível
ru: Мой потрясающий мод
tr: Benim Harika Modum
uk: Мій класний мод
zh_cn: 我的绝棒的Mod
zh_tw: 我令人驚嘆的模組

source: New Name
bg: Наименование
ca: Nou Nom
cs: Nové jméno
de: Neuer Name
es: Nuevo Nombre
et: Uus nimi
fi: Uusi nimi
fr: Nouveau nom
he: שם חדש
hu: Új név
it: Nuovo nome
ka: ახალი სახელი
nl: Nieuwe naam
pl: Nowa Nazwa
pt_br: Novo Nome
pt_pt: Novo Nome
ru: Новое имя
sk: Nové meno
tr: Yeni İsim
uk: Нова назва
zh_cn: 新名称
zh_tw: 新名稱

# NEW_NAME_COLON
source: New Name:
bg: Наименование:
ca: Nou nom:
cs: Nové jméno:
de: Neuer Name:
es: Nuevo Nombre:
et: Uus nimi:
fi: Uusi nimi:
fr: Nouveau nom :
he: שם חדש:
hu: Új név:
it: Nuovo nome:
ka: ახალი სახელი:
nl: Nieuwe naam:
pl: Nowe imię:
pt_br: Novo Nome:
pt_pt: Novo Nome:
ru: Новое Название Колонии:
sk: Nové meno:
tr: Yeni İsim:
uk: Нова назва:
zh_cn: 新名称：
zh_tw: 新名稱：

# NEXT_CAPITAL
source: NEXT
bg: НАПРЕД
ca: SEGÜENT
cs: DALŠÍ
de: NÄCHSTE
eo: SEKVA
es: SIGUIENTE
et: JÄRGMINE
fi: SEURAAVA
fr: SUIVANT
he: הבא
hu: KÖVETKEZŐ
id: LANJUT
it: AVANTI
ka: შემდეგი
ko: 다음
nl: VOLGENDE
nl_be: VOLGENDE
pl: DALEJ
pt_br: PRÓXIMO
pt_pt: PRÓXIMO
ru: ДАЛЕЕ
sk: ĎALEJ
sr_cyrl: СЛЕДЕЋИ
sv: NÄSTA
tr: SONRAKİ
uk: ДАЛІ
zh_cn: 下一个
zh_tw: 下一頁

# NEXT_EDITOR_TAB
source: Go to next editor tab
bg: Преминаване към следващия раздел
ca: Anar a la següent pestanya de l'editor
cs: Přejít do následující záložky editoru
de: Zum nächsten Tab des Editors wechseln
es: Ir a la siguiente pestaña
et: Minge järgmisele redaktori vahekaardile
fr: Aller au prochain onglet de l'éditeur
he: לך לכרטיסיית העורך הבאה
hu: Menj a következő szerkesztő ablakba
it: Vai al prossimo pannello dell'editor
ka: გადასვლა რედაქტორის შემდეგ ჩანართზე
nl: Ga naar het volgende bewerkertabblad
pl: Przejdź do następnej zakładki edytora
pt_br: Ir para a próxima aba do editor
ru: Перейдите в новую вкладку редактора
tr: Sonraki editör sekmesine git
uk: Перейти до наступної вкладки редактору
zh_cn: 进入下一个编辑器标签
zh_tw: 進入下一個編輯器分頁

source: Nitrogen
bg: Азот
cs: Dusík
de: Stickstoff
eo: Nitrogeno
es: Nitrógeno
et: Lämmastik
fi: Typpi
fr: Azote
he: חנקן
hu: Nitrogén
it: Azoto
ka: აზოტი
ko: 질소
nl: Stikstof
nl_be: Stikstof
pl: Azot (N₂)
pt_br: Nitrogênio
pt_pt: Nitrogénio
ru: Азот
sk: Dusík
sr_cyrl: Азот
sr_latn: Azot
sv: Kväve
th_th: ไนโตรเจน
tr: Azot
uk: Азот
zh_cn: 氮
zh_tw: 氮

source: Nitrogenase
bg: Нитрогеназа
ca: Nitrogenasa
cs: Nitrogenáza
eo: Nitrogenazo
es: Nitrogenasa
et: Lämmastik
fi: Nitrogenaasi
fr: Azotéase
he: ניטרוגנאז
hu: Nitrogenáz
it: Nitrogenasi
ka: ნიტროგენაზა
ko: 니트로게나아제
nl: Stikstofase
nl_be: stikstofase
pl: Nitrogenaza
ru: Нитрогеназа
sk: Nitrogenáza
sr_cyrl: Нитрогеназа
sr_latn: Nitrogenaza
sv: Kvävegenas
th_th: ไนโตรเจน
tr: Nitrojenaz
uk: Нітрогеназа
zh_cn: 固氮酶
zh_tw: 固氮酶
