Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Lead Artists
bg: Водещи артисти
ca: Artistes Principals
cs: Vedoucí umělci
de: Leitende Künstler(innen)
es: Artistas principales
et: Juhtivad kunstnikud
fi: Johtavat Taiteilijat
fr: Artistes principaux
he: אומנים מובילים
hu: Fő grafikusok
id: Kepala Artistik
it: Capi Artisti
ka: წამყვანი მხატვრები
nl: Hoofd Design
nl_be: Hoofdartiesten
pl: Główni artyści
pt_br: Gestores Artísticos
pt_pt: Artistas Líderes
ru: Ведущие Художники
sk: Hlavní umelci
sv: Ledande Artister
tr: Baş Sanatçılar
uk: Головні художники
zh_cn: 首席美工
zh_tw: 首席畫師

source: Lead Developers
bg: Водещи разработчици
ca: Desenvolupadors principals
cs: Hlavní vývojář
de: Leitende Entwickler
es: Desarrolladores principales
et: Juhtarendajad
fi: Pääkehittäjät
fr: Développeur principal
he: מפתחים מובילים
hu: Fő fejlesztők
id: Kepala Pengembang
it: Capi Sviluppatori
ka: წამყვანი პროგრამისტები
nl: Hoofd Ontwikkelaars
nl_be: Hoofdontwikkelaars
pl: Główni Developerzy
pt_br: Gestores de Desenvolvimento
pt_pt: Líderes de Desenvolvedores
ru: Ведущие Разработчики
sk: Hlavný vývojár
sv: Ledande Utvecklare
tr: Baş Oyun Geliştiricileri
uk: Головні розробники
zh_cn: 首席开发人员
zh_tw: 首席開發人員

source: Lead Game Designer
bg: Водещ дизайнер
ca: Dissenyador Principal del Joc
cs: Vedoucí herní designér
de: Leitende(r) Spieledesigner(in)
es: Diseñador principal del juego
et: Juhtiv mängudisainer
fr: Concepteur de jeu principal
he: מעצב משחק מוביל
hu: Vezető játéktervező
id: Kepala Desainer Game
it: Capo Progettisti di Gioco
ka: წამყვანი თამაშის დიზაინერი
nl: Hoofd Spel Ontwerper
nl_be: Hoofdspelontwerper
pl: Główny Designer Gry
pt_br: Gestor de Design de Jogo
pt_pt: Líder de Design de Jogo
ru: Ведущий Игровой Дизайнер
sk: Vedúci herný dizajnér
sv: Ledande speldesigner
tr: Baş Oyun Tasarımcısı
uk: Лідер з геймдизайну
zh_cn: 首席游戏设计师
zh_tw: 首席遊戲設計師

source: Lead Game Designers
bg: Водещи дизайнери
ca: Dissenyadors Principals del Joc
cs: Vedoucí herní designéři
de: Leitende Spieledesigner
es: Diseñadores principales del juego
et: Juhtivad mängudisainerid
fr: Concepteurs de jeu principaux
he: מעצבי משחק מובילים
hu: Fő játéktervezők
id: Kepala Desainer Game
it: Capi Progettisti di Gioco
ka: წამყვანი თამაშის დიზაინერები
nl: Hoofd Spel Ontwerpers
nl_be: Hoofdspelontwerpers
pl: Główni Designerzy Gry
pt_br: Gestores de Design de Jogo
pt_pt: Líderes de Design de Jogo
ru: Ведущие игровые дизайнеры
sk: Vedúci herní dizajnéri
sv: Ledande speldesigners
tr: Baş Oyun Tasarımcıları
uk: Головні з геймдизайну
zh_cn: 首席游戏设计师
zh_tw: 首席遊戲設計師

source: Lead Outreach People
bg: Водещи представители
ca: Persona Líder de Divulgació
cs: Vedoucí kontaktu s komunitou
de: Leitende Reichweite Personen
es: Lideres de investigación
et: Juhtige teavitustöölisi
fr: Responsables des Relations Publiques
he: מובילי הסברה
hu: Fő Megkeresők
id: Kepala Outreach
it: Capi Pubblicitari
ka: წამყვანი საკონტაქტო ხალხი
nl: Hoofd Publieksbereik Personen
nl_be: Leidinggevende personen
pl: Główne Osoby Kontaktowe
pt_br: Gestor da Equipe de Divulgação
pt_pt: Líder da Equipa de Divulgação
ru: Ведущие Агитаторы
sk: Vedúci kontaktu s komunitou
tr: Baş Destek Şahısları
uk: Головні оутридж-працівники
zh_cn: 首席推广负责人
zh_tw: 首席推廣負責人

source: Lead Outreach Person
bg: Водещ представител
ca: Persona Líder de Divulgació
cs: Vedoucí kontaktu s komunitou
de: Leitende Reichweite Person
es: Líder de investigación
et: Teavitustegevuse juhtiv isik
fr: Responsable des Relations Rubliques
he: מוביל הסברה
hu: Vezető Megkereső
id: Kepala Outreach
it: Capo Pubblicitari
ka: წამყვანი საკონტაქტო პირი
nl: Hoofd Publieksbereik Persoon
nl_be: Leidinggevende persoon
pl: Główna Osoba Kontaktowa
pt_br: Gestor da Equipe de Divulgação
pt_pt: Líder de divulgação
ru: Ведущий Агитатор
sk: Vedúci kontaktu s komunitou
tr: Baş Destek Şahsı
uk: Керівник з оутричу
zh_cn: 首席推广负责人
zh_tw: 首席推廣負責人

source: Lead Programmer
bg: Водещ програмист
ca: programador principal
cs: Hlavní programátor
de: Leitender Programmierer
es: Programador principal
et: Juhtprogrammeerija
fi: Pääohjelmoija
fr: Programmeur principal
he: מתכנת מוביל
hu: Vezető programozó
id: Kepala Programmer
it: Capo Programmatori
ka: წამყვანი პროგრამისტი
nl: Hoofd Programmeur
nl_be: Hoofdprogrammeur
pl: Główny Programista
pt_br: Gestor da Equipe de Programação
pt_pt: Programador Principal
ru: Ведущий Программист
sk: Hlavný programátor
sv: Ledande Programmerare
tr: Baş Programcı
uk: Лідер-програміст
zh_cn: 首席程序员
zh_tw: 首席工程師

source: Lead Programmers
bg: Водещи програмисти
ca: programadors principals
cs: Hlavní programátoři
de: Leitende Programmierer
es: Programadores principales
et: Juhtivad programmeerijad
fi: Pääohjelmoijat
fr: Programmeurs principaux
he: מתכנתים מובילים
hu: Fő programozók
id: Kepala Programmer
it: Capi Programmatori
ka: წამყვანი პროგრამისტები
nl: Hoofd Programmeurs
nl_be: Hoofdprogrammeurs
pl: Główni Programiści
pt_br: Gestores da Equipe de Programação
pt_pt: Programadores Principais
ru: Ведущие Программисты
sk: Hlavní programátori
sv: Ledande programmerare
tr: Baş Programcılar
uk: Головні програмісти
zh_cn: 首席程序员
zh_tw: 首席工程師

source: Lead Project Manager
bg: Водещ ръководител
ca: Gestor de projecte en cap
cs: Vedoucí projektový manažer
de: Leitende(r) Projektmanager(in)
es: Líder de dirección del projecto
et: Juhtiv projektijuht
fr: Chef de projet principal
he: מוביל מנהל פרויקט
hu: Fő projekt menedzser
id: Kepala Manager Proyek
it: Capo Gestori del Progetto
ka: წამყვანი პროექტის მმართველი
nl: Hoofd Projectmanager
nl_be: Hoofd projectmanager
pl: Główny Menadżer Projektu
pt_br: Gestor de Projeto
pt_pt: Líder de Gestor de Projeto
ru: Ведущий Менеджер Проекта
sk: Vedúci projektový manažér
sv: Projektledare
tr: Baş Proje Yöneticisi
uk: Лідер з проджектменеджменту
zh_cn: 首席项目经理
zh_tw: 首席專案經理

source: Lead Project Managers
bg: Водещи ръководители
ca: Gestors de projecte en cap
cs: Vedoucí projektoví manažeři
de: Leitende Projektmanager(innen)
es: Lideres de dirección del projecto
et: Juhtivad projektijuhid
fr: Chef de projets principaux
he: מנהלי פרויקטים מובילים
hu: Vezető projekt menedzserek
id: Kepala Manager Proyek
it: Capi Gestori del Progetto
ka: წამყვანი პროექტის მმართველები
nl: Hoofd Projectmanagers
nl_be: Hoofd projectmanagers
pl: Główni Menadżerowie Projektu
pt_br: Gestores de Projeto
pt_pt: Líder de Gestores de Projetos
ru: Ведущие Менеджеры Проекта
sk: Vedúci projektoví manažéri
sv: Projektledare
tr: Baş Proje Yöneticileri
uk: Головні з проджектменеджменту
zh_cn: 首席项目经理
zh_tw: 首席專案經理

source: Lead Tester
bg: Водещ изпитател
ca: Provador en cap
cs: Vedoucí tester
de: Leiternde(r) Tester(in)
es: Líder de testeo
et: Juhttester
fr: Testeur principal
he: בודק מוביל
hu: Vezető teszter
id: Kepala Penguji
it: Capo Collaudatori
ka: წამყვანი ტესტერი
nl: Hoofd Tester
nl_be: Hoofd Tester
pl: Główny Tester
pt_br: Gestor de Testagem
pt_pt: Líder Tester
ru: Ведущий Тестер
sk: Hlavný tester
sv: Ledande Testare
tr: Oyunu Test Eden
uk: Найголовніший тестувальник
zh_cn: 首席测试者
zh_tw: 首席測試員

source: Lead Testers
bg: Водещи изпитатели
ca: Provadors en cap
cs: Vedoucí testeři
de: Leitende Tester(innen)
es: Lideres de testeo
et: Juhttestrid
fr: Testeurs principaux
he: בודקים מובילים
hu: Fő teszterek
id: Kepala Penguji
it: Capi Collaudatori
ka: წამყვანი ტესტერები
nl: Hoofd Testers
nl_be: Hoofd Testers
pl: Główni Testerzy
pt_br: Gestores de Testagem
pt_pt: Líderes de Testers
ru: Ведущие Тестеры
sk: Hlavní testeri
sv: Ledande Testare
tr: Oyunu Test Edenler
uk: Головні тестувальники
zh_cn: 首席测试者
zh_tw: 首席測試員

source: Lead Theorist
bg: Водещ теоретик
ca: Teòric en cap
cs: Hlavní teoretik
de: Leitende(r) Theoretiker(in)
es: Teorista principal
et: Juhtteoreetik
fi: Johtava Teoreetikko
fr: Théoricien principal
he: תיאורטיקן מוביל
hu: Vezető teoretikus
id: Kepala Teoritisi
it: Capo Teorici
ka: წამყვანი თეორეტიკოსი
nl: Hoofd Theorist
nl_be: hoofdtheoreticus
pl: Główny Teoretyk
pt_br: Gestor Teórico
pt_pt: Teórico Principal
ru: Ведущий Теоретик
sk: Hlavný teoretik
sv: Ledande Teoretiker
tr: Baş Teorisyen
uk: Лідер-теоретик
zh_cn: 首席理论家
zh_tw: 首席理論家

source: Lead Theorists
bg: Водещи теоретици
ca: Teòrics en cap
cs: Hlavní teoretici
de: Leitende Theoretiker(innen)
es: Teoristas principales
et: Juhtivad teoreetikud
fi: Johtavat Teoreetikot
fr: Théoriciens principaux
he: תיאורטיקנים מובילים
hu: Fő teoretikusok
id: Kepala Teoritisi
it: Capi Teorici
ka: წამყვანი თეორეტიკოსები
nl: Hoofd Theoristen
nl_be: hoofdtheoretici
pl: Główni Teoretycy
pt_br: Gestores Teóricos
pt_pt: Teóricos Líderes
ru: Ведущие Теоретики
sk: Hlavní teoretici
sv: Ledande Teoretiker
tr: Baş Teorisyenler
uk: Головні теоретики
zh_cn: 首席理论家
zh_tw: 首席理論家

source: Left mouse
bg: Ляв бутон
ca: Click esquerre del ratolí
cs: Levé tlačítko myši
de: Linke Maus
eo: Maldekstra musbutono
es: Clic izquierdo
et: Vasak hiir
fi: Hiiren vasen painike
fr: Clic gauche
he: לחצן עכבר השמאלי
hu: Bal egérgomb
it: Clic sinistro
ka: თაგუნას მარცხენა ღილაკი
ko: 마우스 왼쪽 버튼
nl: Linkermuisknop
nl_be: Linker muis
pl: Lewy przycisk myszy
pt_br: Botão esquerdo do mouse
pt_pt: Rato esquerdo
ru: Левая кнопка мыши
sk: Ľavé tlačidlo myši
sr_cyrl: Леви миш
sr_latn: Levi miš
sv: Vänster musknapp
th_th: เมาส์ซ้าย
tr: Sol fare tuşu
uk: ЛКМ
zh_cn: 鼠标左键
zh_tw: 滑鼠左鍵

source: Licenses
bg: Лицензи
ca: Llicències
cs: Licence
de: Lizenzen
es: Licencias
et: Litsentsid
fi: Lisenssit
fr: Licences
he: רישיונות
hu: Licenszek
it: Licenze
ka: ლიცენზიები
nl: Licenties
nl_be: Licenties
pl: Licencje
pt_br: Licenças
pt_pt: Licenças
ru: Лицензии
sk: Licencie
sv: Licenser
tr: Lisanslar
uk: Ліцензія
zh_cn: 许可
zh_tw: 授權條款

# LICENSES_COVERING_THRIVE
source: Licenses covering parts of Thrive are shown here
bg: Описание на лицензите
ca: Aquí es mostren les llicències cobrint parts de Thrive
cs: Licence pokrývající části systému Thrive jsou uvedeny zde
de: Die Lizenzen für Teile von Thrive werden hier angezeigt
es: Aquí se muestras las licencias de Thrive
et: Siin kuvatakse Thrive'i osi hõlmavad litsentsid
fi: Lisenssit, jotka liittyvät Thriven osiin näytetään tässä
fr: Les licences s'appliquant aux différentes parties de Thrive sont affichées ici
he: רישונות המכסים חלקים מThrive מוצגים כאן
hu: A Thrive egyes részeire vonatkozó licenszek itt láthatóak
it: Qui sono mostrate le licenze coprenti parti di Thrive
ka: Thrive-ი ნაწილების ლიცენზიები აქაა ნაჩვენები
nl: Licenties met betrekking tot onderdelen van Thrive worden hier getoond
nl_be: Licenties die delen van Thrive dekken worden hier getoond
pl: Licencje dotyczące elementów "Thrive" są ukazane tutaj
pt_br: As licenças que cobrem partes de Thrive são mostradas aqui
pt_pt: Licenças que cobrem partes do Thrive são apresentadas aqui
ru: Лицензии на отдельные части Thrive отображены здесь
sk: Licencie pokrývajúce časti Thrive sú zobrazené tu
sv: Licenserna för delar av Thrive visas här
tr: Thrive'ın bir bölümünü kapsayan lisanslar burada gösterilmektedir
uk: Тут представлені ліцензії, які охоплюють частини Thrive
zh_cn: 此处是涵盖Thrive各部分内容的许可证
zh_tw: 此處顯示了涵蓋 Thrive 各部分內容的授權條款

source: Life origin
bg: Произход на живота
ca: Origen de la vida
cs: Původ života
de: Ursprung des Lebens
es: Origen de la vida
fi: Elämän alkuperä
fr: Origine de la vie
he: מקור החיים
hu: Az élet eredete
it: Origine della vita
ka: სიცოცხლის წყარო
nl: Oorsprong van het leven
pl: Początek życia
pt_br: Origem da vida
pt_pt: Origem da vida
ru: Происхождение жизни
sk: Pôvod života
tr: Hayat kökeni
uk: Походження життя
zh_cn: 生物起源
zh_tw: 生命起源

# LIFE_ORIGIN_EXPLANATION
source: (starting location)
bg: (начално местообитание)
ca: (lloc de partida)
cs: (počáteční lokace)
de: (Startgebiet)
es: (zona inicial)
fr: (emplacement de départ)
he: (מיקום התחלתי)
hu: (kezdő helyszín)
it: (punto di partenza)
ka: (საწყისი მდებარეობა)
nl: (startlocatie)
pl: (lokalizacja początkowa)
pt_br: (ponto de partida)
pt_pt: (zona Inicial)
ru: (начальная локация)
sk: (začiatočná poloha)
tr: (başlama yeri)
uk: (початкова локація)
zh_cn: （开始游戏的地区）
zh_tw: （起始位置）

# LIFE_ORIGIN_PANSPERMIA
source: Panspermia (random)
bg: Извънземен (произволен)
ca: Panspèrmia (aleatori)
cs: Panspermie (náhodné)
de: Panspermie (zufällig)
es: Panspermia (aleatorio)
fi: Panspermia (satunnainen)
fr: Panspermie (aléatoire)
he: פנספרמיה (אקראי)
hu: Pánspermia (véletlen)
it: Panspermia (casuale)
ka: პანსპერმია (შემთხვევითი)
nl: Panspermia (willekeurig)
pl: Panspermia (losowy)
pt_br: Panspermia (aleatório)
pt_pt: Panspermia (aleatório)
ru: Панспермия (случайно)
tr: Panspermi (rastgele)
uk: Панспермія (рандом)
zh_cn: 宇生说（随机）
zh_tw: 胚種論（隨機）

# LIFE_ORIGIN_POND
source: Warm little pond
bg: Топло езерце
ca: Petit, càlid toll
cs: Malé teplé jezírko
de: Warmer kleiner Teich
es: Un pequeño y calido estanque
fi: Lämmin pieni allas
fr: Petit bassin chaud
he: בריכה קטנה חמימה
hu: Kis meleg tavacska
it: Piccole e calde acque stagnanti
ka: პატარა თბილი ტბორი
nl: Klein warm vijvertje
pl: Ciepły mały staw
pt_br: Pequena poça aquecida
pt_pt: Pequeno charco quente
ru: Небольшое теплое озеро
sk: Teplé jazierko
tr: Küçük ılık gölet
uk: Теплий маленький ставок
zh_cn: 温暖的小片水域
zh_tw: 溫暖的小水域

# LIFE_ORIGIN_TOOLTIP
source: Some options may be disabled if LAWK only is enabled
bg: Зависи от включването на „Земеподобен живот“
ca: Algunes opcions poden ser desactivades si només LAWK està activat
cs: Některé možnosti mohou být nedostupné pokud je zapnut realistický režim
de: Einige Optionen sind möglicherweise nicht verfügbar, wenn nur kohlenstoffbasiertes Leben aktiviert ist
es: Ciertas opciones serán deshabilitadas si "Solo usar VCLC" está activado
fr: Certaines options peuvent être désactivées si l'option "LAWK uniquement" est activée
he: חלק מהאפשרויות היו מבוטלים לשינוי אם LAWK מופעל
hu: Egyes beállítások lehet, hogy nem elérhetők, hogyha a LAWK engedélyezve van
it: Alcune opzioni potrebbero essere disattivate in caso che "Solo VCLC" sia attivata
ka: ზოგიერთი პარამეტრი, შეიძლება, გათიშული იყოს, თუ ამჟამად, მხოლოდ, LAWK-ია ჩართული
nl: Sommige opties kunnen uitgeschakeld zijn als "Enkel LZWHK" ingeschakeld is
pl: Niektóre opcje mogą być wyłączone jeśli "wyłącznie ŻTJZ" jest włączone
pt_br: Algumas opções podem estar desabilitadas caso você tenha habilitado “Somente vida baseada na realidade”
pt_pt: Algumas opções podem ser desativas caso Apenas LAWK esteja ativa
ru: Некоторые варианты могут быть недоступны если включен режим ЖКМЗ
sk: Niektoré možnosti môžu byť vypnuté, ak je realistický režim zapnutý
tr: Sadece BH etkinleştirildiğinde bazı ayarlar devre dışı kalabilir
uk: Деякі налаштування можуть бути вимкнені, коли увімкнено тільки ЗАКОН
zh_cn: 如果LAWK启用，部分选项将不可用
zh_tw: 如果啟用僅限已知生命形式，某些選項將不可用

# LIFE_ORIGIN_VENTS
source: Hydrothermal vents
bg: Хидротермални комини
ca: Fumaroles hidrotermals
cs: Hydrotermální průduch
de: Hydrothermalquellen
es: Fuentes hidrotermales
fi: Mustat savuttajat
fr: Cheminées hydrothermales
he: נביעות הידרותרמיות
hu: Hidrotermális nyílások
it: Camini idrotermali
ka: ჰიდროთერმული ღრმულები
nl: Hydrothermale bronnen
pl: Kominy hydrotermalne
pt_br: Fissuras hidrotermais
pt_pt: Fontes Hidrotermais
ru: Гидротермальные источники
sk: Hydrotermálne prieduchy
tr: Hidrotermal bacalar
uk: Гідротермальні джерела
zh_cn: 热泉
zh_tw: 海底熱泉

source: Light
bg: Светлина
ca: Llum
cs: Světlo
de: Licht
eo: Lumo
es: Luz
et: Valgus
fi: Valo
fr: Lumière
he: אור
hu: Fény
id: Cahaya
it: Luce
ka: სინათლე
ko: 빛
nl: Licht
nl_be: Licht
pl: Światło
pt_br: Luz
pt_pt: Luz
ru: Свет
sk: Svetlo
sr_cyrl: Светлост
sr_latn: Svetlost
sv: Ljus
th_th: แสง
tr: Işık
uk: Світло
zh_cn: 光强
zh_tw: 光

# LIGHT_LEVEL_AVERAGE
source: Average
bg: Средно
de: Durchschnitt
fr: Moyenne
ka: საშუალო
nl: Gemiddeld
pt_br: Média
pt_pt: Médio
ru: В среднем
tr: Ortalama
uk: Середній
zh_cn: 平均
zh_tw: 平均

# LIGHT_LEVEL_CURRENT
source: Current
fr: Lumière actuelle
ka: მიმდინარე
nl: Huidige
pt_br: Atual
pt_pt: Atual
ru: Текущий
tr: Mevcut
uk: Поточний
zh_cn: 当前
zh_tw: 當前

# LIGHT_LEVEL_DAY
source: Day
bg: Ден
de: Tag
fr: Jour
it: Giorno
ka: დღე
nl: Dag
pt_br: Dia
pt_pt: Dia
ru: День
tr: Gündüz
uk: День
zh_cn: 白天
zh_tw: 白天

# LIGHT_LEVEL_LABEL_AT_NOON
source: {0} at noon
bg: {0} по пладне
de: {0} zur Mittagsstunde
fr: {0} à midi
ka: {0} ნაშუადღევს
nl: {0} om 12 uur
pt_br: {0} ao meio-dia
pt_pt: {0} ao meio-dia
ru: {0} в полдень
tr: Öğlen, {0} seviyesinde
uk: {0} опівдні
zh_cn: {0} 正午
zh_tw: {0} 正午

# LIGHT_LEVEL_NIGHT
source: Night
bg: Нощ
de: Nacht
fr: Nuit
it: Notte
ka: ღამე
nl: Nacht
pl: Noc
pt_br: Noite
pt_pt: Noite
ru: Ночь
tr: Gece
uk: Ніч
zh_cn: 夜晚
zh_tw: 夜晚

source: Light max
bg: Максимална светлина
de: Licht Maximum
fr: Lumière maximum
ka: მაქს სინათლე
nl: Maximum Licht
pt_br: Máximo de luz
ru: Максимум света
tr: Maksimum ışık
uk: Максимальне світло
zh_cn: 光强最大值
zh_tw: 最大光照

# LIMIT_EXTREME
source: Extreme
bg: Екстремен
ca: Extrem
cs: Extrémní
de: Extrem
es: Extremo
fr: Extrême
he: מפלצתי
it: Estremo
ka: ექსტრემალური
nl: Extreem
pl: Ekstremalny
pt_br: Extremo
pt_pt: Extremo
ru: Экстремальное
sk: Extrémny
tr: En büyük
uk: Екстримальний
zh_cn: 极多
zh_tw: 極端

# LIMIT_GROWTH_RATE
source: Limit growth compound usage
bg: Ограничаване на растежа
cs: Limit využití růstových sloučenin
de: Beschränke die Nutzung von Wachstums-Substanzen
es: Limita el crecimiento del uso de compuestos
fr: Limiter l'utilisation du composé de croissance
he: הגבל שימוש בתרכובות לצורך גידול
ka: ზრდის ნაერთების გამოყენების შეზღუდვა
nl: Beperk groei stofgebruik
pl: Limituj użycie związków wzrostu
pt_br: Limitar o uso dos compostos de crescimento
ru: Ограничить использование соединений роста
tr: Büyümeyi sağlayan bileşiklerin kullanımını sınırlandır
uk: Ліміт використання сполук для росту
zh_cn: 限制繁殖化合物使用
zh_tw: 限制生長化合物使用

# LIMIT_GROWTH_RATE_EXPLANATION
source: (when enabled caps growth speed, if disabled only available compounds affect growth speed)
bg: (ограничава скоростта на растеж на създанията)
cs: (zapnutí limituje rychlost růstu, při vypnutí na rychlost růstu mají efekt pouze dostupné sloučeniny)
es: (Si es habilitado, limita la cantidad necesaria de compuestos; si no, solo los compuestos disponibles limitan la velocidad de crecimiento)
fr: (si elle est activée, la vitesse de croissance est plafonnée, si elle est désactivée, seuls les composés disponibles affectent la vitesse de croissance)
he: (כאשר מופעל מגביל מהירות הצמיחה, ואם מושבת רק תרכובות הזמינות משפיעות על מהירות הצמיחה)
ka: (როცა ჩართულია, შეზღუდავს ზრდის სიჩქარეს. თუ გათიშულია, ზრდის სიჩქარეს, მხოლოდ, ხელმისაწვდომი ნაერთები ზღუდავენ)
nl: (wanneer aangezet wordt de groeisnelheid gelimiteerd, anders heeft alleen de beschikbaarheid van stoffen effect op groeisnelheid)
pl: (gdy włączone, limituje prędkość wzrostu, jeśli wyłączone, jedynie dostępne związki wpływają na wzrost)
pt_br: (quando ativado limita a velocidade do crescimento da célula, quando desativado somente os compostos disponíveis afetam a velocidade do crescimento)
ru: (При включенном ограничении вещества роста будут постепенно наполняться и уже затем использоваться, при выключенной функции вещества роста будут автоматически использованы)
tr: (etkinleştirildiğinde büyüme hızını sınırlandırır, devre dışı bırakıldığında sadece mevcut olan bileşikler büyüme hızını etkiler)
uk: (Коли ввімкнено обмеження швидкісті росту, а якщо вимкнено, лише сполуки вплинуть на швидкість росту)
zh_cn: （启用时会限制生长速度，如果关闭的话那么生长速度便仅受可用的化合物数量的影响）
zh_tw: （啟用時會限制生長速度，如果停用則生長速度僅受可用化合物量影響）

# LIMIT_HUGE
source: Huge
bg: Огромен
ca: Enorme
cs: Obří
de: Riesig
es: Gigante
fi: Valtava
fr: Énorme
he: ענק
it: Enorme
ka: უზარმაზარი
nl: Gigantisch
pl: Ogromny
pt_br: Enorme
pt_pt: Enorme
ru: Огромное
sk: Obrovský
tr: Aşırı büyük
uk: Велетенський
zh_cn: 很多
zh_tw: 極多

# LIMIT_LARGE
source: Large
bg: Голям
ca: Gran
cs: Velký
de: Gross
es: Grande
fi: Suuri
fr: Grand
he: גדול
it: Alto
ka: დიდი
nl: Groot
pl: Duży
pt_br: Grande
pt_pt: Grande
ru: Большое
sk: Veľký
tr: Büyük
uk: Великий
zh_cn: 较多
zh_tw: 較多

# LIMIT_NORMAL
source: Normal
bg: Умерен
cs: Normální
he: רגיל
it: Normale
ka: ნორმალური
nl: Normaal
pl: Normalny
ru: Нормальное
sk: Normálny
uk: Нормальний
zh_cn: 一般
zh_tw: 一般

# LIMIT_SMALL
source: Small
bg: Малък
ca: Petit
cs: Malý
de: Klein
es: Pequeño
fi: Pieni
fr: Petit
he: קטן
it: Basso
ka: პატარა
nl: Klein
pl: Mały
pt_br: Pequeno
pt_pt: Pequeno
ru: Маленькое
sk: Malý
tr: Küçük
uk: Малий
zh_cn: 较少
zh_tw: 較少

# LIMIT_TINY
source: Tiny
bg: Миниатюрен
ca: Minúscul
cs: Drobný
de: Winzig
es: Minusculo
fi: Hyvin pieni
fr: Minuscule
he: זעיר
it: Minuscolo
ka: პაწაწინა
nl: Minuscuul
pl: Malutki
pt_br: Minúsculo
pt_pt: Minúsculo
ru: Крохотное
sk: Maličký
tr: Aşırı küçük
uk: Крихітний
zh_cn: 极少
zh_tw: 極少

# LIMIT_VERY_LARGE
source: Very large
bg: Много голям
ca: Molt gran
cs: Obrovský
de: Sehr gross
es: Muy grande
fi: Erittäin suuri
fr: Très grand
he: מאוד גדול
it: Ingente
ka: ძალიან დიდი
nl: Zeer groot
pl: Bardzo Duży
pt_br: Bem grande
pt_pt: Muito grande
ru: Очень большое
sk: Veľmi veľký
tr: Çok büyük
uk: Дуже великий
zh_cn: 多
zh_tw: 多

# LIMIT_VERY_SMALL
source: Very small
bg: Много малък
ca: Molt petit
cs: Maličký
de: Sehr klein
es: Muy pequeño
fi: Erittäin pieni
fr: Très petit
he: מאוד קטן
it: Esiguo
ka: ძალიან პატარა
nl: Zeer klein
pl: Bardzo mały
pt_br: Bem pequeno
pt_pt: Muito pequeno
ru: Очень маленькое
sk: Veľmi malý
tr: Çok küçük
uk: Дуже малий
zh_cn: 少
zh_tw: 少

source: Line Colour:
bg: Цвят на линията:
ca: Color de la línia:
cs: Barva čáry:
de: Linienfarbe:
es: Color de la línea:
et: Joone värv:
fr: Couleur de la ligne :
he: צבע הקו:
hu: Vonal színe:
it: Colore linea:
ka: ხაზის ფერი:
nl: Lijnkleur:
pl: Kolor Lini:
pt_br: Cor da Linha:
pt_pt: Cor da linha:
ru: Цвет Линии:
tr: Çizgi Rengi:
uk: Колір лінії:
zh_cn: 线条颜色：
zh_tw: 線條顏色：

source: Lipase
bg: Липаза
ca: Lipasa
cs: Lipáza
es: Lipasa
et: Lipaas
fi: Lipaasi
he: ליפאז
hu: Lipáz
it: Lipasi
ka: ლიპაზა
pl: Lipaza
ru: Липаза
sk: Lipáza
tr: Lipaz
uk: Ліпаза
zh_cn: 脂肪酶
zh_tw: 脂肪酶
