Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# SHOW_UNSAVED_PROGRESS_WARNING_TOOLTIP
source: Enables / disables the unsaved progress warning popup for when the player tries to quit the game.
bg: Превключване на предупреждението при излизане от играта.
ca: Habilitar / deshabilitar la finestreta d'avís de progrés no guardat quan el jugador intenta sortir del joc.
cs: Povoluje / zakazuje vyskakovací okno s upozorněním na neuložený postup, když se hráč pokusí ukončit hru.
de: Aktiviert/deaktiviert das Popup-Fenster mit der Warnung vor ungespeichertem Fortschritt, wenn der Spieler versucht, das Spiel zu beenden.
es: Activa / Desactiva la advertencia de que perderás los datos no guardados si intentas salir del juego.
et: Lubab/keelab salvestamata edenemise hoiatuse hüpikakna, kui mängija proovib mängust väljuda.
fr: Active / désactive les popup d'avertissement de progrès non sauvegardés lorsque le joueur essayer de quitter le jeu.
he: הפעל / השבת את חלון אזהרת התקדמות הלא שמורה בזמן שהשחק מנסה לצאת מהמשחק.
it: Abilita/disabilita la finestra di avvertimento sui progressi non salvati quando il giocatore tenta di chiudere il gioco.
ka: ჩართავს / გამორთავს შეუნახავი თამაშის ქონის მხტუნარას, როცა მოთამაშე თამაშიდან გასვლას ცდილობს.
nl: Zet het waarschuwingsvenster voor niet opgeslagen voortgang bij het sluiten van het spel aan of uit.
nl_be: Zet aan / uit de waarschuwing voor niet opgeslagen voortgang wanner de speler het spel probeert te verlaten.
pl: Włącza/wyłącza ostrzeżenia o niezapisanym postępie, gdy gracz próbuje wyjść z gry.
pt_br: Mostra/Esconde o aviso de quando o jogador tenta sair do jogo.
pt_pt: Ativa / desativa o popup de aviso de progresso não guardado para quando o jogador tenta sair do jogo.
ru: Включает / отключает предупреждение о несохраненном прогрессе, когда игрок пытается выйти из игры.
tr: Oyuncu oyundan çıkmayı denediğinde, kaydedilmemiş ilerlemeler uyarısı veren pencereyi etkinleştirir / devre dışı bırakır.
uk: Вмикає / вимикає спливаюче вікно з попередженням про незбережений прогрес, як гравець намагається покинути гру.
zh_cn: 当玩家试图退出游戏时，启用/禁用未保存的进度警告弹出框。
zh_tw: 當玩家嘗試退出遊戲時啟用／停用未儲存進度警告彈出視窗。

# SHOW_WEB_NEWS_FEED
source: Show Thrive news feed (downloads from the internet)
bg: Новини (от Интернет)
ka: Thrive-ის სიახლეების ლენტის ჩვენება (ინტერნეტიდან)
nl: Toon Thrive nieuwsfeed (wordt van het internet gedownload)
pt_br: Mostrar o feed de notícias de Thrive (baixadas pela internet)
ru: Показать ленту новостей Thrive (загрузка из интернета)
tr: Thrive haber akışını göster (internetten indirilir)
uk: Показувати новини Thrive (потребує Інтернету)
zh_cn: 显示 Thrive 新闻（联机下载）
zh_tw: 顯示 Thrive 新聞（從網路下載）

source: Signaling Agent
bg: Сигнализиращ агент
ca: Agent de Senyalització
cs: Signalizující Prvek
de: Signalorganelle
es: Agente señalizador
et: Signaaliagent
fi: Viestintäkeskus
fr: Agent de signalisation
he: חומר מאותת
hu: Jelző szövet
it: Agente di Segnalazione
ka: სიგნალის ნივთიერება
nl: Signaalgever
pl: Czynnik Komunikacyjny
pt_br: Agente de Sinalização
pt_pt: Agente de Adesão
ru: Сигнальный агент
sk: Bunková signalizácia
sv: Signaleringsmedel
tr: Sinyal Veren Ajan
uk: Сигнальний агент
zh_cn: 信号剂
zh_tw: 信號劑

# SIGNALING_AGENTS_ACTION_TOOLTIP
source: Hold key to show pack commands menu for commanding other cells
ka: გეჭიროთ ღილაკზე, რომ თქვენი სახეობის სხვა უჯრედების მართვის მენიუ გაჩვენოთ
pt_br: Aperte a tecla do menu de comandos do bando para controlar outras células
ru: Зажмите кнопку для открытия меню командования другими представителями вашего вида
tr: Diğer hücrelere komut vermeye yarayan komut takımını göstermek için tuşu basılı tut
uk: Затримайте клавішу, щоб показати меню зграйних команд для керування іншими клітинами
zh_tw: 按住按鍵可顯示族群命令選單以命令其他細胞

# SIGNALING_AGENT_DESCRIPTION
source: Signaling agents allow cells to create chemicals that other cells can react to. The signaling chemicals can be used to attract other cells or warn them about danger to make them flee.
bg: Сигнализиращият агент се използва от клетките за отделяне на вещества, благодарение на които те могат да излъчват различни видове сигнали помежду си.
ca: Els agents de senyalització permeten crear productes químics amb els quals altres cèl·lules hi poden reaccionar. Els productes de senyalització es poden utilitzar per atraure altres cèl·lules o avisar-les sobre el perill per a fer-les fugir.
cs: Signalizující látky umožnují buňkám vytvářet chemikálie na které mohou ostatní buňky reagovat. Tyto signalizující chemikálie mohou být využity na přivolání ostatních buněk, nebo na varování před nebezpečím, což jim signalizuje únik.
de: Ermöglicht das Erstellen von Stoffen, auf die andere Zellen reagieren können. Diese Signalmittel können benutzt werden, um andere Zellen anzuziehen oder sie vor Gefahren zu warnen.
es: Los agentes de señalización permiten a las células crear sustancias químicas a las que otras células pueden reaccionar. Los productos químicos de señalización se pueden usar para atraer a otras células o advertirles sobre el peligro para que huyan.
et: Signaalained võimaldavad rakkudel luua kemikaale, millele teised rakud võivad reageerida. Signaalkemikaale saab kasutada teiste rakkude meelitamiseks või ohu eest hoiatamiseks, et nad põgeneksid.st.
fr: Les agents de signalisation permettent aux cellules de créer des substances chimiques auxquelles d'autres cellules peuvent réagir. Les substances chimiques de signalisation peuvent être utilisées pour attirer d'autres cellules ou les avertir d'un danger pour les faire fuir.
he: חומרי איתות מאפשרים לתא ליצור כימיקלים שתאים אחרים מגיבים לו. חומרי איתות אלו משומשים בשביל למשוך תאים אחרים או להזהיר אותם מסכנה ולגרום להם לברוח.
it: Gli agenti di segnalazione permettono alla cellula di produrre composti chimici a cui le altre possono reagire, attirandole oppure avvisandole di pericoli da cui fuggire.
nl: Signaalgevers maken het mogelijk voor cellen om chemicaliën te maken waar andere cellen op reageren. Signaalchemicaliën kunnen gebruikt wordet om andere cellen aan te trekken of om ze te waarschuwen voor gevaar en te laten vluchten.
pl: Czynnik komunikacyjny pozwala komórkom na wydzielanie związków chemicznych odpowiedzialnych za komunikację między nimi. Substancje sygnalizacyjne pozwalają na zwabianie innych komórek (swojego gatunku) lub na ostrzeganie ich przed niebezpieczeństwem i zachęcanie ich do ucieczki.
pt_br: Agentes de sinalização permitem que as celúlas produzam substâncias químicas a que outras podem reagir. Essas substâncias podem ser usadas para atrair outras células ou avisá-las de algum perigo para fazê-las fugir.
ru: Сигнальные агенты позволяют клеткам создавать химические вещества, на которые могут реагировать другие клетки. Сигнальные химические вещества могут быть использованы для привлечения других клеток или предупреждения их об опасности, заставляя их отступать.
tr: Sinyal veren ajanlar, belli hücrenin, diğer hücrelerin karşılık verebildiği kimyasallar üretmesini sağlar. Sinyal veren kimyasallar, diğer hücrelerin dikkatini çekmek ya da onları tehlikelere karşı uyarmak için kullanılabilir.
uk: Сигнальний агент дозволяє клітинам створювати хімікати, на які можуть відреагувати інші клітини. Сигнальні хімікати можуть використовуватись привертання уваги інших клітин, чи попередити про небезпеку спонукаючи їх на втечу.
zh_cn: 信号剂允许细胞产生其它细胞可以响应的化学物质。这些信号化学物质可以用来吸引其它细胞，或警告它们有危险，使它们逃离。
zh_tw: 信號劑允許細胞產生其他細胞可以反應的化學物質。信號化學物質可用於吸引其他細胞或警告它們有危險以使它們逃跑。

# SIGNALING_AGENT_PROCESSES_DESCRIPTION
source: Hold [thrive:input]g_pack_commands[/thrive:input] to open a menu to issue commands to other members of your species.
bg: Излъчва различни видове сигнали чрез командното меню, с задържане на [thrive:input]g_pack_commands[/thrive:input].
ca: Mantingues [thrive:input]g_pack_commands[/thrive:input] premut per obrir un menú que et permet donar ordres a altres membres de la teva espècie.
cs: Podržte [thrive:input]g_pack_commands[/thrive:input] k otevření menu na udávání pokynů ostatním členům vašeho druhu.
de: Drücke [thrive:input]g_pack_commands[/thrive:input], um ein Menü zu öffnen mit dem du anderen Mitgliedern deiner Spezies Befehle erteilen kannst.
es: Mantiene presionada la tecla [thrive:input]g_pack_commands[/thrive:input] para abrir el menu de comandos y dar ordenes a otros miembros de tu especie.
et: Hoidke all [thrive:input]g_pack_käske[/thrive:input], et avada menüü teistele oma liigi liikmetele käskude andmiseks.
fi: Pidä [thrive:input]g_pack_commands[/thrive:input] pohjassa avataksesi valikon, josta voit jakaa lajisi soluille komentoja.
fr: Maintenez [thrive:input]g_pack_commands[/thrive:input] afin d'ouvrir un menu pour transmettre des commandes aux autres membres de votre espèce.
he: החזק [thrive:input]g_pack_commands[/thrive:input] בשביל לפתוח את התפריט שמאפשר להנפיק פקודות לפריטים אחרים מהמין שלך.
it: Premi [thrive:input]g_pack_commands[/thrive:input] per aprire il menù dei comandi che puoi impartire agli altri membri della tua specie.
ka: გეჭიროთ ღილაკზე [thrive:input]g_pack_commands[/thrive:input] მენიუს გასახსნელად, საიდანაც თქვენი სახეობის სხვა წევრებისთვის ბრძანებების გადაცემა შეგიძლიათ.
nl: Houdt [thrive:input]g_pack_commands[/thrive:input] ingedrukt om een menu te openen waarmee je bevelen naar andere leden van je soort kan sturen.
pl: Przytrzymaj [thrive:input]g_pack_commands[/thrive:input] żeby otworzyć menu komunikacji z innymi przedstawicielami swojego gatunku.
pt_br: Segure [thrive:input]g_pack_commands[/thrive:input] para abrir um menu para dar comandos para outros membros de sua espécie.
pt_pt: Pressione [thrive:input]g_pack_commands[/thrive:input] para abrir um menu para emitir comandos para outros membros de sua espécie.
ru: Удерживайте [thrive:input]g_pack_commands[/thrive:input], чтобы открыть меню для выдачи команд другим представителям вашего вида.
tr: Türünüzün diğer üyelerine komut vermede kullanılan menüyü açmak için [thrive:input]g_pack_commands[/thrive:input] tuşunu basılı tutun.
uk: Натисніть [thrive:input]g_pack_commands[/thrive:input] для відкриття меню надавання команд іншим особам вашого виду.
zh_cn: 按[thrive:input]g_pack_commands[/thrive:input]来打开一个用于给你的物种中其它成员发号施令的菜单。
zh_tw: 按住 [thrive:input]g_pack_commands[/thrive:input] 開啟一個用以向您的物種的其他成員發出命令的選單。

# SIGNAL_COMMAND_AGGRESSION
source: Become Aggressive
bg: Бъдете агресивни
ca: Torna't agressiu
cs: Staňte se agresivní
de: Werde aggressiv
es: Vuélvete agresivo
et: Muutuda agressiivseks
fi: Muutu Agressiiviseksi
fr: Devenez agressifs
he: להפוך לתוקפני
it: Diventa aggressivo
ka: აგრესიულად გახდომა
nl: Wordt Aggressief
pl: Zareaguj Agresją
pt_br: Tornar-se Agressivo
pt_pt: Tornar-se Agressivo
ru: Стань Агрессивным
tr: Saldırgan Ol
uk: Зробіться агресивними
zh_cn: 变得更有侵略性
zh_tw: 變得更激進

# SIGNAL_COMMAND_FLEE
source: Flee
bg: Разпръснете се
ca: Fuig
cs: Utíkejte
de: Fliehe
es: Huye
et: Põgenege
fr: Fuyez
he: ברחו
it: Scappa
ka: გაიქეცი
nl: Vlucht
pl: Uciekaj
pt_br: Fujam
pt_pt: Fugir
ru: Беги
sk: Utiecť
sv: Fly
tr: Kaç
uk: Тікайте
zh_cn: 逃跑
zh_tw: 逃跑

# SIGNAL_COMMAND_FOLLOW
source: Follow Me
bg: Следвайте ме
ca: Segueix-me
cs: Následujte mě
de: Folge mir
es: Sígueme
et: Järgne mulle
fi: Seuraa Minua
fr: Suivez Moi
he: עקוב אחרי
it: Seguimi
ka: მომყევი
nl: Volg Mij
pl: Podążaj za mną
pt_br: Sigam-me
pt_pt: Segue-me
ru: Следуй За Мной
sk: Nasleduj ma
tr: Beni Takip Et
uk: Стежте за мною
zh_cn: 跟我来
zh_tw: 跟隨我

# SIGNAL_COMMAND_NONE
source: No Command
bg: Продължавайте
ca: Cap Comanda
cs: Žádný příkaz
de: Kein Befehl
es: Sin comando
et: Ei mingit käsku
fi: Ei Käskyä
fr: Aucune Commande
he: ללא פקודה
it: Nessun comando
ka: ბრძანების გარეშე
nl: Geen Bevel
pl: Brak Polecenia
pt_br: Sem Ordem
pt_pt: Sem ordem
ru: Нет Команды
sk: Žiadny príkaz
tr: Komut Yok
uk: Нема команд
zh_cn: 无指令
zh_tw: 無命令

# SIGNAL_COMMAND_TO_ME
source: Move To Me
bg: Приближете се
ca: Mou-te cap a mi
cs: Přesuňte se ke mně
de: Bewege dich zu mir
es: Muévete hacía mí
et: Liigu Minu juurde
fi: Liiku Luokseni
fr: Rejoignez Moi
he: זוזו אליי
it: Vieni a me
ka: ჩემსკენ გადაადგილება
nl: Beweeg Naar Mij
pl: Zbliż się do mnie
pt_br: Venham A Mim
pt_pt: Ter comigo
ru: Двигайся Ко Мне
tr: Bana Doğru Hareket Et
uk: Рухайтесь до мене
zh_cn: 到我这边来
zh_tw: 來我這裡

source: Signal To Emit
bg: Сигнал за излъчване
ca: Senyal a emetre
cs: Signál k vyslání
de: Signal zum aussenden
es: Señal a emitir
et: Signaal väljastada
fi: Viesti Erittää
fr: Signal à émettre
he: איתות לפליטה
it: Segnale da emettere
ka: გასაგზავნი სიგნალი
nl: Signaal om te Sturen
pl: Komunikat Do Nadania
pt_br: Sinal a Emitir
pt_pt: Sinal a Emitir
ru: Сигнал Для Передачи
tr: Yollanacak Sinyal
uk: Сигнал для виведення
zh_cn: 要发出的信号
zh_tw: 要發出的信號

source: Silica
bg: Силициева
ca: Silici
cs: Oxid křemičitý
de: Siliciumdioxid
eo: Siliko
es: Sílice
et: Ränidioksiid
fi: Piidioksidi
fr: Silice
he: צורן
hu: Kovasav
id: Silika
it: Silice
ka: კაჟი
ko: 이산화규소
nl: Siliciumdioxide
nl_be: Siliciumdioxide
pl: Krzemionkowa
pt_br: Sílica
pt_pt: Sílica
ru: Кремнезём
sk: Oxid kremičitý
sr_cyrl: Силицијум-Диоксид
sr_latn: Silicijum-Dioksid
sv: Kiseldioxid
th_th: ซิลิกา
tr: Silika
uk: Кремнезій
zh_cn: 二氧化硅
zh_tw: 二氧化矽

# SILICA_MEMBRANE_DESCRIPTION
source: This membrane has a strong wall of silica. It can resist overall damage well and is very resistant to physical damage. It also requires less energy to maintain its form. However, it slows the cell down by a large factor and the cell absorbs resources at a reduced rate.
bg: Това е мембрана с здрава стена от силициев диоксид, която осигурява най-добрата защита и се нуждае от по-малко енергия за да не се деформира. Недостатъците ѝ са, че клетката става прекалено бавна, както и усвояването на хранителните вещества.
ca: Aquesta membrana té una forta paret de silici. Pot resistir les agressions externes, sobretot les de naturalesa física. També consumeix poca energia. No obstant, fa que la cèl·lula esdevingui lenta, i que absorbeixi els nutrients a poc a poc.
cs: Tato membrána má silnou křemičitou stěnu. Dokáže dobře odolat celkovému poškození a je velmi odolný proti fyzickému poškození. Pro udržení své formy vyžaduje také méně energie. Avšak velice zpomaluje buňku a buňka absorbuje zdroje sníženou rychlostí.
de: Diese Membran hat eine starke Wand aus Siliciumdioxid. Sie widersteht gut gegen allgemeine Beschädigungen und ist sehr widerstandsfähig gegen physische Schäden. Sie benötigt auch weniger Energie, um ihre Form zu erhalten. Allerdings verlangsamt sie die Zelle um einen großen Faktor und die Zelle absorbiert Ressourcen mit einer reduzierten Geschwindigkeit.
eo: Ĉi tiu membrano havas fortan silikan muron. Ĝi povas bone rezisti ĝeneralan damaĝon kaj tre rezistas al fizika damaĝo. Ĝi ankaŭ postulas malpli da energio por konservi sian formon. Tamen ĝi malrapidigas la ĉelon kaj la ĉelo sorbas resurson kun malpli granda rapideco.
es: Esta membrana tiene una dura pared de sílice. Puede resistir el daño muy bien, especialmente el daño físico. También requiere menos energía. No obstante, ralentiza a la célula drásticamente y absorbe recursos a una velocidad menor.
et: Sellel membraanil on tugev ränidioksiidi sein. See talub hästi üldist kahju ja on väga vastupidav füüsilistele kahjustustele. Samuti nõuab see oma vormi säilitamiseks vähem energiat. Kuid see aeglustab raku tööd suure teguri võrra ja rakk neelab ressursse vähendatud kiirusega.
fr: Cette membrane possède une paroi solide de silice. Elle résiste bien aux dommages globaux et très bien aux dommages physiques. Elle requiert aussi moins d'énergie pour maintenir sa forme. Cependant, elle ralentit sensiblement la cellue et celle-ci absorbe les ressources à un taux réduit.
he: לקרום זה יש קיר חזק העשוי מצורן. מה שמאפשר לו לעמוד היטב עם הנזק הכללי ועמיד מאוד בפני נזקים פיזיים. זהו גם דורש פחות אנרגיה כדי לשמור על צורתו. עם זאת, הוא מאט את התא בצורה רצינית והתא סופג משאבים בקצב מופחת.
id: Membran ini memiliki dinding kuat terbuat dari silika. Dapat menahan kerusakan secara keseluruhan dengan baik dan sangat kebal terhadap kerusakan fisik. Juga memerlukan lebih sedikit energi untuk mempertahankan bentuk. Namun, sangat memperlambat sel dan juga memperlambat laju kemampuan sel menyerap sumber daya.
it: Questa membrana ha una forte parete di silice. Resiste al danno molto bene, in particolare a quello fisico. Inoltre, consuma meno energia per mantenere la forma. Tuttavia, rallenta di molto la cellula e il tasso con cui assorbe le risorse.
ko: 이 세포막은 이산화규소로 이루어진 강력한 벽 입니다. 전반적인 손상에 잘 견딜 수 있으며 물리적 손상에 매우 강합니다. 또한 형태를 유지하는 데 더 적은 에너지가 필요합니다. 그러나 이는 세포 속도를 크게 낮추고 자원을 느리게 흡수합니다.
nl: Dit membraan heeft een sterke celmuur van silica. Het kan zeer goed tegen schade en is zeer resistent voor fysieke schade. Het heeft ook minder energie nodig om zijn vorm te behouden. Echter, het vertraagt de cel ernstig en de cel kan grondstoffen minder snel opnemen.
nl_be: Dit membraan heeft een sterke wand van siliciumdioxide. Het kan algemene schade goed weerstaan en is zeer resistent tegen fysieke schade. Het heeft ook minder energie nodig om zijn vorm te behouden. Echter, het vertraagt de cel met een grote factor en de cel absorbeert stoffen minder snel.
pl: Ta membrana ma silne ściany z silikonu. Może opierać się ogólnym obrażeniom i jest szczególnie odporna na uszkodzenia fizyczne. Wymaga też mniej energii do utrzymania kształtu. Jednak spowalnia mocno komórkę i zmniejsza tempo wchłaniania zasobów.
pt_br: Essa membrana tem uma forte parede feita de sílica. Pode resistir bem a danos no geral e é muito resistente a danos físicos. Também precisa de menos energia para manter sua forma. No entanto, diminui a velocidade da célula drasticamente e ela absorve recursos a um ritmo menor.
pt_pt: Esta membrana possui uma forte parede de sílica. Ela pode resistir bem a danos gerais e é muito resistente a danos físicos. Também requer menos energia para manter a forma. No entanto, abranda a célula por um grande fator e absorve recursos em uma taxa reduzida.
ru: Эта мембрана имеет прочную стенку из кремнезема. Она может хорошо противостоять общим повреждениям и очень устойчива к физическим повреждениям. Она также требует меньше энергии для поддержания своей формы. Но клетка не может быстро поглощать ресурсы и двигается медленнее.
sr_cyrl: Ова мембрана има јак зид од силицијум диоксида. Може се добро одупрети укупној штети и врло је отпоран на физичка оштећења. Такође захтева мање енергије за одржавање форме. Међутим, успорава ћелију великим фактором и ћелија апсорбује ресурсе смањеном брзином.
sr_latn: Ova membrana ima jak zid od silicijum dioksida. Može se dobro odupreti ukupnoj šteti i vrlo je otporan na fizička oštećenja. Takođe zahteva manje energije za održavanje forme. Međutim, usporava ćeliju velikim faktorom i ćelija apsorbuje resurse smanjenom brzinom.
tr: Bu hücre zarı, silikadan yapılmış güçlü bir duvara sahiptir. Toplam hasara karşı iyi direnir ve fiziksel hasara karşı çok dirençlidir. Ayrıca formunu korumak için daha az enerji gerektirir. Ancak hücreyi büyük oranda yavaşlatır ve hücre, kaynakları düşük oranlarda emer.
uk: Ця мембрана має міцну стінку з кремнезію. Вона може опиратися загальним пошкодженням, і також особливо стійка до фізичної шкоди. Вона також вимагає менше енергії для утримання форми. Однак це сильно сповільнює клітину, і вона не так швидко поглинає ресурси.
zh_cn: 这个细胞膜额外配置了一层二氧化硅外壳。各方面都有更好的防御力，尤其是物防高的惊人。同时也不需要多少能量来维持形状，但吸收营养和移动的速度都很慢。
zh_tw: 這種細胞膜具有堅固的二氧化矽壁。它可以很好地抵抗整體傷害，且對物理傷害的抵抗力非常強。並花費較少的能量維持外形。然而，它會大大減慢細胞的速度，細胞吸收資源的速度也會降低。

# SIZE_COLON
source: Size:
bg: Размер:
ca: Mida:
cs: Velikost:
de: Größe:
eo: Grandeco:
es: Tamaño:
et: Suurus:
fi: Koko:
fr: Taille :
he: גודל:
hu: Méret:
id: Ukuran:
it: Dimensioni:
ka: ზომა:
ko: 크기:
nl: Grootte:
nl_be: Grootte:
pl: Wielkość:
pt_br: Tamanho:
pt_pt: Tamanho:
ru: Размер:
sk: Veľkosť:
sr_cyrl: Величина:
sr_latn: Veličina:
sv: Storlek:
tr: Büyüklük:
uk: Розмір:
zh_cn: 大小：
zh_tw: 大小：

source: Slideshow
bg: Слайдшоу
ca: Presentació de diapositives
cs: Prezentace
de: Diashow
es: Diapositiva
fi: Diaesitys
fr: Diaporama
he: מצגת
hu: Diavetítés
it: Riproduzione automatica
ka: სლაიდშოუ
nl: Diavoorstelling
pl: Pokaz slajdów
pt_br: Apresentação de slides
ru: Слайд-шоу
sk: Prezentácia
tr: Slayt Gösterisi
uk: Слайдшов
zh_cn: 幻灯片
zh_tw: 幻燈片

source: Slime Jet
bg: Порозома
ca: Raig de llim
cs: Slizová tryska
de: Schleimdüse
es: Jet de Slime
fr: Propulseur gélatineuy
he: סילון ריר
hu: Nyálka jet
it: Propulsore a melma
ka: ლორწოს ნაკადი
nl: Slijmstraal
pl: Gruczoł Śluzowy
pt_br: Jato de Slime
ru: Сопло для слизи
tr: Balçık Fışkırtıcı
uk: Поросома
zh_cn: 黏液喷嘴
zh_tw: 黏液噴嘴
