Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_EDITOR_CELL_TEXT
source: This is the cell editor where you can evolve your species by spending [b]mutation points[/b] (MP) [thrive:icon]MP[/thrive:icon]. Each generation you will always have [b]100 MP[/b] [thrive:icon]MP[/thrive:icon] to spend, so don't bother saving up! The hex in the center of your screen is your [b]cell[/b], which is composed of a single cytoplasm part. To continue, select a part from the left panel. Then left-click next to the hex to place it. You can rotate parts with [thrive:input]e_rotate_left[/thrive:input] and [thrive:input]e_rotate_right[/thrive:input].
bg: Това е клетъчният редактор, тук може да добавяте или премахвате органели от Вашите създания, чрез наличните мутационни точки (МТ). Всяко поколение разполага със 100 MT. Шестоъгълникът от цитоплазма в центъра на екрана е Вашата клетка. За да продължите, изберете органел от панела вляво. След това, натиснете с мишката до шестоъгълника за да го добавите към Вашето създание. Може да завъртите органелите чрез натискане на [thrive:input]e_rotate_left[/thrive:input] или [thrive:input]e_rotate_right[/thrive:input].
ca: Aquest és l'editor de microbi, on pots fer evolucionar la teva espècie invertint punts de mutació (MP). En cada generació disposaràs de 100 MP per invertir, de manera que no cal que n'estalviïs! L'hexàgon del centre de la pantalla és la teva cèl·lula, formada per una sola part de citoplasma. Per continuar, selecciona una part del tauler de l'esquerra. Tot seguit, fes clic-esquerra a l'hexàgon per a col·locar-la. Pots fer rotar les parts amb les tecles [thrive:input]e_rotate_left[/thrive:input] and [thrive:input]e_rotate_right[/thrive:input].
cs: Toto je editor buněk, kde můžete vyvinout svůj druh utrácením mutačních bodů (MP). Při každé nové generaci vždy začínáte se 100 MP na utracení, takže nemá cenu šetřit! Hex uprostřed obrazovky je vaše buňka, která se skládá z jedné cytoplazmy. Abyste pokračovali, vyberte jednu s částí v levém panelu. Poté ho umístíte vedle hexu kliknutím levého tlačítka myši. Můžete s částmi otáčet pomocí [thrive:input]e_rotate_left[/thrive:input] a [thrive:input]e_rotate_right[/thrive:input].
de: Dies ist der Zelleneditor, in dem du deine Spezies durch Ausgeben von Mutationspunkten (MP) entwickeln kannst. Du wirst in jeder Generation exakt 100 MP ausgeben können, also ist ansparen von MP nicht möglich. Deine Zelle besteht momentan noch aus nur einem einzigen Zytoplasma-Organell, das als weißliches Hexagon in der Mitte deines Bildschirms zu sehen ist. Wähle ein Organell aus dem Linken Fenster aus und klicke (links) neben dem Hexagon, um es zu platzieren. Du kannst Organelle mit [thrive:input]e_rotate_left[/thrive:input] und [thrive:input]e_rotate_right[/thrive:input] vor dem Platzieren drehen.
es: Este es el editor celular, donde vas a poder evolucionar tu especie gastanto punto de mutación (PM). Cada generación tendrás siempre 100 PM para gastar así que no te molestes en guardarlos! El hexágono en el centro de tu pantalla es tu célula, la cuál está compuesta por una única parte de citoplasma. Para continuar, selecciona una parte del panel de la izquierda. Luego apreta click izquierdo al lado del hexágono para ubicarla. Puedes rotar partes con [thrive:input]e_rotate_left[/thrive:input] and [thrive:input]e_rotate_right[/thrive:input].
et: See on rakuredaktor, kus saate mutatsioonipunkte (MP) kulutades oma liike arendada. Igal põlvkonnal on teil alati kulutamiseks 100 MP, nii et ärge vaevu säästma! Ekraani keskel olev kuusnurk on teie rakk, mis koosneb ühest tsütoplasma osast. Jätkamiseks valige vasakpoolsest paneelist osa. Seejärel klõpsake selle asetamiseks vasakklahvi kuusiku kõrval. Osasid saate pöörata A ja D abil (vaikeklahvid).
fi: Tämä on solueditori, jossa voit jalostaa lajiasi käyttämällä mutaatiopisteitä (MP). Jokaisella sukupolvella sinulla on 100MP:tä käytettävänä, eivätkä ne siirry seuraavalle sukupolvelle - älä siis turhaan säästä niitä! Hexa(goni) ruudun keskellä kuvastaa soluasi, joka muodostuu toistaiseksi yhdestä solulima-osasta. Valitse soluelinosa vasemmasta paneelista jatkaaksesi. Sitten klikkaa vasemmalla hiiren painikkeella hexaa, johon haluat osan sijoittaa. Voit kiertää osia painamalla A tai D.
fr: C'est l'éditeur de cellules où vous pouvez faire évoluer votre espèce en dépensant des points de mutation (PM). À chaque génération, vous aurez toujours 100 PM à dépenser, alors inutile d'économiser ! L'hexagone au centre de votre écran est votre cellule, qui est composée d'une seule partie de cytoplasme. Pour continuer, sélectionnez une partie dans le panneau de gauche. Cliquez ensuite avec le bouton gauche de la souris à côté de l'hexagone pour le placer. Vous pouvez faire pivoter les pièces avec [thrive:input]e_rotate_left[/thrive:input] et [thrive:input]e_rotate_right[/thrive:input].
he: זהו עורך התא שבו אתה יכול לפתח את המין שלך על ידי תשלום בנקודות מוטציה (נקמ"ו). על כל דור תמיד היה לך 100 נקמ"ו לבזבז, כך שאין סיבה לשמור!. המשושה במרכז של המסך הוא התא שלך, שהוא מכיל יחידה של ציטופלזמה אחת. בשביל להמשיך, בחר חלק מהכרטיסייה השמאלית. לאחר מיכן לחץ על הלחצן השמאלי בתוך המשושה הרצוי בשביל להניח אותו. אתה יכול לסובב חלקים על ידי [thrive:input]e_rotate_left[/thrive:input] ו[thrive:input]e_rotate_right[/thrive:input].
it: Questo è l'editor delle cellule. Qui puoi evolvere la tua specie spendendo punti mutazione (PM). A ogni generazione avrai a disposizione esattamente 100 PM, quindi non preoccuparti di risparmiare! L'esagono al centro dello schermo è la tua cellula. Per ora, è composta di un solo pezzo di citoplasma. Per continuare, seleziona una parte dal pannello a sinistra. Poi, fai clic sinistro vicino all'esagono per posizionarla. Puoi ruotare le parti con [thrive:input]e_rotate_left[/thrive:input] e [thrive:input]e_rotate_right[/thrive:input].
nl: Dit is de celbewerker waar je je soort kunt evolueren door mutatiepunten (MP) uit te geven. Iedere generatie heb je altijd precies 100 MP, dus doe geen moeite om ze op te sparen. De hex in het centrum van je scherm is je cel, die nu bestaat uit een enkel cytoplasmadeel. Selecteer een onderdeel uit het linkerpaneel om verder te gaan. Plaats het onderdeel door naast het hex met de linkermuisknop te klikken. Je kunt delen roteren met [thrive:input]e_rotate_left[/thrive:input] en [thrive:input]e_rotate_right[/thrive:input].
pl: To jest edytor komórki gdzie możesz ewoluować swój gatunek poprzez wydawanie punktów mutacji (MP). W każdym pokoleniu zawsze masz 100 MP, więc nie przejmuj się oszczędzaniem! Heks w centrum twego ekranu to twoja komórka, która składa się z jednej części cytozolu. By kontynuować, wybież część z lewego panelu. Następnie naciśnij lewy przycisk myszy obok heksa by ją umieścić. Możesz obracać części używając [thrive:input]e_rotate_left[/thrive:input] i [thrive:input]e_rotate_right[/thrive:input].
pt_br: Este é o editor de células, onde você pode evoluir a sua espécie gastando [b]Pontos de Mutação[/b] (PM) [thrive:icon]MP[/thrive:icon]. Cada geração sempre terá [b]100 PM[/b] [thrive:icon]MP[/thrive:icon] para gastar, então você não precisa economizar! O hexágono no centro da tela é a sua [b]célula[/b], que é composta por uma unidade de citoplasma. Para continuar, selecione uma parte no painel à esquerda. Então, clique com o botão esquerdo perto do hexágono para colocá-la. Você pode girar as partes com [thrive:input]e_rotate_left[/thrive:input] e [thrive:input]e_rotate_right[/thrive:input].
pt_pt: Este é o editor de células onde podes evoluir a tua espécie gastando [b]pontos de mutação[/b] (PM) [thrive:icon]MP[/thrive:icon]. Cada geração terá sempre [b]100 PM[/b] [thrive:icon]MP[/thrive:icon] para gastar, então não te preocupes em poupar! O hexágono no centro do ecrã é a tua [b]célula[/b], que é composta por uma única unidade de citoplasma. Para continuar, seleciona uma parte no painel à esquerda. Em seguida, clica com o botão esquerdo ao lado do hexágono para colocá-la. Podes rodar partes com [thrive:input]e_rotate_left[/thrive:input] e [thrive:input]e_rotate_right[/thrive:input].
ru: Это — [b]микробный редактор[/b], где вы можете заставлять мутировать ваш вид, затрачивая [b]Очки Мутаций[/b] (ОМ) [thrive:icon]MP[/thrive:icon]. В каждом поколении вы будете получать [b]100 ОМ[/b] [thrive:icon]MP[/thrive:icon], не храните их. Шестиугольник в центре вашего экрана — это ваш вид. Сейчас это простой микроб. Для продолжения, выберите фрагмент из левой панели. Затем щелчкните левой кнопки мыши на гекс, чтобы разместить. Вы можете вращать фрагменты, нажимая [thrive:input]e_rotate_left[/thrive:input] и [thrive:input]e_rotate_right[/thrive:input]. Самым первым безопасным шагом будет добавление пары кусков цитоплазмы или же [b]гидрогеназы[/b] к своему виду.
tr: Bu hücre editörü. Burada [b]mutasyon puanları[/b] (MP) [thrive:icon]MP[/thrive:icon] harcayarak türünüzü evrimleştirebilirsiniz. Her kuşak için en fazla [b]100 MP[/b] [thrive:icon]MP[/thrive:icon] harcayabilirsiniz, bu yüzden kalanları biriktirmenize gerek yoktur. Ekranın ortasındaki altıgen sizin [b]hücreniz[/b]. Hücreniz bir tek sitoplazma parçasından oluşmaktadır. Devam etmek için soldaki panelden bir parça seçin. Daha sonra, onu yerleştirmek için altıgenin yanındaki alana sol tıklayın. [thrive:input]e_rotate_left[/thrive:input] ve [thrive:input]e_rotate_right[/thrive:input] tuşları ile parçaları döndürebilirsiniz.
uk: Це клітинний редактор, де Ви можете розвивати свій вид, використовуючи мутаційні очки (МО). Кожне покоління у Вас є 100 МО для витрат, тому не намагайтеся їх накопичувати. Гекс (шестикутник) в центрі екрана — це ваша клітина, що зараз складається лише з однієї частинки цитоплазми. Щоб продовжити, виберіть частину на панелі зліва. Потім клацніть ЛКМ біля гекса, щоб розмістити його. Ви можете обертати частини за допомогою [thrive:input]e_rotate_left[/thrive:input] та [thrive:input]e_rotate_right[/thrive:input].
zh_cn: 这是细胞编辑器，你可以通过花费变异点（MP）从你的物种中添加或删除细胞器。每一世代你都会且只会有100MP，所以不用费心去存留。 屏幕中央的六角形是你的细胞，它由一个细胞质组件组成。 要继续，从左边的面板上选择一个细胞器。然后左键点击屏幕中间显示的六角形旁边，你可以用[thrive:input]e_rotate_left[/thrive:input] 和 [thrive:input]e_rotate_right[/thrive:input]旋转部件。
zh_tw: 這是細胞編輯器，您可以透過花費[b]突變點數[/b]（MP）[thrive:icon]MP[/thrive:icon] 來演化您的物種。每一代您都會有 [b]100 MP[/b] [thrive:icon]MP[/thrive:icon] 可以花費，所以不必費心保留！ 螢幕中央的六邊形是您的[b]細胞[/b]，它由單一細胞質組成。 要繼續，請從左側面板中選擇一個組件。然後左鍵單擊六邊形網格旁邊來放置它。您可以使用 [thrive:input]e_rotate_left[/thrive:input] 和 [thrive:input]e_rotate_right[/thrive:input] 旋轉部件。

# TUTORIAL_MICROBE_EDITOR_CHEMORECEPTOR
source: You can add a [b]chemoreceptor[/b] organelle to your cell. Chemoreceptors represent your species' ability to sense compounds. Placing one will allow you to detect compounds like [thrive:compound type="glucose"][/thrive:compound] and will guide you to them. It can also be used to detect cells of other species.
ka: შეგიძლიათ, თქვენს უჯრედს [b]ქემორეცეპტორის[/b] ორგანელა დაამატოთ. ქემორეცეპტორები წარმოადგენს თქვენი სახეობის შესაძლებლობას, ნაერთები იგრძნოს. თუ მას ჩასვამთ, ის საშუალებას მოგცემთ, აღმოაჩინოთ ნაერთები, როგორიცაა [thrive:compound type="glucose"][/thrive:compound] და გაგიძღვებათ მისკენ. ასევე შეიძლება გამოყენებული იყოს სხვა სახეობების უჯრედების აღმოსაჩენადაც.
pt_br: Você pode adicionar um [b]quimiorreceptor[/b] à sua célula. Quimiorreceptores representam um aumento na habilidade da sua espécie de perceber coisas ao seu redor. Colocar um desses lhe permitirá detectar compostos como [thrive:compound type="glucose"][/thrive:compound] e the guiará até eles. Também pode ser usado para detectar células de outras espécies.
ru: Вы можете добавить органеллу [b]Хеморецептор[/b] в вашу клетку. Хеморецепторы представляют собой возможность вашего вида ощущать определённые соединения. Поставив один хеморецептор вы сможете обнаруживать такие соединения, как, например, [thrive:compound type="glucose"][/thrive:compound]. Так же появится стрелка, что укажет путь к ним. Хеморецептор, помимо соединений, может обнаруживать и другие клетки.
tr: Hücrenize bir [b]kemoreseptör[/b] organeli ekleyebilirsiniz. Kemoreseptörler, türünüzün etrafındaki şeyleri algılama becerisini arttırır. Bir tane yerleştirmek [thrive:compound type="glucose"]glukoz[/thrive:compound] gibi bileşikleri algılamanızı sağlar ve sizi o bileşiklere yönlendirir. Bu organel, diğer türlerin hücrelerini algılamak için de kullanılabilir.
uk: Ви можете додати органелу [b]хеморецептор[/b] до вашої клітини. Хеморецептори відображають здатність вашого виду відчувати сполуки. Його розміщення дозволить вам відчувати такі компоненти як [thrive:compound type="glucose"][/thrive:compound] і вестиме вас до них. Він також може використовуватися для відчуття клітин інших видів.
zh_tw: 您可以為細胞添加[b]化學感受器[/b]細胞器。 化學感受器表現為您的物種感知化合物的能力。 放置化學感受器將允許您探測諸如 [thrive:compound type="glucose"][/thrive:compound] 之類的化合物，並引導您找到它們。它也可用於探測其他物種的細胞。

# TUTORIAL_MICROBE_EDITOR_ENDING_TEXT
source: Those are the basics of editing your species. As a finishing touch, you can rename your species by clicking on the name on the bottom left and editing the text. Try exploring the other tabs under the [b]MP [thrive:icon]MP[/thrive:icon] bar[/b] to see how else you can customize your cell. To survive in this harsh world, you will need to find a reliable source of [thrive:compound type="atp"][/thrive:compound] since natural [thrive:compound type="glucose"][/thrive:compound] will [b]rapidly decline[/b]. Good luck!
bg: Това е основната информация за микробния редактор. Може да преименувате Вашите създания, като натиснете с мишката върху текущото им наименование долу вляво. Разгледайте и останалите раздели в редактора, ако искате да направите допълнителни промени по Вашата клетка. За да оцелеете трябва да намерите надежден източник на енергия, защото концентрацията на глюкоза ще се понижи драстично. Успех!
ca: Aquests són els fonaments per editar la teva espècie. També pots canviar el nom de la teva espècie clicant el requadre de sota i a l'esquerra i editant-ne el text. Explora les altres pestanyes a sota la barra de Punts de Mutació per veure altres possibilitats de personalitzar la teva cèl·lula. de l'Editor de Microbi per descobrir totes les opcions que tens disponibles. Per sobreviure en aquest món hostil, hauràs de trobar una font d'energia fiable, ja que la concentració de glucosa lliure s'anirà reduïnt al planeta. Bona sort!
cs: To jsou základní úpravy tvého druhu. Další možnosti můžeš zhlédnout na ostatních kartách editoru buněk. Svůj druh můžeš přejmenovat kliknutím na název aktuálního druhu a upravením textu. Abys přežil v tomu drsnému světu si musíš najít spolehliví zdroj energie poněvadž přírodní množství glukózy bude rychle klesat. Zpočátku bys měl/a mít svoji buňku malou a směřovat k povrchovým skvrnám. Hodně štěstí!
de: Das sind die Grundlagen der Bearbeitung deiner Art. Du kannst deiner Art noch einen individuellen Namen geben, indem du das Namensfeld unten anklickst und bearbeitest. Sieh dir auch die anderen Registerkarten unterhalb der Mutationspunkte-Leiste an, um zu sehen wie du deine Zelle anpassen kannst. Um in dieser lebensfeindlichen Welt zu überleben musst du eine nachhaltige Energiequelle finden, da natürliche Glukose in der Umgebung stark abnehmen wird. Viel Glück!
es: Eso es lo básico del editor. Puedes ver las otras pestañas del editor para tener incluso más opciones. Puedes renombrar tu especie al hacer click en el nombre de la especie y editando el texto. Al principio, deberías mantener el tamaño de la célula bajo y moverte a los biomas de la superficie. ¡Buena suerte!
et: Need on teie liigi redigeerimise põhitõed. Viimase lihvina saate oma liigi ümber nimetada, klõpsates all vasakus nimes ja muutes teksti. Proovige uurida teisi MP-riba all olevaid vahekaarte, et näha, kuidas saate oma lahtrit veel kohandada. Selles karmis maailmas ellujäämiseks peate leidma usaldusväärse energiaallika, kuna looduslik glükoosisisaldus väheneb kiiresti. Edu!
fi: Olet nyt käynyt solun rakentamisen perusteet. Viimeistelläksesi voit vielä nimetä lajisi klikkaamalla lajin nimeä alhaalla vasemmalla, ja muokkaamalla nimeä. Tutki vapaasti muita sivuja MP-palkin alla nähdäksesi miten muuten voit vielä muovata lajisi mutaatiota. Selvitäksesi tässä raa'assa maailmassa, on sinun löydettävä varma energian lähde, sillä luonnossa esiintyvä glukoosi vähentyy nopeasti. Lykkyä tykö!
he: אלו כל הדברים הבסיסים על עריכת המין שלך. ולסיום, אתה יכול לשנות את שם המין שלך על ידי לחיצה על השם בצד שמאל למטה ועריכת הטקסט. אתה יכול לחקור ולגלות בכרטיסיות אחרות תחת לפס הנקמ"ו ולראות איך אתה יכול להתאים אישית את התא שלך. בשביל לשרוד בעולם האכזר,אתה תצטרך למצוא מקור אמין לאנרגיה מכיוון שריכוז הגלוקוז הטבעי יקטן במהירות. בהצלחה!
it: Questi sono i concetti base per la modifica della tua specie; ma per darle un tocco finale, hai anche l'opzione di rinominarla. Per farlo, fai clic sul suo nome attuale in basso a sinistra e modifica il testo. Prova a eplorare gli altri pannelli sotto la barra dei PM, per vedere in che altri modi puoi personalizzare la tua cellula. Per sopravvivere in questo mondo crudele, ti servirà trovare una risorsa di energia affidabile, o la tua scorta di glucosio finirà presto. Buona fortuna!
nl: Dit is de basis van het bewerken van je soort. Om het helemaal af te maken, kun je je soort een andere naam geven door linksonder op de naam te klikken en de tekst aan te passen. Probeer ook de andere tabbladen onder de MP-balk uit om te zien hoe je je cel nog meer kunt aanpassen. Om in deze hardvochtige wereld te overleven, zul je een betrouwbare energiebron moeten vinden aangezien natuurlijk glucose snel zal verdwijnen. Succes!
pl: To są podstawy edycji gatunku. Na zakończenie, możesz zmienić nazwę swojego gatunku poprzez kliknięcie w imię w lewym, dolnym rogu i edytowanie tekstu. Możesz wypróbować inne zakładki edytora komórek dla innych ciekawych opcji. Żeby przetrwać w tym surowym świecie, będziesz musiał znaleźć niezawodne źródło energii jako iż poziom naturalnej glukozy gwałtownie spadnie. Powodzenia!
pt_br: Esses são os conceitos básicos da edição da sua espécie. Como toque final, você pode renomear sua espécie clicando no nome, no canto inferior esquerdo, e editando o texto. Tente explorar as outras abas embaixo da [b]barra de PM [thrive:icon]MP[/thrive:icon][/b] para ver como você pode personalizar sua célula. Para sobreviver nesse mundo impiedoso você precisará encontrar fontes confiáveis de [thrive:compound type="atp"][/thrive:compound], já que a quantidade de [thrive:compound type="glucose"][/thrive:compound] natural [b]diminuirá rapidamente[/b]. Boa sorte!
pt_pt: Estes são os básicos do editor das espécies.Como toque final, pode mudar o nome das tuas espécies clicando no nome no canto inferior esquerdo e editando o texto. Tenta explorar os outros separadores na barra [b]PM [thrive:icon]MP[/thrive:icon][/b] para veres como podes mais personalizar a tua célula. Para sobreviveres neste mundo cruel, terás de encontrar uma fonte fiável de [thrive:compound type="atp"][/thrive:compound] uma vez que a [thrive:compound type="glucose"][/thrive:compound] natural irá [b]diminuir rapidamente[/b]. Boa sorte!
ru: Адаптация трудна. Существует множество источников [thrive:compound type="atp"][/thrive:compound], но не все из них доступны повсеместно. Вы можете использовать все вкладки и панели здесь, чтобы принять наиболее информированное решение, или просто попробовать что-то и посмотреть, как это сработает! Просто помните: [u]если вы не производите достаточно [thrive:compound type="atp"][/thrive:compound], вы не выживете[/u]. Образ жизни, при котором вы находите [thrive:compound type="glucose"][/thrive:compound] и превращаете его в [thrive:compound type="atp"][/thrive:compound], пока будет работать, но количество естественной глюкозы будет уменьшаться с каждым поколением. В завершение вы можете переименовать свой вид, щелкнув по названию внизу слева и отредактировав текст.
tr: Bunlar türünüzü düzenlerken bilmeniz gereken temel hususlar. Son olarak, sol alttaki isme tıklayıp metni düzenleyerek türünüzü yeniden adlandırabilirsiniz. Hücrenizi başka türlü nasıl özelleştirebileceğinizi görmek için [b]MP [thrive:icon]MP[/thrive:icon] çubuğunun[/b] altında bulunan diğer sekmeleri keşfetmeyi deneyin. Doğal [thrive:compound type="glucose"]glukoz[/thrive:compound] miktarı [b]süratle azalacağı[/b] için, bu haşin dünyada hayatta kalmak için güvenilir bir [thrive:compound type="atp"]ATP[/thrive:compound] kaynağı bulmaya ihtiyacınız var. Bol şans!
uk: Це основи редагування вашого виду. У ролі останнього штриха ви можете перейменувати свій вид клацнувши по назві знизу зліва та відредагуйте текст. Подивіться й інші вкладки під [b]панеллю МО [thrive:icon]MP[/thrive:icon][/b], щоб побачити яким чином ви можете кастомізувати свою клітину. Для виживання в цьому суворому світі, вам потрібно буде знайти надійне джерело [thrive:compound type="atp"][/thrive:compound], оскільки природна [thrive:compound type="glucose"][/thrive:compound] буде [b]швидко закінчуватись[/b]. Щасливо!
zh_cn: 这些就是改变物种的基础操作了。作为点睛之笔，你可以通过点击左下角的名称来重新命名你的物种。 尝试探索MP栏下的其他标签，看看你还可以如何定制你的细胞。 为了在这个严酷的世界中生存，你将需要找到一个可靠的能量来源，因为天然葡萄糖将迅速减少。 祝你好运！
zh_tw: 這些是編輯物種的基礎操作。最後，您可以透過點擊左下角的名稱並編輯文字來重新命名您的物種。 嘗試探索[b]突變點數 [thrive:icon]MP[/thrive:icon] 欄[/b]下的其他分頁，以了解如何自訂細胞。 為了在這個嚴酷的世界中生存，您需要找到可靠的 [thrive:compound type="atp"][/thrive:compound] 來源，因為天然 [thrive:compound type="glucose"][/thrive:compound] 將[b]迅速減少[/b]。 祝您好運！
