Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# RUN_RESULT_BY_SENDING_POPULATION
source: {0} by sending: {1} population from patch: {2}
bg: към {0} се преселиха {1} индивида от популацията в {2}
ca: {0} enviant-hi: {1} membres de l'espècie des de la zona: {2}
cs: {0} posláním: {1} populace z prostředí: {2}
de: {0} durch Senden: {1} Population aus dem Gebiet: {2}
eo: {0} sendas: {1} loĝantaro de loko: {2}
es: {0} al enviar {1} población desde región: {2}
et: {0} saates: {1} elanikkond paigast: {2}
fi: {0} lähettämällä: {1} yksikköä populaatiota alueelta: {2}
fr: {0} en envoyant : {1} population depuis le secteur : {2}
he: {0} על ידי שליחה: {1} פריטים מאזור: {2}
hu: {0}, úgy, hogy {1} egyed vándorolt át ebből a patch-ből: {2}
id: {0} dengan mengirimkan: {1} populasi dari daerah: {2}
it: {0} muovendo: {1} esemplari dalla zona: {2}
ka: {0} გაგზავნით: {1}-ის პოპულაცია პაჩიდან: {2}
ko: {0} 으로의: {1} 개체 전송: {2} 로부터
nl: {0} door het sturen van: {1} bevolking van gebied: {2}
nl_be: {0} door het versturen van: {1} bevolking van gebied: {2}
pl: {0} wysyłając: {1} populacji z obszaru: {2}
pt_br: {0} mandando: {1} indivíduos da região: {2}
pt_pt: {0} enviando: {1} indivíduos da região: {2}
ru: {0} отправив: {1} популяции из биома: {2}
sk: {0} odoslaním: {1} populácie z oblasti: {2}
sr_cyrl: {0} због слања: {1} популација из зона: {2}
sv: {0} av att skicka: {1} befolkning från plats: {2}
th_th: {0} โดยส่ง: {1} ประชากรจากโปรแกรมแก้ไข: {2}
tr: {0}: {1} popülasyon {2} adlı araziden göç etti
uk: {0} перемістилося: {1} популяція {2}
zh_cn: 通过由{2}派出的{1}个生物扩散到了：{0}
zh_tw: {0}：從區域 {2} 擴散了 {1} 種群數量

# RUN_RESULT_GENE_CODE
source: gene code:
bg: генен код:
ca: codi genètic:
cs: genový kód:
de: Gencode:
eo: genkodo:
es: Código Genético:
et: geenikood:
fi: geneettinen koodi:
fr: code génétique :
he: קוד גנטי:
hu: gén kód:
id: kode gen:
it: codice genetico:
ka: გენის კოდი:
ko: 유전자 코드:
nl: gen code:
nl_be: gen code:
pl: kod genetyczny:
pt_br: código genético:
pt_pt: código do gene:
ru: генетический код:
sk: génový kód:
sr_cyrl: генетски код:
sv: genkod:
th_th: รหัสยีน:
tr: gen kodu:
uk: генетичний код:
zh_cn: 基因编码：
zh_tw: 遺傳密碼：

# RUN_RESULT_NICHE_FILL
source: emerged to fill a niche
bg: появиха се за да запълнят ниша
ca: sorgit per omplir un nínxol
cs: vznikl, aby zaplnil mezeru
de: tauchte auf, um eine Nische zu füllen
es: surgió para llenar un nicho
et: tekkis nišši täitma
fi: ilmaantui täyttämään ekologisen lokeron
fr: est apparue pour occuper une niche
he: הופיע על מנת למלא נישה
hu: megjelent, hogy betöltsön egy ökológiai niche-t
it: è emerso per occupare una nicchia
ka: გაჩნდნენ, რომ ნიშა შეავსონ
nl: is verschenen om een niche te vullen
nl_be: Ontstaan om een niche te vullen
pl: powstał żeby zapełnić niszę
pt_br: surgiu para preencher um nicho
pt_pt: surgiu para preencher um nicho
ru: возникли, чтобы заполнить нишу
sv: uppstod för att fylla en nisch
tr: alanı doldurmak için ortaya çıktı
uk: виникла для заповнення ніши
zh_cn: 为了填补生态位
zh_tw: 為了填補生態棲位

# RUN_RESULT_SELECTION_PRESSURE_SPLIT
source: emerged due to differing selection pressures
bg: появиха се поради селекционен натиск
ca: sorgit a causa de les diferents pressions de selecció
cs: vznikly v důsledku rozdílných selekčních tlaků
de: durch unterschiedlichen Selektionsdruck aufgetaucht
es: Surgieron debido a diferentes presiones de selección
et: tekkis erineva valikusurve tõttu
fi: syntyi eriävien valintapaineiden seurauksena
fr: est apparue suite à une divergence de pressions sélectives
he: הופיע בשל לחצי סלקציה שונים
hu: különböző kiválasztódási nyomások miatt megjelent
it: è emerso a causa di pressioni selettive diverse
ka: გაჩნდნენ სხვადასხვა გადარჩევის წნევის გამო
nl: is verschenen door verschillende selectiedruk
nl_be: ontstaan door verschillende selectiedruk
pl: powstał przez zróżnicowanie przez selekcję
pt_br: surgiu devido a diferentes pressões seletivas
pt_pt: surgiu devido a diferentes pressões de seleção
ru: возникли в связи с различным давлением отбора
sv: dök up på grund av olika urvalstryck
tr: seçilim baskılarının değişmesinden dolayı ortaya çıktı
uk: з'явився через тиск відбору
zh_cn: 由于不同的演化压力而出现的
zh_tw: 由於不同的演化壓力而出現

# RUN_RESULT_SPLIT_FROM
source: split off from {0}
bg: отделиха се от популацията на {0}
ca: separació de {0}
cs: oddělen od {0}
de: von {0} abgespalten
es: separarse de {0}
et: eraldatud kasutajast {0}
fi: erkani lajista: {0}
fr: a opéré une scission de {0}
he: התפצל מ{0}
hu: {0}-ról/-ről vált le
it: si è diramato da {0}
ka: {0}-დან გამოყოფილი
nl: afgesplitst van {0}
nl_be: splits van {0}
pl: oddzielił się od {0}
pt_br: foi ramificado de {0}
pt_pt: separar-se de {0}
ru: Отделившихся от {0}
sk: sa oddelil od {0}
sv: avvek från {0}
tr: {0} türünden ayrıldı
uk: відокремились від {0}
zh_cn: 来自{0}的分支
zh_tw: 來自 {0} 的分支

# RUN_RESULT_SPLIT_OFF_TO
source: population in some patches split off to form new species {0}:
bg: от популацията в следните зони се отделиха {0}:
ca: la població en algunes zones es divideix per formar noves espècies {0}:
cs: populace se v některých oblastech oddělila a vytvořila nové druhy {0}:
de: die Population in einigen Gebieten spaltete sich ab und bildete eine neue Spezies {0}:
es: La població en algunas zonas se divide para formar nuevas especies {0}:
et: populatsioon mõnel laigul jagunes uuteks liikideks {0}:
fi: populaatio joillain alueille jakaantui muodostamaan uuden lajin, {0}:
fr: La population s'est scindée pour fonder la nouvelle espèce {0} dans certains secteurs :
he: אוכלוסיה בחלק מהאזורים התפצלה למינים חדשים {0}:
hu: néhány patch-ben populáció vált le, hogy új fajt alakítson {0}:
it: la popolazione in alcune zone si è diramata per formare nuove specie {0}:
ka: ზოგიერთი ბიომის პოპულაცია გამოეყო, რომ ახალი სახეობა {0} შეექმნა:
nl: bevolking in sommigen gebieden hebben zich afgesplitst om een nieuwe soort {0} te vormen:
nl_be: Populatie in sommige gebieden afgesplitst om nieuwe soorten te vormen {0}:
pl: populacja w niektórych środowiskach rozdzieliła się tworząc nowy gatunek {0}:
pt_br: a população em algumas regiões se dividiu para formar a nova espécie {0}:
pt_pt: a população em algumas casas dividiu-se para formar novas espécies {0}:
ru: популяция в некоторых биомах разделилась, образовав новые виды {0}:
sk: populácia sa v niektorých oblastiach oddelila a vytvorila nové druhy {0}:
sv: befolkning på vissa platser avvek och forma en ny art {0}:
tr: bazı arazilerdeki popülasyonlar, yeni türler oluşturmak için ayrıldı {0}:
uk: популяція на цих ділянках відокремилась, утворивши нові види {0}:
zh_cn: 在一些地区的种群分支成了新的物种{0}：
zh_tw: 某些區域中的種群分支形成新物種 {0}：

# RUN_X_WORLDS
source: Run {0} Worlds
bg: {0} свята
fr: Lancer {0} mondes
ka: {0} სამყაროს გაშვება
nl: Voor {0} Werelden Uit
pt_br: Executar em {0} Mundos
ru: Смоделируйте {0} миров
tr: {0} Adet Dünyayı Çalıştır
uk: Запустити {0} Світів
zh_cn: 运行{0}个世界
zh_tw: 運行 {0} 個世界

# RUN_X_WORLDS_TOOLTIP
source: Run a certain number of worlds, the amount of generations for each world to run is determined by the above spin box.
bg: Симулиране на определен брой светове с предварително определеното количество на поколенията.
fr: Lance un certain nombre de mondes, le nombre de générations pour chaque monde est déterminé par liste déroulante ci-dessus.
ka: გაუშვით რამდენიმე სამყარო. თითოეულ სამყაროში თაობები რაოდენობას ზემო ველში მითითებული მნიშვნელობა აღწერს.
nl: Voer een zekere hoeveelheid werelden uit. De hoeveelheid generaties voor iedere wereld is bepaald door de ronddraaiende kist boven.
pt_br: Executar a simulação em um certo número de mundos, a quantidade de gerações que cada mundo deve simular é determinada pela opção acima.
ru: Запустить определенное количество миров, количество генераций на каждый мир определяется в меню сверху.
tr: Belirli sayıda dünyayı çalıştır, her dünyada çalıştırılacak nesillerin miktarı yukarıdaki döndürme kutusu tarafından belirlenir.
uk: Запустити декілька світів, кількість генерацій для кожного з них визначається через кнопку вибору зверху.
zh_cn: 运行一定数量的世界，每个世界运行的代数由左上方的数字显示框决定。
zh_tw: 運行一定數量的世界，每個世界運行的代數由上方的顯示框決定。

source: Rusticyanin
bg: Рустицианин
ca: Rusticianina
cs: Rusticyanin (protein mědi)
eo: Rusticianino
es: Rusticianina
et: rustitsüaniin
fi: Ruostesyaniini
fr: Rusticyanine
he: רוסטיצינין
id: Rustisianin
it: Rusticianina
ka: რუსტიციანინი
ko: 루스티시아닌
nl: Rusticyanine
nl_be: Rusticyanine
pl: Rusticyjanina
pt_br: Rusticianina
pt_pt: Rusticianina
ru: Рустицианин
sk: Rusticyanín
sr_cyrl: Рустицијанин
sr_latn: Rusticijanin
sv: Rosticyanin
th_th: รัสติไซยานิน
tr: Rustisiyanin
uk: Рустіціанін
zh_cn: 铁硫菌蓝蛋白
zh_tw: 鐵硫菌藍蛋白

# RUSTICYANIN_DESCRIPTION
source: Rusticyanin is a protein able to use [thrive:compound type="carbondioxide"][/thrive:compound] and [thrive:compound type="oxygen"][/thrive:compound] to oxidize [thrive:compound type="iron"][/thrive:compound] from one chemical state to another. This process, called [b]iron respiration[/b], releases energy which the cell can then harvest.
bg: Рустицианинът е протеин, който използва [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и [thrive:compound type="oxygen"]кислород[/thrive:compound] за да окислява [thrive:compound type="iron"]желязото[/thrive:compound] в процес, който се нарича [b]оксидиране[/b]. В резултат на този процес се освобождава енергия, която клетката може да използва.
ca: La Rusticianina és una proteïna capaç d'oxidar blocs de Ferro i, per tant, canviar-ne l'estat químic, mitjançant Diòxid de Carboni i Oxigen. Aquest procés s'anomena Respiració de Ferro, i allibera una certa quantitat d'energia que la cèl·lula pot fer servir.
cs: Rusticyanin je protein schopný využít plynný [thrive:compound type="carbondioxide"][/thrive:compound] a [thrive:compound type="oxygen"][/thrive:compound] k oxidaci železa z jednoho chemického stavu na jiný. Tento proces, nazývaný [b]respirace železa[/b], uvolňuje energii, kterou je pak buňka schopna sklidit.
de: Rusticyanin ist ein Protein, welches in der Lage ist [thrive:compound type="carbondioxide"][/thrive:compound] und [thrive:compound type="oxygen"][/thrive:compound] zu nutzen um [thrive:compound type="iron"][/thrive:compound] zu oxidieren. Dieser Prozess, der [b]Eisenatmung[/b] genannt wird, setzt Energie frei, welche die Zelle dann sammeln kann.
eo: Rusticianino estas proteino kapabla uzi gasan karbonan dioksidon kaj oksigenon por oksigeni feron de unu kemia stato al alia. Ĉi tiu procezo, nomata Fera Respirado, liberigas energion, kiun la ĉelo tiam povas rikolti.
es: La Rusticianina es una proteína capaz de usar dióxido de carbono gaseoso y oxigeno para oxidar el hierro de un estado químico a otro. Este proceso, llamado Respiración Férrica, libera energía para la célula.
et: Rustitsüaniin on valk, mis on võimeline kasutama gaasilist süsinikdioksiidi ja hapnikku, et oksüdeerida rauda ühest keemilisest olekust teise. See protsess, mida nimetatakse raudseks hingamiseks, vabastab energiat, mida rakk saab seejärel koguda.
fi: Rustisyaniini on proteiini, joka käyttää hiilidioksiidia ja happea muuntaakseen raudan toiseksi aineeksi. Tätä kutsutaan hapettumiseksi ja se vapauttaa energiaa, jonka solu voi hyödyntää.
fr: La rusticyanine est une protéine capable d'utiliser le [thrive:compound type="carbondioxide"][/thrive:compound] gazeux et le [thrive:compound type="oxygen"][/thrive:compound] pour oxyder le fer d'un état chimique à un autre. Ce processus, appelé [b]respiration ferrique[/b], libère de l'énergie que la cellule peut ensuite récolter.
he: רוסטיצינין הוא חלבון המסוגל להשתמש ב[thrive:compound type="carbondioxide"][/thrive:compound] וב[thrive:compound type="oxygen"][/thrive:compound] בכדי לחמצן ברזל ממצב כימי אחד למשנהו. תהליך זה, הנקרא [b]נשימת ברזל[/b], משחרר אנרגיה שהתא מסוגל לקצור.
hu: A rusticyanin egy fehérje, ami szén-dioxid, és oxigén segítségével képes oxidálni a vasat egyik kémiai állapotból a másikba. Ez a folyamat (amit vas-légzésnek hívnak) energiát termel, amit a sejt később fel tud használni.
id: Rustisianin adalah protein yang dapat menggunakan gas karbon dioksida dan oksigen untuk mengoksidasi besi dari satu tahap kimiawi ke tahap yang lainnya. Proses ini, yang disebut Respirasi Besi, mengeluarkan energi yang kemudian dapat diambil oleh sel.
it: La rusticianina è una proteina che usa il [thrive:compound type="carbondioxide"][/thrive:compound] gassoso e l'[thrive:compound type="oxygen"][/thrive:compound] per ossidare il ferro da uno stato chimico all'altro. Questo processo, chiamato [b]ossidazione del ferro[/b], rilascia energia che la cellula poi immagazzina.
ko: 루스티시아닌은 가스 상태의 이산화탄소와 산소를 사용하여 산화철을 화학적 상태에서 다른 화학적 상태로 산화시킬 수 있는 단백질입니다. 철 호흡이라고하는 이 과정은 세포가 수확 할 수 있는 에너지를 방출합니다.
nl_be: Rusticyanine is een proteïne dat koolstofdioxide en zuurstof kan gebruiken om ijzer te oxideren van een chemische staat naar een andere. Dit proces, dat men ijzer respiratie noemt, geeft energie vrij dat de cel dan kan opnemen.
pl: Rusticyjanina to białko mogące użyć gazowego [thrive:compound type="carbondioxide"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound] do utleniania żelaza z jednego stanu chemicznego do innego. Ten proces, nazywany [b]iron respiration[/b], uwalnia energię którą komórka może zebrać.
pt_br: Rusticianina é uma proteína que consegue usar o [thrive:compound type="carbondioxide"][/thrive:compound] e para oxidar [thrive:compound type="iron"][/thrive:compound] de um estado químico para outro. Esse processo, chamado de [b]respiração de ferro[/b], libera energia que a célula pode usar.
pt_pt: Rusticianina é uma proteína capaz de utilizar [thrive:compound type="carbondioxide"][/thrive:compound] gasoso e [thrive:compound type="oxygen"][/thrive:compound] para oxidar [thrive:compound type="iron"][/thrive:compound] de um estado químico para outro. Este processo, chamado [b]Quimiossíntese litoautotrófica[/b], liberta energia que a célula pode posteriormente recolher.
ru: Рустицианин - это белок, способный менять [thrive:compound type="iron"][/thrive:compound] из одного химического состояния в другое. Этот процесс, называемый [b]окислением железа[/b], высвобождает энергию, которую клетка затем может собрать.
sr_cyrl: Рустицијанин је протеин који може да користи гасовити угљен-диоксид и кисеоник за оксидацију гвожђа из једног хемијског стања у друго. Овај процес, назван Респирација гвожђа, ослобађа енергију коју ћелија тада може да сакупи.
sr_latn: Rusticijanin je protein koji može da koristi gasoviti ugljen-dioksid i kiseonik za oksidaciju gvožđa iz jednog hemijskog stanja u drugo. Ovaj proces, nazvan Respiracija gvožđa, oslobađa energiju koju ćelija tada može da sakupi.
sv: Rusticyanin är ett protein som kan använda gasformig koldioxid och syre för att oxidera järn från ett kemiskt tillstånd till ett annat. Denna process, kallad Iron Respiration, frigör energi som cellen sedan kan skörda.
th_th: Rusticyanin เป็นโปรตีนที่สามารถใช้ก๊าซคาร์บอนไดออกไซด์และออกซิเจนในการออกซิไดซ์เหล็กจากสถานะทางเคมีหนึ่งไปยังอีกสถานะหนึ่ง กระบวนการนี้เรียกว่า Iron Respiration ปล่อยพลังงานออกมาซึ่งเซลล์สามารถเก็บเกี่ยวได้
tr: Rustisiyanin, [thrive:compound type="iron"]demiri[/thrive:compound] bir kimyasal halden diğerine dönüştürmek için [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] kullanan bir proteindir. [b]Demir solunumu[/b] olarak adlandırılan bu işlem, hücrenin sonradan kullanacağı enerjiyi verir.
zh_cn: 铁硫菌蓝蛋白能够利用气态二氧化碳和氧将铁从一种化学状态氧化为另一种化学状态。这个过程被称作[b]铁呼吸[/b]，能够释放可被细胞收集的能量。
zh_tw: 鐵硫菌藍蛋白是一種蛋白質，能夠使用 [thrive:compound type="carbondioxide"][/thrive:compound] 和 [thrive:compound type="oxygen"][/thrive:compound] 氧化 [thrive:compound type="iron"][/thrive:compound]。這個過程稱為[b]鐵呼吸[/b]，釋放能量，然後細胞可以收集這些能量。

# RUSTICYANIN_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="iron"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="carbondioxide"][/thrive:compound] and [thrive:compound type="oxygen"][/thrive:compound].
bg: Превръща [thrive:compound type="iron"]желязото[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="carbondioxide"]въглероден диоксид[/thrive:compound] и [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="carbondioxide"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="iron"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="carbondioxide"][/thrive:compound] a [thrive:compound type="oxygen"][/thrive:compound].
de: Wandelt [thrive:compound type="iron"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] um. Rate skaliert mit der Konzentration von [thrive:compound type="carbondioxide"][/thrive:compound] und [thrive:compound type="oxygen"][/thrive:compound].
es: Convierte [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. La velocidad de conversión es directamente proporcional a la concentración de [thrive:compound type="carbondioxide"][/thrive:compound] y [thrive:compound type="oxygen"][/thrive:compound].
et: Muudab [thrive:compound type="iron"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="süsinikdioksiid"][/thrive:compound] ja [thrive:compound type="hapnik"][/thrive:ühend].
fi: Muuntaa [thrive:compound type="iron"]raudan[/thrive:compound] [thrive:compound type="atp"]ATP:ksi[/thrive:compound]. Muunnosnopeus vaihtelee ympäristön [thrive:compound type="carbondioxide"][/thrive:compound]n ja [thrive:compound type="oxygen"][/thrive:compound]n mukaan.
fr: Transforme le [thrive:compound type="iron"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Taux proportionnels à la concentration de [thrive:compound type="carbondioxide"][/thrive:compound] et d'[thrive:compound type="oxygen"][/thrive:compound].
he: הופך [thrive:compound type="iron"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound]. בהתאם לריכוזם של [thrive:compound type="carbondioxide"][/thrive:compound] ו[thrive:compound type="oxygen"][/thrive:compound].
hu: [thrive:compound type="iron"][/thrive:compound]-at alakít át [thrive:compound type="atp"][/thrive:compound]-vé. Hatékonysága függ az [thrive:compound type="carbondioxide"][/thrive:compound] és az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="iron"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="carbondioxide"][/thrive:compound] dan [thrive:compound type="oxygen"][/thrive:compound]
it: Trasforma il [thrive:compound type="iron"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="carbondioxide"][/thrive:compound] e di [thrive:compound type="oxygen"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="iron"][/thrive:compound] [thrive:compound type="atp"][/thrive:compound]-ში. სიჩქარე [thrive:compound type="carbondioxide"]-ის კონცენტრაციის ზრდასთან ერთად იზრდება.
nl_be: Verandert [thrive:compound type="iron"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="carbondioxide"][/thrive:compound] en [thrive:compound type="oxygen"][/thrive:compound].
pl: Utlenia [thrive:compound type="iron"][/thrive:compound] wydzielając [thrive:compound type="atp"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="carbondioxide"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound].
pt_br: Transforma [thrive:compound type="iron"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="iron"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="carbondioxide"][/thrive:compound] e [thrive:compound type="oxygen"][/thrive:compound].
ru: Использует [thrive:compound type="iron"][/thrive:compound] для производства [thrive:compound type="atp"][/thrive:compound].
sk: Premieňa [thrive:compound type="iron"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound]. Množstvo závisí od koncentrácie[thrive:compound type="carbondioxide"]oxidu uhličitého[/thrive:compound] a [thrive:compound type="oxygen"]kyslíka[/thrive:compound].
tr: [thrive:compound type="iron"]Demiri[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
zh_cn: 将[thrive:compound type="iron"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound]。速率跟[thrive:compound type="carbondioxide"][/thrive:compound]和[thrive:compound type="oxygen"][/thrive:compound]的浓度成正比。
zh_tw: 將 [thrive:compound type="iron"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。速率與 [thrive:compound type="carbondioxide"][/thrive:compound] 和 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。
