Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# NITROGENASE_DESCRIPTION
source: Nitrogenase is a protein able to use gaseous [thrive:compound type="nitrogen"][/thrive:compound] and cellular energy in the form of [thrive:compound type="atp"][/thrive:compound] to produce [thrive:compound type="ammonia"][/thrive:compound], a key growth nutrient for cells. This is a process referred to as [b]anaerobic nitrogen fixation[/b]. Since the nitrogenase is suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
bg: Нитрогеназата е протеин, който използва газообразен [thrive:compound type="nitrogen"]въглероден диоксид[/thrive:compound] и клетъчна енергия под формата на [thrive:compound type="atp"]АТФ[/thrive:compound] за да произвежда [thrive:compound type="ammonia"]амоняк[/thrive:compound], който е ключов за растежа на клетките. Този процес се нарича [b]анаеробна азотна фиксация[/b]. Понеже нитрогеназата е скачена с цитоплазма, тя извършва известна [b]гликолиза[/b].
ca: La Nitrogenasa és una proteïna capaç de produïr Amoníac, nutrient bàsic per al desenvolupament i reproducció de les cèl·lules, mitjançant Nitrogen i mol·lècules d'ATP. Aquest procés s'anomena Fixació de Nitrogen Anaeròbica. Com que la Nitrogenasa està suspesa en el Citoplasma, aquest fluid duu a terme una certa Glicòlisi.
cs: Nitrogenáza je protein schopný využít plynný [thrive:compound type="nitrogen"][/thrive:compound] a buněčnou energii ve formě [thrive:compound type="atp"][/thrive:compound] k produkci [thrive:compound type="ammonia"][/thrive:compound], klíčové růstové živiny pro buňky. Tento proces se nazíva [b]anaerobní fixace dusíku[/b]. Jelikož jsou nitrogenázy obaleny cytoplazmou, tato okolní tekutina stále provádí nějakou [b]glykolýzu[/b].
de: Nitrogenase ist ein Protein, das in der Lage ist, gasförmigen Stickstoff und zelluläre Energie in Form von ATP zu nutzen, um Ammoniak, einen wichtigen Wachstumsnährstoff für Zellen, zu produzieren. Dies ist ein Prozess, der als anaerobe Stickstofffixierung bezeichnet wird. Da die Nitrogenase direkt im Zytoplasma untergebracht ist, führt die umgebende Flüssigkeit glykolyse durch.
eo: Nitrogenazo estas proteino kapabla uzi gasan nitrogenon kaj ĉelan energion en la formo de ATP por produkti amoniakon, ĉefan kreskonutraĵon por ĉeloj. Ĉi tio estas procezo nomata Anaeroba Nitrogena Fiksado. Ĉar la nitrogenazo estas suspensie en la citoplasmo, la ĉirkaŭa fluidaĵo iom fermentas.
es: La Nitrogenasa es una proteína capaz de usar nitrógeno y la energía celular en forma de ATP para producir amoniaco, un nutriente clave para el crecimiento celular. Éste es un proceso llamado Fijación de Nitrógeno Anaeróbica. Cómo la nitrogenasa está directamente suspendida en el citoplasma, éste realiza la glicólisis.
et: Lämmastik on valk, mis on võimeline kasutama gaasilist lämmastikku ja rakuenergiat ATP kujul, et toota ammoniaaki, mis on rakkude kasvu peamine toitaine. Seda protsessi nimetatakse anaeroobseks lämmastiku fikseerimiseks. Kuna lämmastik suspendeeritakse otse tsütoplasmas, teostab ümbritsev vedelik teatud glükolüüsi.
fi: Nitrogenaasi on entsyymikompleksi, joka katalysoi typpimolekyylien pelkistymistä ammoniakiksi käyttäen ATP:tä. Ammoniakki on tärkeä aine solun kasvulle. Tätä prosessia kutsutaan anaerobiseksi typpifiksaatioksi. Nitrogenaasi sijaitsee soluliman ympäröimänä, joka puolestaan toteuttaa osaltaan glykolyysia.
fr: La nitrogénase est une protéine capable d'utiliser l'[thrive:compound type="nitrogen"][/thrive:compound] gazeux et l'énergie cellulaire sous forme d'[thrive:compound type="atp"][/thrive:compound] pour produire de l'[thrive:compound type="ammoniaque"][/thrive:compound], un nutriment essentiel à la croissance des cellules. Il s'agit d'un processus appelé [b]fixation anaérobie de l'azote[/b]. Comme la nitrogénase est suspendue directement dans le cytoplasme, le liquide environnant effectue une partie de la [b]glycolyse[/b].
he: ניטרוגנאז הוא חלבון המסוגל להשתמש ב[thrive:compound type="nitrogen"][/thrive:compound] גזי ובאנרגיה תאית בצורת [thrive:compound type="atp"][/thrive:compound] בכדי לייצר [thrive:compound type="ammonia"][/thrive:compound], מרכיב תזונתי מרכזי לתאים. זהו תהליך המכונה [b]קיבוע חנקן אנאירובי[/b]. מכיוון שהניטרוגנאז צף בציטופלזמה, הנוזל שמסביבו מבצע [b]גליקוליזה[/b] ברמה מסוימת.
hu: A nitrogenáz egy enzim, mely nitrogéngázból a sejt energiaraktározó ATP molekulájának segítségével képes ammóniát előállítani, ami a sejtnek egy elég fontos tápanyaga. Ez a folyamat anaerob nitrogén-rögzítés néven ismert. Mivel a nitrogenáz a citoplazmában helyezkedik el, ezért a környékén elhelyezkedő folyadék glikolízist végez.
id: Nitrogenase adalah protein yang dapat menggunakan gas nitrogen dan energi selular dalam bentuk ATP untuk memproduksi amonia, sebuah nutrisi penumbuh penting bagi sel. Ini proses yang disebut Fiksasi Nitrogen Anaerob. Karena nitrogenase tersuspensi secara langsung dalam sitoplasma, cairan sekelilingnya melakukan beberapa glikolisis.
it: La nitrogenasi è una proteina che converte l'[thrive:compound type="nitrogen"][/thrive:compound] gassoso e l'energia della cellula (in forma di [thrive:compound type="atp"][/thrive:compound]) in [thrive:compound type="ammonia"][/thrive:compound], un nutriente essenziale per la crescita delle cellule. Questo processo si chiama [b]azotofissazione anaerobica[/b]. Siccome la nitrogenasi è sospesa direttamente nel citoplasma, il fuido circostante produce piccole quantità di [thrive:compound type="atp"][/thrive:compound] tramite [b]glicolisi[/b].
ko: 니트로게나아제는 ATP 형태의 기체 질소와 세포 에너지를 사용하여 세포의 핵심 성장 영양소 인 암모니아를 생성 할 수있는 단백질입니다. 이것은 혐기성 질소 고정이라고하는 과정입니다. 질소 분해 효소가 세포질에 의해 직접 둘러싸이면 주변 유체가 일부 발효를 수행합니다.
nl: Nitrogenase is een eiwet dat gasvormig [thrive:compound type="nitrogen"][/thrive:compound] en celenergie in de vorm van [thrive:compound type="atp"][/thrive:compound] om kan zetten om [thrive:compound type="ammonia"][/thrive:compound] te vormen. Dit is een essentiele voedingsstof voor de groei van cellen. Dit proces wordt ook wel [b]stikstoffixatie[/b] genoemd. Aangezien nitrogenase zich in suspensie in het cytoplasma bevind, voert de vloeistof er omheen enige [b]glycolyse[/b] uit.
nl_be: Nitrogenase is een proteïne dat stikstof en cellulaire energie in de vorm van ATP kan gebruiken om ammoniak, een belangrijke stof voor de groei van cellen, aan te maken. Dit proces noemt men Anaërobe stikstoffixatie. Doordat nitrogenase als een suspensie in het cytoplasma zit, voert de omliggende vloeistof glycolyse uit.
pl: Nitrogenaza to białko mogące użyć gazowego [thrive:compound type="nitrogen"][/thrive:compound] i energii komórkowej w formie [thrive:compound type="atp"][/thrive:compound] do produkcji [thrive:compound type="ammonia"][/thrive:compound], kluczowego składnika dla wzrostu komórek. Ten proces nazywany jest [b]anaerobic nitrogen fixation[/b]. Jako iż nitrogenaza jest zawieszona bezpośrednio w cytozolu, otaczający płyn przeprowadza [b]glycolysis[/b].
pt_br: Nitrogenase é uma proteína que consegue usar [thrive:compound type="nitrogen"][/thrive:compound] gasoso e energia celular na forma de [thrive:compound type="atp"][/thrive:compound] para sintetizar [thrive:compound type="ammonia"][/thrive:compound], um nutriente essencial para o crescimento das células. Esse processo é chamado de [b]Fixação Anaeróbica de Nitrogênio[/b]. Como a nitrogenase é suspensa diretamente no citoplasma, os fluidos em volta realizam alguma [b]glicólise[/b].
pt_pt: Nitrogenase é uma proteína capaz de utilizar o [thrive:compound type="nitrogen"][/thrive:compound] gasoso e a energia celular na forma de [thrive:compound type="atp"][/thrive:compound] para produzir [thrive:compound type="ammonia"][/thrive:compound], um nutriente chave para o crescimento das células. Isto é um processo referido como [b]Fixação Anaeróbica de Nitrogénio[/b]. Uma vez que a Nitrogenase está suspensa diretamente no citoplasma, o fluído envolvente efetua alguma [b]glicólise[/b].
ru: Нитрогеназа - это белок, способный использовать газообразный [thrive:compound type="nitrogen"][/thrive:compound] и клеточную энергию в форме [thrive:compound type="atp"][/thrive:compound] для производства [thrive:compound type="ammonia"][/thrive:compound], ключевого питательного вещества для роста клеток. Этот процесс называется [b]]Анаэробной Азотфиксацией[/b]. Поскольку нитрогеназа находится во взвешенном состоянии непосредственно в цитоплазме, окружающая жидкость выполняет некоторую часть [b]гликолиза[/b].
sr_cyrl: Нитрогеназа је протеин у стању да користи гасовити азот и ћелијску енергију у облику ATP за производњу амонијака, кључног хранљивог састојка за раст ћелија. Ово је процес који се назива анаеробна фиксација азота. Пошто је нитрогеназа суспендована директно у цитоплазми, околна течност врши ферментацију.
sr_latn: Nitrogenaza je protein u stanju da koristi gasoviti azot i ćelijsku energiju u obliku ATP za proizvodnju amonijaka, ključnog hranljivog sastojka za rast ćelija. Ovo je proces koji se naziva anaerobna fiksacija azota. Pošto je nitrogenaza suspendovana direktno u citoplazmi, okolna tečnost vrši fermentaciju.
sv: Nitrogenas är ett protein som kan använda gasformigt kväve och cellulär energi i form av ATP för att producera ammoniak, ett viktigt tillväxtnäringsämne för celler. Detta är en process som kallas anaerob kvävefixering. Eftersom kvävgaset är suspenderat direkt i cytoplasman, utför den omgivande vätskan viss jäsning.
th_th: Nitrogenase เป็นโปรตีนที่สามารถใช้ก๊าซไนโตรเจนและพลังงานของเซลล์ในรูปแบบของ ATP เพื่อผลิตแอมโมเนียซึ่งเป็นสารอาหารที่สำคัญในการเจริญเติบโตของเซลล์ นี่คือกระบวนการที่เรียกว่าการตรึงไนโตรเจนแบบไม่ใช้ออกซิเจน เนื่องจากไนโตรเจนเนสถูกแขวนอยู่ในไซโทพลาสซึมโดยตรงของเหลวที่อยู่รอบ ๆ จึงทำปฏิกิริยาไกลโคไลซิส
tr: Nitrojenaz, hücrelerde temel gelişim yapı maddesi olan [thrive:compound type="ammonia"]amonyağı[/thrive:compound] üretmek için [thrive:compound type="nitrogen"]azot[/thrive:compound] gazı ve [thrive:compound type="atp"]ATP[/thrive:compound] formundaki hücresel enerjiyi kullanan bir proteindir. Bu işlem [b]Oksijensiz Azot Fiksasyonu[/b] olarak anılır. Nitrojenaz direkt sitoplazmada asılı kaldığından, etrafında bulunan akışkan [b]glikoliz[/b] yapabilir.
uk: Нітрогеназа– це білок, що використовує газоподібний [thrive:compound type="nitrogen"][/thrive:compound] та клітинну енергію, у вигляді [thrive:compound type="atp"][/thrive:compound], щоб перетворити останнє на виробленний [thrive:compound type="ammonia"][/thrive:compound], головна поживна речовина для росту клітин. Цей процес зветься [b]анаеробна азотофіксація [/b]. Оскільки нітрогеназа розміщена в цитоплазмі, то оточуюча рідина одразу здійснює [b]гліколіз [/b].
zh_cn: 固氮酶是一种能用ATP和氮来产出氨的蛋白质，氨对细胞的生长至关重要。这个过程被称作[b]厌氧固氮[/b]。由于固氮酶是直接悬浮在细胞质中的，所以它周围的细胞质也能进行一些[b]糖酵解[/b]。
zh_tw: 固氮酶是一種蛋白質，能夠利用氣態 [thrive:compound type="nitrogen"][/thrive:compound] 和 [thrive:compound type="atp"][/thrive:compound] 形式的細胞能量來生產 [thrive:compound type="ammonia"][/thrive:compound]，細胞生長的關鍵營養物質。這個過程被稱為[b]厭氧固氮[/b]。由於固氮酶直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

# NITROGENASE_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="ammonia"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="nitrogen"][/thrive:compound].
bg: Превръща [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="ammonia"]амоняк[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="nitrogen"]азот[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="nitrogen"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="ammonia"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="nitrogen"][/thrive:compound].
de: Wandelt [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound] um. Rate skaliert mit der Konzentration von [thrive:compound type="nitrogen"][/thrive:compound].
es: Convierte el [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. La tasa de conversión aumenta con la concentración de [thrive:compound type="nitrogen"][/thrive:compound].
et: Muudab [thrive:compound type="atp"][/thrive:compound] tüübiks [thrive:compound type="ammoniaak"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="nitrogen"][/thrive:compound].
fi: Muuntaa [thrive:compound type="atp"][/thrive:compound]:n [thrive:compound type="ammonia"]ammoniakiksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="nitrogen"]typpipitoisuudesta[/thrive:compound].
fr: Transforme l'[thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. Taux proportionnels à la concentration de [thrive:compound type="nitrogen"][/thrive:compound].
he: הופך [thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="ammonia"][/thrive:compound]. בהתאם לריכוזו של ה[thrive:compound type="nitrogen"][/thrive:compound].
hu: [thrive:compound type="atp"][/thrive:compound]-t alakít át [thrive:compound type="ammonia"][/thrive:compound]-vá. Hatékonysága függ az [thrive:compound type="nitrogen"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="atp"][/thrive:compound] menjadi [thrive:compound type="ammonia"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="nitrogen"][/thrive:compound]
it: Trasforma l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="nitrogen"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="atp"][/thrive:compound] [thrive:compound type="ammonia"][/thrive:compound]-ში. სიჩქარე იზრდება [thrive:compound type="nitrogen"][/thrive:compound]-ის კონცენტრაციასთან ერთად.
nl: Zet [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="ammonia"][/thrive:compound]. Snelheid schaalt met de concentratie van [thrive:compound type="nitrogen"][/thrive:compound].
nl_be: Verandert [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="nitrogen"][/thrive:compound].
pl: Przekształca N₂ w [thrive:compound type="ammonia"][/thrive:compound] zużywajac [thrive:compound type="atp"][/thrive:compound] . Tempo skaluje się ze stężeniem [thrive:compound type="nitrogen"][/thrive:compound].
pt_br: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="ammonia"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="nitrogen"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="ammonia"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="nitrogen"][/thrive:compound].
ru: Превращает [thrive:compound type="atp"][/thrive:compound] в [thrive:compound type="ammonia"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="nitrogen"][/thrive:compound].
sk: Premieňa [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="ammonia"][/thrive:compound]. Množstvo závisí od koncentrácie[thrive:compound type="nitrogen"]dusíka[/thrive:compound].
tr: [thrive:compound type="atp"]ATP'yi[/thrive:compound], [thrive:compound type="ammonia"]amonyağa[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="nitrogen"]azot[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Перетворює [thrive:compound type="atp"][/thrive:compound] на [thrive:compound type="ammonia"][/thrive:compound]. Кількість залежить від [thrive:compound type="nitrogen"][/thrive:compound].
zh_cn: 将[thrive:compound type="atp"][/thrive:compound]转换成[thrive:compound type="ammonia"][/thrive:compound]。速率跟[thrive:compound type="nitrogen"][/thrive:compound]浓度成正比。
zh_tw: 將 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="ammonia"][/thrive:compound]。速率與 [thrive:compound type="nitrogen"][/thrive:compound] 的濃度成正比。

source: Nitrogen-Fixing Plastid
bg: Пластид за азотна фиксация
ca: Plastidi Fixador de Nitrogen
cs: Plastid fixující dusík
de: Stickstofffixier-Plastid
eo: Nitrogen-fiksa Plastido
es: Nitroplasto
et: Lämmastikku fikseeriv plastiid
fi: Typpeä sitova plastidi
fr: Plaste Fixateur d'Azote
he: פלסטיד מקבע חנקן
hu: Nitrifikáló színtest
id: Plastida Pengikat Nitrogen
it: Plastidio Azotofissante
ko: 질소 고정 색소체
nl: Stikstofbindende plastide
nl_be: Stikstoffixerende Plastide
pl: Plastyd Wiążący Azot
pt_pt: Plastídeo Fixador de Nitrogénio
sk: Plastid fixujúci dusík
sr_cyrl: Пластид за Фиксирање Азота
sr_latn: Plastid za Fiksiranje Azota
sv: Kväve-Fixande Plastid
th_th: พลาสติดตรึงไนโตรเจน
uk: Азотфіксувальні пластиди
zh_cn: 固氮质体
zh_tw: 固氮質體
