Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# AUTO_EVO_RUN_STATUS
source: run status:
bg: Състояние:
ca: estat d'execució:
cs: status spuštění:
de: Laufstatus:
eo: Lanĉa stato:
es: Estado de auto-evo:
et: käitamise olek:
fi: suorituksen status:
fr: état de lancement :
he: מריץ סטטוס:
hu: futtatási státusz:
id: status auto-evo:
it: stato d'esecuzione:
ka: გაშვების სტატუსი:
ko: 실행 상태:
nl: uitvoeringsstatus:
nl_be: loopstatus:
pl: Status działania:
pt_br: estado da execução:
pt_pt: Estados de execução:
ru: статус запуска:
sk: stav spustenia:
sr_cyrl: статус покретања:
sr_latn: status pokretanja:
tr: çalışma durumu:
uk: статус виконання:
zh_cn: 运行状态：
zh_tw: 運行狀態：

# AUTO_EVO_STATUS_COLON
source: Auto-Evo Status:
bg: Автоматична еволюция:
ca: Estat d'Auto-Evo:
fr: État de l'auto-évo :
ka: ავტოევოს სტატუსი:
pl: Status Auto-Evo:
pt_br: Estado da Auto-Evo:
pt_pt: Estado da Auto-Evo:
ru: Статус Авто-Эво:
tr: Oto-evrim Durumu:
uk: Статус Авто-ево:
zh_cn: 自动进化运行状态：
zh_tw: Auto-Evo 狀態：

source: Auto move forwards
bg: Автономно напред
ca: Moviment automàtic cap endavant
cs: Automatický pohyb kupředu
de: Automatisch vorwärts bewegen
eo: Antaŭeniĝu aŭtomate
es: Moverse automáticamente hacia adelante
et: Automaatne edasiliikumine
fi: Liiku automaattisesti eteenpäin
fr: Avance auto
he: התקדמות אוטומטית
hu: Automata mozgás előre
id: Gerak otomatis depan
it: Muoviti automaticamente avanti
ka: ავტოგადაადგილება წინ
ko: 자동 앞으로 이동
nl: Beweeg automatisch naar voren
nl_be: Beweeg automatisch naar voor
pl: Automatyczne poruszanie do przodu
pt_br: Mover para a frente automaticamente
pt_pt: Mover para a frente automaticamente
ru: Авто движение вперед
sk: Automatický pohyb dopredu
sr_cyrl: Аутоматско кретање напред
sr_latn: Automatsko kretanje napred
sv: Auto framåt
th_th: เคลื่อนที่ไปข้างหน้าอัตโนมัติ
tr: Otomatik olarak ileri git
uk: автоматичн рухайтесь вперед
zh_cn: 自动前移
zh_tw: 自動向前移動

# AUTO_RESOLUTION
source: Auto ({0}x{1})
bg: Автоматична ({0}x{1})
cs: Automatické ({0}x{1})
de: automatisch ({0}x{1})
fi: Automaattinen ({0}x{1})
fr: Automatique ({0}x{1})
he: אוטומטי ({0}X{1})
it: Automatica ({0}x{1})
ka: ავტო ({0}x{1})
ru: Авто ({0}x{1})
sk: Automatické ({0}x{1})
tr: Otomatik ({0}x{1})
uk: Автоматично ({0}x{1})
zh_cn: 自动（{0}x{1}）
zh_tw: 自動（{0}x{1}）

source: Available Construction Projects
cs: Dostupné Stavební Projekty
es: Proyectos de construcción disponibles
fr: Projets de construction disponibles
ka: ხელმისაწვდომი მშენებლობის პროექტები
nl: Beschikbare Bouwprojecten
pt_br: Projetos de Construção Disponíveis
pt_pt: Projetos de Construção Disponíveis
ru: Доступные строительные проекты
tr: Mevcut İnşaat Projeleri
uk: Доступні проєкти споруд
zh_cn: 可用的建筑项目
zh_tw: 可用的建造項目

source: Available Mods
bg: Налични
ca: Mods Disponibles
cs: Dostupné mody
de: Verfügbare Mods
es: Mods disponíbles
et: Saadaolevad modifikatsioonid
fi: Saatavilla Olevat Modit
fr: Mods disponibles
he: מודים זמינים
hu: Elérhető modok
it: Mod disponibili
ka: ხელმისაწვდომი მოდები
nl: Beschikbare Mods
nl_be: Beschikbare mods
pl: Dostępne Mody
pt_br: Mods Disponíveis
pt_pt: Mods disponíveis
ru: Доступные моды
tr: Mevcut Modlar
uk: Доступні моди
zh_cn: 可用的Mod
zh_tw: 可用模組

source: Awakening Stage
bg: Пробуждане
cs: Fáze Probuzení
es: Estadio del despertar
fr: Phase Réveillant
ka: გამოღვიძების ფაზა
nl: Ontwaakfase
pt_br: Estágio Desperto
pt_pt: Estágio de Despertar
ru: Стадия пробуждения
tr: Uyanış Evresi
uk: Стадія пробудження
zh_cn: 启蒙阶段
zh_tw: 覺醒階段

source: Aware Stage
bg: Осъзнаване
fr: Phase Consciente
ka: გამაზრებელი ფაზა
nl: Bewustzijnsfase
pt_br: Estágio Ciente
ru: Стадия Сознания
tr: Farkındalık Evresi
uk: Стадія свідомості
zh_cn: 知觉阶段
zh_tw: 意識階段

source: Back
bg: Назад
ca: Enrere
cs: Zpět
de: Zurück
eo: Reen
es: Atrás
et: tagasi
fi: Takaisin
fr: Revenir
he: חזור
hu: Vissza
id: Kembali
it: Indietro
ka: უკან
ko: 뒤로가기
nl: Terug
nl_be: Terug
pl: Wróć
pt_br: Voltar
pt_pt: Voltar
ru: Назад
sk: Späť
sr_cyrl: Назад
sr_latn: Nazad
sv: Backåt
th_th: กลับ
tr: Geri
uk: Назад
zh_cn: 返回
zh_tw: 返回

source: Base Mobility
bg: Базова подвижност
ca: Mobilitat base
cs: Základní pohyblivost
de: Basis Mobilität
es: Mobilidad
fr: Mobilité de base
he: ניידות בסיסית
hu: Alap mozgékonyság
it: Mobilità di base
ka: საბაზისო მობილობა
nl: Basismobiliteit
pl: Podstawowa Mobilność
pt_br: Mobilidade
pt_pt: Mobilidade Base
ru: Базовая Мобильность
sk: Základná mobilita
tr: Temel Hareketlilik
uk: Базова мобільність
zh_cn: 基础移动能力
zh_tw: 基礎移動能力

source: Base Movement
bg: Базово движение
ca: Capacitat de moviment
cs: Základní pohyb
de: Basisbewegung
eo: Baza Movado
es: Movimiento Base
et: Aluse liikumine
fi: Perus liikkuminen
fr: Mouvement de Base
he: מהירות בסיסית
hu: Alap mozgás
id: Pergerakan Dasar
it: Movimento di Base
ka: საბაზისო გადაადგილება
ko: 기초 이동
nl: Basisbeweging
nl_be: Basisbeweging
pl: Bazowa prędkość
pt_br: Movimento Base
pt_pt: Movimento Base
ru: Базовое Передвижение
sk: Základný pohyb
sr_cyrl: Подразумевано Кретање
sv: Grundrörelse
tr: Temel Hareket
uk: Базова швидкість
zh_cn: 移动需求
zh_tw: 基礎移動

# BASIC_VIEW
source: Basic
bg: Основни
ca: Bàsic
cs: Základní
de: Grundlegend
es: Básico
fr: Basique
he: בסיסי
hu: Alap
it: Di base
ka: ძირითადი
nl: Basis
pl: Podstawowy
pt_br: Básico
pt_pt: Básicas
ru: Упрощённый вид
sk: Základné
tr: Temel
uk: Базовий
zh_cn: 基本
zh_tw: 基礎

# BASIC_VIEW_BUTTON_TOOLTIP
source: Return to the basic setup view
bg: Отваряне на основните настройки
ca: Tornar a la vista de configuració bàsica
cs: Návrat k náhledu základního nastavení
de: Zu den grundlegenden Einstellungen zurückkehren
es: Vuelve a opciones simples
fr: Retour à la vue de la configuration basique
he: לחזור אל תצוגת ההגדרה הבסיסית
hu: Visszatérés alap beállítási nézetbe
it: Torna alla visione di base
ka: დაბრუნება საბაზისო მორგების ხედზე
nl: Ga terug naar basisinstellingenweergave
pl: Powróć do widoku konfiguracji podstawowej
pt_br: Retornar às configurações básicas
pt_pt: Regressar à janela de configuração básica
ru: Вернуться к упрощённому виду настроек
sk: Vrátiť sa k základnému zobrazeniu nastavení
tr: Temel kurulum görünümüne dön
uk: Повернутися до базового вікна налаштувань
zh_cn: 回到基本菜单
zh_tw: 返回基本設定

source: Bathypelagic
bg: Батиал
ca: Zona batipelàgica
cs: Batypelagiál (hloubka oceánu do 4000m)
de: Bathypelagial
eo: Batipelagika
es: Batipelágico
et: Batüpelaagiline
fi: Batypelaginen vyöhyke
fr: Bathypélagique
he: בתיפלגיים
hu: Batipelágikus
id: Batipelagik
it: Batipelagico
ka: ბათიპელაგიური
ko: 심해수층
nl: Bathypelagisch
nl_be: Bathypelagisch
pl: Batypelagial
pt_br: Batipelágico
pt_pt: Zona Batipelágica
ru: Батипелагический
sk: Batypelagiál
sr_cyrl: Батхипелагик
sr_latn: Bathipelagik
sv: Bathypelagisk
th_th: โซนมืด
tr: Batipelajik
uk: Придоння
zh_cn: 半深海带
zh_tw: 半深海帶

# BECOME_MACROSCOPIC
source: Become Macroscopic ({0}/{1})
bg: Макроскопичен организъм ({0} от {1})
ca: Esdevenir un Organisme Macroscòpic ({0}/{1})
cs: Stát se makroskopickým ({0}/{1})
de: Makroskopisch werden ({0}/{1})
es: Conviértete Macroscópico ({0}/{1})
et: Muuta makroskoopiliseks ({0}/{1})
fi: Muutu Makroskooppiseksi ({0}/{1})
fr: Devenir Macroscopique ({0}/{1})
he: להפוך למקרוסקופי ({0}/{1})
it: Diventa macroscopico ({0}/{1})
ka: მაკროსკოპულად გახდომა ({0}/{1})
nl: Wordt Macrosopisch ({0}/{1})
pl: Zostań organizmem makroskopijnym! ({0}/{1})
pt_br: Tornar-se Macroscópico ({0}/{1})
pt_pt: Tornar-se Macroscópico ({0}/{1})
ru: Стать макроскопическим ({0}/{1})
tr: Makroskopik Ol ({0}/{1})
uk: Стати макроскопічним ({0}/{1})
zh_cn: 成为宏观生物（{0}/{1}）
zh_tw: 成為宏觀生物（{0}／{1}）

# BECOME_MULTICELLULAR
source: Become Multicellular ({0}/{1})
bg: Многоклетъчен организъм ({0} от {1})
ca: Esdevenir un Organisme Multicel·lular ({0}/{1})
cs: Stát se mnohobuněčným ({0}/{1})
de: Multizellulär werden ({0}/{1})
es: Conviértete Multicelular ({0}/{1})
et: Hakka mitmerakuliseks ({0}/{1})
fi: Muutu Monisoluiseksi ({0}/{1})
fr: Devenir Multicellulaire ({0}/{1})
he: להפוך לרב-תאיים ({0}/{1})
it: Diventa multicellulare ({0}/{1})
ka: მრავალუჯრედიანად გახდომა ({0}/{1})
nl: Wordt Meercellig ({0}/{1})
pl: Zostań organizmem wielokomórkowym! ({0}/{1})
pt_br: Tornar-se Multicelular ({0}/{1})
pt_pt: Tornar-se Multicelular ({0}/{1})
ru: Стать многоклеточным ({0}/{1})
tr: Çok Hücreli Ol ({0}/{1})
uk: Перейти до багатоклітинності ({0}/{1})
zh_cn: 成为多细胞（{0}/{1}）
zh_tw: 成為多細胞生物（{0}／{1}）

source: Begin Thriving
bg: Започнете да процъфтявате
ca: Començar a prosperar
cs: Začít prosperovat
de: Gedeihe
eo: Komencu Prosperadon(Thriving)
es: Empezar a prosperar
et: Alustage õitsemist
fi: Aloita selviytyminen
fr: Commencer à Prospérer
he: התחל לשגשג
hu: A túlélés kezdése
id: Mulai Berkembang
it: Inizia a prosperare
ka: აყვავების დაწყება
ko: Thrive 시작
nl: Begin Thrive
nl_be: Begin met Thriving
pl: Zacznij żyć
pt_br: Começar a prosperar
pt_pt: Começar a prosperar
ru: Начать Процветание
sr_cyrl: Почните Просперирати
sv: Börja Trivas
tr: İlerlemeye Başla
uk: Почати процвітання
zh_cn: 开始游戏
zh_tw: 開始遊戲

source: Behaviour
bg: Поведение
ca: Comportament
cs: Chování
de: Verhalten
es: Comportamiento
et: Käitumine
fr: Comportement
he: התנהגות
hu: Viselkedés
it: Comportamento
ka: ქცევა
nl: Gedrag
nl_be: Gedrag
pl: Zachowania
pt_br: Comportamento
pt_pt: Comportamento
ru: Поведение
sk: Správanie
sv: Beteende
tr: Davranış
uk: Поведінка
zh_cn: 行为
zh_tw: 行為

# BEHAVIOUR_ACTIVITY
source: Activity
bg: Енергичност
cs: Aktivita
de: Verhalten
es: Actividad
fr: Activité
he: פעיל
it: Attività
ka: აქტივობა
nl: Activiteit
pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ru: Активность
tr: Etkinlik
uk: Діяльність
zh_cn: 活性
zh_tw: 活性

# BEHAVIOUR_AGGRESSION
source: Aggression
bg: Агресивност
cs: Agrese
de: Aggressivität
es: Agresión
fr: Aggressivité
he: תוקפני
it: Aggressività
ka: აგრესია
nl: Aggressie
pl: Agresja
pt_br: Agressão
pt_pt: Agressividade
ru: Агрессия
tr: Saldırganlık
uk: Агресія
zh_cn: 攻击性
zh_tw: 攻擊性

# BEHAVIOUR_FEAR
source: Fear
bg: Плашливост
cs: Strach
de: Furcht
es: Miedo
fr: Peur
he: פחדן
it: Paura
ka: შიში
nl: Angst
pl: Lęk
pt_br: Medo
pt_pt: Medo
ru: Страх
tr: Korku
uk: Боязнь
zh_cn: 恐惧
zh_tw: 恐懼

# BEHAVIOUR_FOCUS
source: Focus
bg: Вглъбеност
cs: Soustředění
de: Fokus
es: Enfoque
fr: Persévérance
he: ממוקד
it: Concentrazione
ka: ფოკუსი
pl: Koncentracja
pt_br: Foco
pt_pt: Foco
ru: Целеустремлённость
tr: Odak
uk: Осередок
zh_cn: 专注度
zh_tw: 專注度

# BEHAVIOUR_OPPORTUNISM
source: Opportunism
bg: Самонадеяност
cs: Oportunismus
de: Opportunismus
es: Opportunismo
fr: Opportunisme
he: סתגלן
it: Opportunismo
ka: ოპორტუნიზმი
nl: Opportunisme
pl: Oportunizm
pt_br: Oportunismo
pt_pt: Oportunismo
ru: Оппортунизм
tr: Fırsatçılık
uk: Опортунізм
zh_cn: 投机性
zh_tw: 投機性

# BELOW_SEA_LEVEL
source: {0}-{1}m below sea level
bg: {0}-{1} м. под морското равнище
ca: {0}-{1}m sota el nivell del mar
cs: {0}-{1}m pod mořskou hladinou
de: {0}-{1}m unter dem Meeresspiegel
eo: {0}-{1}m sub marnivelo
es: {0}-{1}m bajo el nivel del mar
et: {0}–{1} m allpool merepinda
fi: {0}-{1}m merenpinnan alapuolella
fr: {0}-{1}m sous la mer
he: {0}-{1}מ' מתחת פני הים
hu: {0}-{1}m-el a tenger alatt
id: {0}-{1}m di bawah permukaan laut
it: {0}-{1}m sotto il livello del mare
ka: {0}-{1}მ ზღვის დონის ქვემოთ
ko: 해수면으로부터 {0}-{1}m
nl: {0}-{1}m onder zeeniveau
nl_be: {0}-{1}m onder zeeniveau
pl: {0}-{1}m poniżej poziomu morza
pt_br: {0}-{1}m sob o nível do mar
pt_pt: {0}-{1}m abaixo do nível do mar
ru: {0}-{1}м ниже уровня моря
sk: {0}-{1}m pod hladinou mora
sr_cyrl: {0}-{1}м испод нивоа мора
sv: {0}-{1}m under havsnivån
tr: Deniz seviyesinin {0}-{1}m altı
uk: {0}-{1}м. нижче рівня моря
zh_cn: 在海平面下方{0}-{1}米处
zh_tw: 低於海平面 {0}-{1} 米

source: Benchmarks
cs: Referenční hodnoty
es: Prueba de rendimiento
fr: Références
ka: წარმადობის შემოწმება
nl: Prestatietests
pt_br: Testes de desempenho
ru: Тест производительности
tr: Performans Ölçümleri
uk: Бенчмарки
zh_cn: 载入
zh_tw: 基準測試

# BENCHMARK_FINISHED
source: Benchmark completed
de: Benchmark beendet
fr: Benchmark terminé
ka: წარმადობის შემოწმება დასრულდა
nl: Prestatietest afgerond
pt_br: Teste de desempenho terminado
pt_pt: Benchmark concluído
ru: Тестирование завершено
tr: Performans ölçümü tamamlandı
uk: Бенчмарк завершено
zh_cn: 基准测试完成
zh_tw: 基準測試已完成

source: Benchmark phase:
cs: Referenční fáze:
es: Fase de prueba de rendimiento:
fr: Phase de benchmark:
ka: წარმადობის შემოწმების ფაზა:
nl: Fase van prestatietest:
pt_br: Fase do teste de desmpenho:
pt_pt: Fase do Benchmark:
ru: Фаза тестирования:
tr: Performans aşaması:
uk: Фаза бенчмарку:
zh_cn: 基准测试中：
zh_tw: 基準測試階段：

# BENCHMARK_RESULTS_COLON
source: Results:
bg: Резултати:
cs: Výsledky:
de: Ergebnisse:
fr: Résultats :
ka: შედეგები:
nl: Resultaten:
pt_br: Resultados:
pt_pt: Resultados:
ru: Результаты:
tr: Sonuçlar:
uk: Результати:
zh_cn: 结果：
zh_tw: 結果：

# BEST_PATCH_COLON
source: Best Patch:
bg: Процъфтява:
ca: Millor Medi:
cs: Nejlepší oblast:
de: Bestes Gebiet:
es: Mejor bioma:
et: Parim plaaster:
fr: Meilleure parcelle :
he: האזור הטוב ביותר:
hu: Legjobb patch:
it: Miglior zona:
ka: საუკეთესო ბიომა:
nl: Beste Plek:
nl_be: Beste Zone:
pl: Najlepiej radzi sobie w:
pt_br: Melhor Região:
pt_pt: Melhor Região:
ru: Лучший биом:
tr: En İyi Arazi:
uk: Найкраща ділянка:
zh_cn: 最繁荣的地区：
zh_tw: 最佳區域：

source: Big Iron Chunk
bg: Голям железен фрагмент
ca: Gran tros de Ferro
cs: Velký kus železa
de: Großer Eisenbrocken
eo: Granda Fera Peco
es: Fragmento de hierro grande
et: Suur raua tükk
fi: Iso rautalohkare
fr: Gros morceau de fer
he: גוש ברזל גדול
hu: Nagy vasdarab
id: Potongan Besi Besar
it: Frammento di ferro grande
ka: რკინის დიდი ნაჭერი
ko: 큰 철 덩어리
nl: Groot stuk ijzer
nl_be: Groot Brok Ijzer
pl: Duży Kawałek Żelaza
pt_br: Pedaço de Ferro Grande
pt_pt: Grande Pedaço de Ferro
ru: Большой кусок железа
sk: Veľký kus železa
sr_cyrl: Велики комад гвожђа
sr_latn: Veliki komad gvožđa
sv: Stor järnbit
th_th: ก้อนเหล็กขนาดใหญ่
tr: Büyük Demir Parçası
uk: Великий шматок заліза
zh_cn: 大铁块
zh_tw: 大鐵塊

# BILLION_ABBREVIATION
source: {0} B
bg: {0} млрд
de: {0} Mrd
eo: {0} Mrd
es: {0} mM
fi: {0} mrd
fr: {0} Mrd
he: {0} מיליארד
id: {0} M
it: {0} Mld
ka: {0} მლრდ
ko: {0} 십억
nl: {0} Mld
pl: {0} MD
pt_br: {0} Bi
pt_pt: {0} mM
ru: {0} Млрд
sk: {0} mld
tr: {0} Mr
uk: {0} Млрд
zh_tw: {0}E+9

source: Binding Agent
bg: Свързващ агент
ca: Agent d'Unió
cs: Pojící médium
de: Bindemittel
es: Agente de unión
et: Sideaine
fi: Kiinnittymisen elimet
fr: relieur
he: מקשר
hu: Kötőszövet
id: Agen Pelekat
it: Agente legante
ka: შემკვრელი ნივთიერება
nl: Bindings-middel
nl_be: Verbindings agent
pl: Czynnik Wiążący
pt_br: Agente de Ligação
pt_pt: Agente de Adesão
ru: Связующее вещество
sk: Spojivo
sv: Bindemedel
tr: Bağlayıcı Ajan
uk: З'єднувальний агент
zh_cn: 连接器
zh_tw: 連接器

# BINDING_AGENT_DESCRIPTION
source: Allows binding with other cells. This is the first step towards multicellularity. When your cell is part of a colony, compounds are shared between cells. You can't enter the editor while part of a colony so you need to unbind once collecting enough compounds to divide your cell.
bg: Това е първата стъпка към многоклетъчните организми. Свързващият агент позволява свързването с други клетки. Клетките в клетъчните колонии споделят химичните съединения помежду си, но не могат да се възпроизвеждат.
ca: Permet unir-te amb altres cèl·lules. Aquest és el primer pas cap a esdevenir un ésser multicel·lular. Quan la teva espècie forma part d'una colònia, les cèl·lules comparteixen els seus compostos. Mentre formis part d'una colònia, no pots entrar a l'editor, de manera que t'has de desunir un cop hagis recol·lectat prou compostos per dividir la teva cèl·lula.
cs: Umožňuje spojení s ostatními buňkami. Toto je první krůček k mnohobuněčnému organismu. Když je vaše buňka součástí kolonie, sloučeniny jsou sdíleny mezi členy. Když jste součástí kolonie, nemůžete vstoupit do editoru a musíte se po nasbírání dostatečného množství od kolonie oddělit.
de: Ermöglicht die Verbindung mit anderen Zellen. Dies ist der erste Schritt zur Multizellularität. Wenn deine Zelle Teil einer Kolonie ist, werden die Substanzen zwischen den Zellen geteilt. Du kannst den Editor nicht betreten, solange du Teil einer Kolonie bist, also musst du die Kolonie verlassen, sobald du genug Substanzen gesammelt hast, um deine Zelle zu spalten.
es: Permite la unión con otras células. Este es el primer paso hacia un ser multicelular. Cuando tu especie forma parte de una colonia, las células comparten sus compuestos. Mientras formes parte de una colonia no puedes entrar al editor, por lo que deberás romper la unión una vez recolectados los compuestos suficientes para dividir tu célula.
et: Võimaldab siduda teiste rakkudega. See on esimene samm mitmerakulisuse suunas. Kui teie rakk on osa kolooniast, jagatakse ühendeid rakkude vahel. Te ei saa koloonia osana redaktorisse siseneda, nii et peate lahti siduma, kui kogute raku jagamiseks piisavalt ühendeid.
fr: Appuyez sur [thrive:input]g_toggle_binding[/thrive:input] pour basculer en mode de liaison. En mode de liaison, vous pouvez attacher d’autres cellules de votre espèce à votre colonie en vous y déplaçant. Pour quitter une colonie, appuyez sur [thrive:input]g_unbind_all[/thrive:input].
he: מאפשר להתחבר לתאים אחרים. זהו הצד הראשון לכיוון רב-תאים. בזמן שאתה חלק ממושבה, התרכובות משותפות בין התאים . אתה לא יכול להיכנס לעורך בזמן שאתה חלק ממושבה כך שאתה צריך לשחרר באת שיש לך מספיק תרכובות על מנת לחלק את התא שלך.
hu: Több sejthez való kapcsolódást teszi lehetővé. Ez a legelső lépés a többsejtűség felé. Amikor a sejted egy kolónia tagja, akkor a vegyületek eloszlanak a sejtek között. Ameddig egy kolónia tagja vagy, addig nem léphetsz be a sejtszerkesztőbe, emiatt el kell válnod a kolóniától miután elegendő vegyületet gyűjtöttél.
id: Memungkinkan pelekatan antar sel. Ini merupakan tahap pertama menuju multiseluleritas. Ketika sel kamu bagian dari sebuah koloni, senyawa dibagi antar sel. Kamu tidak bisa memasuki editor selagi bagian dari koloni maka dari itu kamu perlu melepaskan diri setelah mengumpulkan senyawa yang cukup untuk melakukan pembelahan sel.
it: Permette di legarsi ad altre cellule: è il primo passo verso la multicellularità. All'interno di una colonia, le tue cellule si scambiano i composti liberamente, ma non puoi attivare l'editor. Per farlo, devi prima lasciarla.
ka: საშუალებას გაძლევთ, სხვა უჯრედებს მიემაგროთ. ეს პირველი ნაბიჯია მრავალუჯრედიანობისკენ. როცა თქვენი უჯრედი კოლონიის ნაწილია, უჯრედები ნაერთებს იზიარებენ. თქვენ ვერ შეხვალთ რედაქტორში, როცა კოლონიის ნაწილი ბრძანდებით, ასე რომ, როგოც კი თქვენი უჯრედის გაყოფისთვის საკმარის ნაერთებს დააგროვებთ, სჯობს, მოსცილდეთ კოლონიას.
nl: Sta het binden met andere cellen toe. Dit is de eerste stap op weg naar multicellulariteit. Wanneer je cel onderdeel is van een kolonie worden stoffen tussen cellen gedeeld. Je kunt de bewerker niet openen terwijl je cel onderdeel is van een kolonie. Als je je cel wil aanpassen moet je dus de verbinding met andere cellen verbreken zodra je genoeg stoffen hebt om je cel te delen.
nl_be: Maakt binding met andere cellen mogelijk. Dit is de eerste stap naar meercelligheid. Wanneer uw cel deel uitmaakt van een kolonie, worden verbindingen tussen cellen gedeeld. Je kunt de editor niet openen als je deel uitmaakt van een kolonie, dus je moet de binding opheffen als je eenmaal genoeg verbindingen hebt verzameld om je cel te verdelen.
pl: Pomaga połączyć się z innymi komórkami. To jest pierwszy krok do wielokomórkowości. Gdy twoja komórka jest częścią kolonii komórek, związki są dzielone pomiędzy komórkami. Nie możesz otworzyć edytora gdy jesteś częścią kolonii więc musisz się odłączyć gdy uzbierasz wystarczająco związków by podzielić swoją komórkę.
pt_br: Permite a ligação com outras células. Este é o primeiro passo até a multicelularidade. Quando sua célula é parte de uma colônia, os compostos são compartilhados entre as células. Você não pode entrar no editor enquanto faz parte de uma colônia, por isso precisa se desconectar após coletar compostos suficientes para dividir sua célula.
pt_pt: Permite conectar com outras células. Este é o primeiro passo para a multicelularidade. Quando a tua célula pertence a uma colónia, os compostos são partilhados entre células. Não é possível entrar no editor enquanto pertenceres a uma colónia, sendo necessário desconectar-te da mesma assim que tenhas coletado compostos suficientes para dividires a tua célula.
ru: Позволяет связываться с другими клетками. Это первый шаг к многоклеточности. Когда ваша клетка является частью колонии, соединения распределяются между всеми клетками. Вы не можете войти в редактор, будучи частью колонии, поэтому, когда соберёте достаточно соединений разорвите связь.
tr: Diğer hücrelerle bağ kurmayı sağlar. Bu organeli eklemek, çok hücreliğe ilk adımı sağlar. Hücreniz bir koloninin parçasıyken bileşikler hücreler arasında paylaşılır. Bir koloninin parçasıyken editöre giremezsiniz. Bu yüzden, hücrenizi bölmek için yeterli bileşik topladığınızda koloni ile bağınızı koparmanız gerekir.
uk: Дозволяє з'єднуватися з іншими клітинами. Це перший крок до багатоклітинності. Коли ваша клітина — частина колонії, сполуки розподіляються між клітинами. Ти не можеш зайти в редактор, поки є частиною колонії, тому вам необхідно від'єднатися, зібравши необхідну кількість сполук, перед від'єднанням.
zh_cn: 允许与其他细胞结合。这是迈向多细胞的第一步。在连接形成的细胞群中，资源是共享的。在细胞群中你无法进入细胞编辑器，你需要在收集足够的化合物后离开细胞群再分裂。
zh_tw: 允許與其他細胞結合。這是邁向多細胞的第一步。當您的細胞是群落的一部分時，化合物在細胞之間共享。當您作為群落的一部分時，您無法進入編輯器，因此您需要在收集到足夠的化合物後離開細胞群以進行分裂。
