Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_STAGE_ENGULFMENT_TEXT
source: Engulf objects by moving over them while in engulf mode. Toggle engulf mode by pressing [thrive:input]g_toggle_engulf[/thrive:input]. Stop engulfing once the object is getting pulled in. Follow the line from your cell to nearby engulfable object.
bg: Поглъщайте обектите, като се придвижвате към тях в режим на поглъщане, с натискане на [thrive:input]g_toggle_engulf[/thrive:input]. След като поглъщането приключи, спрете режима на поглъщане. Следвайте линията от Вашата клетка до най-близкия обект, който може да погълнете.
ca: Engoleix objectes movent-hi per sobre mentre estiguis en el mode d'engoliment. Activa el mode d'engoliment prement [thrive:input]g_toggle_engulf[/thrive:input]. Deixa d'engolir quan l'objecte estigui essent arrossegat cap a l'interior. Segueix la línia de la teva cèl·lula fins a l'objecte engolible proper.
cs: Můžeš sníst předměty když se přes ně pohybuješ a jsi během toho v pohlcovacího módu. Abys zapnul pohlcovací mód zmáčkni [thrive:input]g_toggle_engulf[/thrive:input] Přestaň pohlcovat až se ten předmět vtáhne dovnitř do buňky. Jeď po čáře od tvé buňky k nedalekému jedlému předmětu.
de: Verschlinge Objekte indem du dich im Verschling-Modus über sie bewegst. Schalte Verschlingen an oder aus indem du [thrive:input]g_toggle_engulf[/thrive:input] drückst. Verlasse den Modus, sobald das Objekt von dir eingesogen wird. Folge der Linie zum nächsten verschlingbaren Objekt.
es: Engulle objetos pasando por encima de ellos en el modo engullir. Actívalo presionando[thrive:input]g_toggle_engulf[/thrive:input]. Puedes desactivar el modo engullir una vez el objeto esté siendo ingerido por tu célula. Sigue la línea desde tu célula hasta el objeto engullible más cercano.
fr: Engloutissez les objets en vous déplaçant au-dessus d'eux en mode engloutissement. Passez en mode engloutissement en appuyant sur [thrive:input]g_toggle_engulf[/thrive:input]. Arrête d'engloutir une fois que l'objet est aspiré. Suis la ligne de ta cellule jusqu'à l'objet englouti le plus proche.
he: לבלוע אובייקטים על ידי תנועה עליהם בזמן שמצב בליעה פועל. את מצב הבליעה מופעל על ידי לחיצה על [thrive:input]g_toggle_engulf[/thrive:input]. המשך לבלוע עד שאובייקט נבלע לחלוטין. עקוב אחר הקו מהתא שלך אל ליד אובייקט שניתן לעיכול.
it: Per fagocitare degli oggetti, passaci sopra con la modalità apposita, attivata con [thrive:input]g_toggle_engulf[/thrive:input]. Non disattivarla finché questi non cominciano a venire attirati a te. Segui la linea dalla tua cellula al più vicino oggetto inglobabile.
nl: Verzwelg objecten door over ze heen te bewegen terwijl de verzwelgmodus aanstaat. Zet verzwelgmodus aan door [thrive:input]g_toggle_engulf[/thrive:input] in te drukken. Stop de verzwelgmodus zodra je de objecten naar binnen hebt getrokken. Volg de lijn van je cel naar een verzwelgbaar object in de buurt.
pl: Wchałniaj obiekty poprzez poruszanie się nad nimi w trybie pochłaniania. Włącz ten tryb naciskając [thrive:input]g_toggle_engulf[/thrive:input]. Przestań wchłaniać kiedy obiekt zaczyna być wciągany. Podążaj za linią z twojej komórki do pobliskiego wchłanialnego obiektu.
pt_br: Fagocite objetos ao passar por cima deles no modo apropriado. Ative e desative esse modo apertando [thrive:input]g_toggle_engulf[/thrive:input]. Pare de fagocitar quando o objeto estiver sendo puxado. Siga a linha da sua célula até o objeto fagocitável mais próximo.
ru: Захватывайте объекты, перемещаясь над ними в режиме захвата. Переключать режим захвата можно нажатием [thrive:input]g_toggle_engulf[/thrive:input]. Прекратите поглощение, как только объект будет втянут внутрь. Линия указывает на что-то, чего вы [i]достаточно больше[/i], чтобы поглотить, но, возможно, у вас не получится [i]поймать[/i] его.
tr: Yutma modunda, nesnelerin üzerlerine gelerek onları yutun. Yutma moduna geçmek için [thrive:input]g_toggle_engulf[/thrive:input] tuşuna basın. Nesne tamamen içeri alındığında yutmayı durdurun. Yakınlardaki bir yutulabilir nesneye doğru uzanan bu çizgiyi takip edin.
uk: Поглинайте об'єкти рухаючись по них в режимі поглинання. Увімкніть режим поглинання натиснувши [thrive:input]g_toggle_engulf[/thrive:input]. Зупиніть поглинання, коли об'єкт поглинеться. Слідкуйте за лінією від вашої клітини до найближчого об'єкта, що може поглинутись.
zh_cn: 在吞噬模式下，通过在物体上移动来吞噬它们。按[thrive:input]g_toggle_engulf[/thrive:input]来切换吞噬模式。 物体被拉入后即可停止吞噬。 沿着你的细胞上出现的路线前往附近的可吞噬物体。
zh_tw: 在吞噬模式下透過在物體上移動來吞噬它們。按下 [thrive:input]g_toggle_engulf[/thrive:input] 切換吞噬模式。 一旦物體被拉進去即可停止吞噬。 沿著您細胞上出現的路線前往附近的可吞噬物體。

# TUTORIAL_MICROBE_STAGE_HELP_MENU_AND_ZOOM
source: Struggling? Check the help menu. You can open it with the question mark button in the bottom left. One more tip: you can zoom out your view with the scroll wheel.
bg: Ако все още изпитвате затруднения, отворете ръководството (въпросителния знак) долу вляво. Още един съвет — може да промените размера на изгледа с колелцето на мишката.
ca: Si encara no acabes d'entendre les mecàniques de joc, fes una ullada al menú d'ajuda. El pots obrir amb el signe d'interrogació a baix a la dreta. Un altre consell: pots ampliar el camp de visió amb la rodeta del ratolí.
cs: Pokud si stále nevíte rady s herními mechanismy, podívejte se do nápovědy. Otevřete ji tlačítkem s otazníkem v levém dolním rohu. Ještě jedna rada: pohled můžete zvětšit pomocí kolečka myši.
de: Solltest du Probleme mit den Spielmechaniken haben, kannst du jederzeit das Hilfemenü aufrufen. Dieses findest du, indem du auf das Fragezeichen in der unteren linken Ecke klickst. Ein weiterer Tipp: Du kannst mit dem Mausrad herein- und herauszoomen.
es: Si sigues teniendo problemas con las mecánicas del juego, consulta el menú de ayuda. Puedes abrirlo con el botón del signo de interrogación en la parte inferior izquierda. Un consejo más: puedes alejar la vista con la rueda del ratón.
et: Hädas? Kontrollige abimenüüd. Saate selle avada vasakus alanurgas oleva küsimärgi nupuga. Veel üks näpunäide: saate kerimisrattaga vaadet välja suumida.
fr: Si vous avez du mal, consultez le menu d'aide. Vous pouvez l'ouvrir en cliquant sur le point d'interrogation en bas à gauche. Vous pouvez aussi dézoomer avec la molette de la souris.
he: מתקשה? אתה יכול לבדוק בתפריט העזרה. אתה יכול אותו בעזרת הכפתור שמסומן עליו סימן שאלה בתחתון שמאלה. טיפ נוסף: אתה יכול לעשות זום אאוט עם גלגלת העכבר שלך בשביל להרחיב את שדה הראיה שלך.
it: Trovi questo gioco complicato? Dai un'occhiata alla finestra di aiuto. La puoi aprire premendo il pulsante col punto di domanda in basso a sinistra. Un altro consiglio: puoi aumentare e diminuire lo zoom con la rotellina del mouse.
nl: Lukt het niet? Kijk dan in het helpmenu. Je kunt dit openen door linksonder op de vraagtekenknop te drukken. Nog een tip, je kunt in- en uitzoomen met je rolwiel.
pl: Trudno ci? Sprawdź menu pomocy. Możesz je otworzyć klikając na znak zapytania w lewym dolnym rogu. Jeszcze jedna wskazówka: możesz zwiększyć pole widzenia za pomocą kółka myszy.
pt_br: Se você estiver com dificuldade, leia o manual de ajuda. Você pode abri-lo clicando no ponto de interrogação no canto inferior esquerdo. Mais uma dica: você pode diminuir o zoom usando a roda do mouse.
pt_pt: Está com dificuldades? Consulta o menu de ajuda. Podes abri-lo com o botão de ponto de interrogação no canto inferior esquerdo. Mais uma dica: pode diminuir o zoom da tua visão com a roda do rato.
ru: Если вам необходимы дополнительные инструкции, проверьте меню помощи. Вы можете открыть его с помощью кнопки со знаком вопроса в левом нижнем углу в любое время. Еще один совет: вы можете уменьшить масштаб изображения с помощью [thrive:input]g_zoom_out[/thrive:input].
tr: Zorlanıyor musunuz? Yardım menüsünü inceleyin. Bu menüyü sol alttaki soru işaretli butona basarak açabilirsiniz. Bir ipucu daha: Fare tekeri ile görüş alanınızı arttırabilirsiniz.
uk: Труднощі? Подивіться довідкове меню. Ви можете відкрити його за допомогою кнопки зі знаком питання знизу зліва. Ще одна підказка: Ви можете зменшувати зображення за допомогою коліщатка миші.
zh_cn: 遇到困难？请查看帮助菜单。你可以用左下角的问号按钮打开它。 还有一个提示：你可以用滚轮放大你的视野。
zh_tw: 遇到困難？請查看幫助選單。您可以使用左下角的問號按鈕開啟它。 還有一點提示：您可以使用滾輪縮小畫面。

# TUTORIAL_MICROBE_STAGE_LEAVE_COLONY_TEXT
source: You are full on [thrive:compound type="ammonia"][/thrive:compound] and [thrive:compound type="phosphates"][/thrive:compound]. However, as you are in a non-multicellular colony, you don't make reproduction progress. You need to leave the colony to get to the editor unless you plan to become multicellular. Exit the colony to resume your growth by pressing [thrive:input]g_unbind_all[/thrive:input].
bg: Разполагате с достатъчно [thrive:compound type="ammonia"]амоняк[/thrive:compound] и [thrive:compound type="phosphates"]фосфат[/thrive:compound], но възпроизвеждането не е възможно, докато сте част от клетъчната колония. За да се възпроизведете, трябва да напуснете клетъчната колония. За разпадане на клетъчната колония, натиснете [thrive:input]g_unbind_all[/thrive:input].
de: Du bist voll mit [thrive:compound type="ammonia"][/thrive:compound] und [thrive:compound type="phosphates"][/thrive:compound]. Da du dich aber in einer nicht-multizellulären Kolonie befindest, machst du keinen Reproduktions Fortschritt. Wenn du nicht planst multizellulär zu werden, musst du die Kolonie verlassen um dich fortzupflanzen und zum Editor zu gelangen. Verlasse die Kolonie und wachse weiter, indem du [thrive:input]g_unbind_all[/thrive:input] drückst.
es: Tienes suficientes [thrive:compound type="ammonia"][/thrive:compound] and [thrive:compound type="phosphates"][/thrive:compound]. No obstante, al ser parte de una colonia no multicelular, eres incapaz de progresar hacia la reproducción. Debes dejar la colonia para utilizar el editor salvo que planees volverte multicelular. Deja la colonia para continuar tu crecimiento apretando [thrive:input]g_unbind_all[/thrive:input].
fr: Vous faites le plein de [thrive:compound type="ammoniaque"][/thrive:compound] et de [thrive:compound type="phosphates"][/thrive:compound]. Cependant, comme vous êtes dans une colonie non-multicellulaire, vous ne faites pas de progrès en matière de reproduction. Vous devez quitter la colonie pour accéder à l'éditeur, sauf si vous envisagez de devenir multicellulaire. Quittez la colonie pour reprendre votre croissance en appuyant sur [thrive:input]g_unbind_all[/thrive:input].
he: אתה מלא בthrive:compound type="ammonia"][/thrive:compound] ו[thrive:compound type="phosphates"][/thrive:compound]. אך מכיוון שאתה במושבה שאינה רב תאים, אתה לא יכול להתרבות. אתה חייב לעזוב את המושבה בשביל להיכנס לעורך אלו אם אתה מתכנן להפוך לרב תאים. צא מהמושבה בשביל להמשיך לגדול על ידי לחיצה על [thrive:input]נתק הכל[/thrive:input].
nl: Je zit vol met [thrive:compound type="ammonia"][/thrive:compound] en [thrive:compound type="phosphates"][/thrive:compound]. Echter, als niet-meercellige kolonie maak je geen voortgang met voortplanting. Als je niet meercellig wenst te worden, zul je de kolonie moeten verlaten om de bewerker te kunnen openen. Verlaat de kolonie om weer te kunnen groeien door [thrive:input]g_unbind_all[/thrive:input] in te drukken.
pl: Jesteś pełen [thrive:compound type="ammonia"][/thrive:compound] oraz [thrive:compound type="phosphates"][/thrive:compound]. Jednakże, jako iż jesteś w niewielokomórkowej kolonii, nie zachodzi u ciebie postęp rozmnażania. Musisz opuścić kolonię by dostać się do edytora o ile nie planujesz przejścia do wielokomórkowości. Opuść kolonię by kontynuować swój wzrost poprzez naciśnięcie [thrive:input]g_unbind_all[/thrive:input].
pt_br: Você já tem [thrive:compound type="ammonia"][/thrive:compound] e [thrive:compound type="phosphates"][/thrive:compound] suficientes. Contudo, como você está em uma colônia não multicelular, não conseguirá reproduzir. Você deverá sair da colônia para entrar no editor, a não ser que queira tornar-se um organismo multicelular. Saia da colônia ao apertar [thrive:input]g_unbind_all[/thrive:input].
ru: У вас достаточно [thrive:compound type="ammonia"][/thrive:compound] и [thrive:compound type="phosphates"][/thrive:compound]. Однако, вы в составе не-многоклеточной колонии и не можете размножиться. Вам нужно покинуть колонию чтобы получить доступ к редактору, если только вы не планируете перейти к многоклеточному этапу. Покиньте колонию для дальнейшего роста, нажав [thrive:input]g_unbind_all[/thrive:input].
tr: Yeterli miktarda [thrive:compound type="ammonia"]amonyak[/thrive:compound] ve [thrive:compound type="phosphates"]fosfat[/thrive:compound] topladınız. Ancak, çok hücreli olmayan bir koloni içinde bulunduğunuz için üremeye başlayamazsınız. Çok hücreli olmayı planlıyorsanız, koloniden ayrılıp editöre girmeniz gerekir. Gelişiminize devam etmek için [thrive:input]g_unbind_all[/thrive:input] tuşuna basarak koloniden ayrılın.
uk: У вас достатньо [thrive:compound type="ammonia"][/thrive:compound] та [thrive:compound type="phosphates"][/thrive:compound], проте оскільки ви не в багатоклітинній колонії ви не можите продовжити процес розмноження. Вам необхідно покинути колонію, аби перейти до редактору у тому випадку, коли не плануєте перейти до багатоклітинності. Покиньте колонію для відновлення зростання натиснувши [thrive:input]g_unbind_all[/thrive:input].
zh_cn: 你已经收集了足够多的 [thrive:compound type="ammonia"][/thrive:compound] 和 [thrive:compound type="phosphates"][/thrive:compound]. 然而，由于你现在所在的细胞群落并非是一个多细胞生物，你现在无法进行繁殖。 你需要离开这个细胞群落才能繁殖并进入细胞编辑器，除非你决定成为多细胞生物。 按下 [thrive:input]g_unbind_all[/thrive:input] 以离开这个细胞群落从而继续繁殖。
zh_tw: 您已經收集足夠的 [thrive:compound type="ammonia"][/thrive:compound] 和 [thrive:compound type="phosphates"][/thrive:compound]。然而，由於您處於非多細胞生物群體中，因此無法進行繁殖。 除非您成為多細胞生物，否則您需要離開群體才能進入編輯器。 按下 [thrive:input]g_unbind_all[/thrive:input] 離開細胞群體以進行繁殖。

# TUTORIAL_MICROBE_STAGE_REPRODUCE_TEXT
source: To reproduce, you must duplicate your organelles. This happens gradually as you survive, but you can speed things up by gathering [thrive:compound type="ammonia"][/thrive:compound] and [thrive:compound type="phosphates"][/thrive:compound]. The bars in the bottom right show your progress. They turn white when you’re ready to reproduce.
bg: За възпроизвеждане, органелите на клетката трябва да се удвоят. Това се случва постепенно, но събирането на амоняк и фосфат ускорява този процес. Наблюдавайте запълването на лентите около бутона на редактора долу вдясно.
ca: Per reproduïr-te, has de duplicar tots els teus orgànuls recol·lectant prou Amoníac i Fosfat. Estigues atent a les barres que envolten els botó de sota a la dreta per veure quant et falta. Aquestes barres es tornaran de color blanc quan s'hagin omplert.
cs: Aby ses mohl/a rozmnožovat, musíš duplikovat všechny své organely shromážděním dostatečného množství amoniaku a fosfátů. Podívej se na indikátor v pravém dolním rohu a uvidíš, kolik toho ještě potřebuješ. Pruhy, když dokončeno, zbělali.
de: Um sich mittels Mitose zu vermehren, müssen sich zunächst alle deiner Organellen verdoppeln, indem Du genügend [thrive:compound type="ammonia"][/thrive:compound] und [thrive:compound type="phosphates"][/thrive:compound] sammelst. Schaue auf die Indikatoren unten rechts, um zu sehen, wie viele Ressourcen noch für eine Zellteilung benötigt werden. Diese Indikatoren werden weiß, wenn sie komplett gefüllt sind.
es: Para que tu célula se reproduzca necesita duplicar todos sus orgánulos reuniendo la suficiente cantidad de amoníaco y fosfatos. Observa el indicador en la parte inferior derecha para ver cuánto más necesitas.
et: Paljunemiseks peate dubleerima kõik oma organellid, kogudes piisavalt ammoniaaki ja fosfaate. Vaadake all paremal asuvat suurt nuppu ümbritsevaid ribasid, et näha, kui palju rohkem vajate. Need ribad muutuvad täitmisel valgeks.
fi: Lisääntyäksesi sinun on kerättävä tarpeeksi ammoniakkia ja fosfaatteja monistautumiseen. Seuraa alhaalla oikealla pyöreän painiketta reunustavia palkkeja tietääksesi, paljonko näitä on vielä kerättävä. Palkit muuttuvat valkoisiksi, kun ne ovat täynnä.
fr: Afin de vous reproduire vous devez dupliquer tous vos organites.Cela se fait progressivement mais vous pouvez accélérer le processus en collectant assez d'ammoniaque et de phosphate. Les jauges en bas à droite montrent votre progression. Elles deviennes blanches quand vous pouvez vous reproduire.
he: בכדי להתרבות, עליך לשכפל את כל האברונים, ובשביל זה אתה צריך לשרוד מספיק זמן. אסוף אמונה ופוספט על מנת להאיץ את תהליך הרבייה. תסתכל על האינדיקטור העגלגל שבצד השמאלית התחתונה בשביל לראות עד כמה התקדמת. האינדיקטור הופך ללבן מתי שהוא מוכן.
it: Per riprodurti, devi duplicare tutti i tuoi organuli. Per farlo, devi raccogliere abbastanza ammoniaca e fosfati. Guarda le barre curve poste attorno al pulsante in basso a destra per capire di quanto ancora ne hai bisogno. Diventano bianche quando sono piene.
nl: Om jezelf voort te planten, moet je organellen dupliceren. Dit gebeurt geleidelijk als je overleeft maar je kunt dit proces versnellen door ammonia en fosfaat te verzamelen. Je balken rechtsonder tonen je voortgang. Ze worden wit wanneer je klaar bent om jezelf voort te planten.
pl: Aby się rozmnożyć musisz rozdwoić wszystkie swoje organelle poprzez zebranie wystarczająco dużo amoniaku i fosforanów. Patrz na paski w prawym dolnym rogu żeby sprawdzić ile jeszcze potrzebujesz.
pt_br: Para se reproduzir você precisa duplicar todas as suas organelas. Isso ocorre gradualmente enquanto você sobrevive, mas você pode acelerar o processo coletando [thrive:compound type="ammonia"][/thrive:compound] e [thrive:compound type="phosphates"][/thrive:compound]. As barras no canto inferior direito mostram o seu progresso. Elas tornam-se brancas ao ficarem completas.
pt_pt: Para te reproduzires necessitas de duplicar os teus organelos. Isto acontece gradualmente ao sobreviveres, mas podes acelerar este processo coletando [thrive:compound type="ammonia"][/thrive:compound] e [thrive:compound type="phosphates"][/thrive:compound]. As barra no canto inferior direito mostram o teu progresso. Quando estas ficarem brancas estás pronto para reproduzir.
ru: Жизни необходимо больше молекул, чем просто сахар. Посмотрите, какие виды облаков ваш микроб может собирать! Оранжевые ([thrive:compound type="ammonia"][/thrive:compound]) и фиолетовые ([thrive:compound type="phosphates"][/thrive:compound]) полосы в правом нижнем углу показывают [b]прогресс[/b]. Они станут белыми, когда вы будете готовы к воспроизводству.
tr: Hücrenizi çoğaltmak için bütün organellerinizi ikiye katlamak zorundasınız. Bu, hayatta kaldığınız sürece, kademeli şekilde meydana gelir. Ama [thrive:compound type="ammonia"]amonyak[/thrive:compound] ve [thrive:compound type="phosphates"]fosfat[/thrive:compound] toplayarak bu işlemi hızlandırabilirsiniz. Sağ alttaki turuncu ve mor çubuklar ilerlemenizi gösterir. Hücreniz çoğalmaya hazır olduğunda, bu çubuklar beyaza döner.
uk: Для розмноження потрібно подвоїти кожну свою органелу, проживши достатньо довго. Збір аміаку та фосфатів здатен прискорити розмноження. Погляньте на смужки навколо великої кнопки знизу справа, щоб побачити як багато вам треба. Ці смужки стануть білими, коли заповняться.
zh_cn: 繁殖需要你存活的足够久以将所有细胞器都复制一份。收集氨和磷酸盐可以加快繁殖速度。 右下角的按钮周围的条形图会显示你的进度。这些条形图在完成后会变成白色。
zh_tw: 為了繁殖，您必須複製您的細胞器。當細胞存活時，這種情況會逐漸發生，但您可以透過收集 [thrive:compound type="ammonia"][/thrive:compound] 和 [thrive:compound type="phosphates"][/thrive:compound] 來加速這個過程。 右下角的欄位顯示您的進度。當細胞準備好繁殖時，它們會變成白色。

# TUTORIAL_MICROBE_STAGE_UNBIND_TEXT
source: You have entered unbind mode. In this mode you can click on colony members to unbind them. To leave the colony entirely you can click on your own cell or press the [thrive:input]g_unbind_all[/thrive:input] key.
bg: Вие сте в режим на отделяне. В този режим, може да натиснете с мишката върху членовете на клетъчната колония за да ги отделите от нея. За разпадане на цялата клетъчна колония, може да натиснете с мишката върху Вашата клетка или да натиснете [thrive:input]g_unbind_all[/thrive:input].
ca: Has entrat en el "Mode de Desunió". En aquest mode, pots clicar a sobre dels membres de la teva colònia per desunir-los. Per abandonar la colònia del tot, pots clicar en la teva pròpia cèl·lula o pressionar la tecla [thrive:input]g_unbind_all[/thrive:input].
cs: Vstoupil/a jsi do odpojovacího módu. V tomto módu můžeš kliknout na členy kolonie, čímž je odpojíš. Na odpuštění kolonie klikni na svou buňku nebo stiskni klávesu [thrive:input]g_unbind_all[/thrive:input]pro odpojení všech.
de: Du hast den "Bindung aufheben"-Modus aufgerufen. In diesem Modus kannst du auf die Mitglieder deiner Kolonie klicken, um deren Verbindung zu lösen. Um die Kolonie ganz zu verlassen, kannst du auf deine eigene Zelle klicken oder [thrive:input]g_unbind_all[/thrive:input] drücken.
es: Has entrado en el modo de desvinculación. En este modo puedes hacer clic sobre los miembros de la colonia para desvincularlos. Para abandonar la colonia por completo, puedes hacer clic en tu propia célula o pulsar la tecla [thrive:input]g_unbind_all[/thrive:input].
et: Olete sisenenud sidumise tühistamise režiimi. Selles režiimis saate klõpsata koloonia liikmetel, et need lahti siduda. Kolooniast täielikult lahkumiseks võite klõpsata oma lahtril või vajutada lahti sidumise klahvi.
fi: Valitsit erkaantumismoodin. Tässä moodissa voit klikata solukkosi jäseniä erottautuaksesi niistä. Jättääksesi solukon kokonaan, klikkaa omaa soluasi ja klikkaa erota-kaikki (unbind all) painiketta.
fr: Vous êtes entré dans le mode de déverrouillage. Dans ce mode, tu peux cliquer sur les membres de la colonie pour les délier. Pour quitter la colonie entièrement, vous pouvez cliquer sur votre propre cellule ou appuyer sur la touche [thrive:input]g_unbind_all[/thrive:input].
he: אתה נכנסת ל"מצב שחרר". במצב זה אתה יכול ללחוץ על חברי המושבה שלך על מנת להשתחרר מהם. על מנת לעזוב את המושבה אתה יכול ללחוץ על התא שלך או ללחוץ על מקש [thrive:input]g_unbind_all[/thrive:input].
it: Sei in modalità di slegatura: clicca sui membri della tua colonia per separartene. Per abbandonarla interamente, clicca sulla tua stessa cellula, oppure premi il tasto [thrive:input]g_unbind _all[/thrive:input].
nl: Je hebt de ontbindingsmodus aangezet. In deze modus kun je op kolonieleden klikken om ze te ontkoppelen. Om de kolonie geheel te verlaten klik je op je eigen cel of druk je de knop [thrive:input]g_unbind_all[/thrive:input] in.
pl: Wszedłeś w tryb odwiązywania. W tym trybie możesz klikać na członków kolonii aby ich odseparować. Żeby całkowicie opuścić kolonię możesz kliknąć własną komórkę lub nacisnąć klawisz [thrive:input]g_unbind_all[/thrive:input].
pt_br: Você entrou no modo de desconexão. Nesse modo você pode clicar nos membros da colônia para desconectá-los. Para sair da colônia basta clicar em sua própria célula ou pressionar a tecla [thrive:input]g_unbind_all[/thrive:input].
ru: Вы вошли в режим отвязки. В этом режиме вы можете нажимать на членов колонии, чтобы отвязывать их. Чтобы полностью покинуть колонию, вы можете нажать на свою собственную клетку или нажать клавишу [thrive:input]g_unbind_all[/thrive:input].
tr: Bağ koparma moduna girdiniz. Bu modda, bağınızı koparmak istediğiniz koloni üyelerine tıklayabilirsiniz. Koloniden tamamen ayrılmak için kendi hücrenize tıklayabilir veya [thrive:input]g_unbind_all[/thrive:input] tuşuna basabilirsiniz.
uk: Ви перейшли до розв'язувального режиму. В цьому режимі ви можете клацнути на членів колонії для розв'язування з ними. Аби повністю покинути колонію ви можете клікнути на свою клітину або натиснути клавішу [thrive:input]g_unbind_all[/thrive:input].
zh_cn: 你已经进入解连接模式。在这个模式中你可以点击细胞群成员解除连接。 要完全离开细胞群，你可以点击你自己的细胞或按[thrive:input]g_unbind_all[/thrive:input]。
zh_tw: 您已進入解散模式。在此模式下，您可以點擊群落成員來解除連接。 要完全離開群落，您可以點擊自己的細胞或按 [thrive:input]g_unbind_all[/thrive:input] 鍵。
