Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Use a custom username
bg: Персонализирано потребителско име
ca: Fer servir un nom d'usuari propi
cs: Použij vlastní jméno
de: Eigenen Nutzernamen verwenden
eo: Uzu propran salutnomon
es: Usar un nombre personalizado
et: Kasutage kohandatud kasutajanime
fi: Käytä annettua käyttäjänimeä
fr: Utiliser un nom d'utilisateur personnalisé
he: השתמש בשם משתמש מותאמת אישית
hu: Adj meg egy saját felhasználónevet
id: Gunakan nama pengguna kustom
it: Utilizza un nome utente personalizzato
ka: მორგებული მომხმარებლის სახელის გამოყენება
ko: 임의 사용자 이름 사용
nl: Gebruik een eigen naam
nl_be: Gebruik een gebruikersnaam naar keuze
pl: Użyj własnej nazwy użytkownika
pt_br: Usar um nome personalizado
pt_pt: Use um username personalizado
ru: Использовать кастомное имя пользователя
sk: Použiť vlastné používateľské meno
sr_cyrl: Користите прилагођено корисничко име
sr_latn: Koristite prilagođeno korisničko ime
sv: Använd ett anpassat användarnamn
th_th: ใช้ชื่อผู้ใช้ที่กำหนดเอง
tr: Özel bir kullanıcı adı kullan
uk: Використовувати звичайне ім'я користувача
zh_cn: 使用自定义用户名
zh_tw: 使用自訂使用者名稱

# USE_BIODIVERSITY_FORCE_SPLIT
source: Biodiversity-increasing species creation steals population from existing species
bg: Създанията, увеличаващи биоразнообразието, използват популацията на техните съперници
cs: Druhy zvyšující biodiverzitu kradou populaci existujícím druhům
de: Schaffung einer Spezies, die die Artenvielfalt erhöht entzieht, der bestehenden Art Population
es: Especies creadas para aumentar biodiversidad toma parte su población de especies existente
fr: La création d'espèces pour augmenter la biodiversité vole de la population aux espèces existantes
he: יצירת מינים שמגדילה את המגוון הביולוגי גונבת מספרי אוכלוסיה ממינים קיימים
pl: Utworzenie gatunku zwiększającego bioróżnorodność kradnie populację od istniejącego gatunku
zh_cn: 增加生物多样性的物种在创造时从现有的物种中窃取种群数量
zh_tw: 在創造增加生物多樣性的物種時減少現有物種的數量

# USE_MANUAL_THREAD_COUNT
source: Manually set number of background threads
bg: Ръчно определяне на броя на фоновите нишки
ca: Manualment establir nombre de fils del fons
cs: Manuálně nastavit počet vláken procesoru na pozadí
de: Anzahl der Hintergrund-Threads manuell einstellen
es: Ajustar manualmente el número de hilos en segundo plano
et: Taustalõimede arvu käsitsi määramine
fi: Määritä manuaalisesti taustalla pyörivien suorittajien määrä
fr: Saisie manuelle du nombre de thread en arrière-plan
he: הגדר ידנית את מספר נושאי הרקע
hu: A háttérben futó szálak számának manuális beállítása
id: Atur jumlah background thread secara manual
it: Imposta manualmente il numero di thread in background
ka: ფონური ნაკადების რიცხვის ხელით დაყენება
nl: Stel handmatig de nummers van achtergrond threads in
nl_be: Handmatig aantal achtergrondthreads instellen
pl: Ustaw ręcznie liczbę wątków w tle
pt_br: Definir número de tarefas de fundo manualmente
pt_pt: Escolher manualmente o número de threads
ru: Установить вручную количество фоновых потоков
sk: Ručne nastaviť počet vlákien na pozadí
sv: Sätt antalet bakgrundstrådar manuellt
tr: Arkaplanda çalışan iş parçacığı sayısını manuel olarak ayarla
uk: Встановити кількість фонових потоків вручну
zh_cn: 手动设置后台线程数
zh_tw: 手動設定後台線程數

# USE_MANUAL_THREAD_COUNT_NATIVE
source: Manually set number of native side executor threads
ka: საკუთარი მხრის შემსრულებელი ნაკადების რაოდენობის ხელით დაყენება
ru: Установить вручную количество собственных потоков на стороне экзекьютора
tr: Yerel yan çalıştırıcı iş parçacığı sayısını manuel olarak ayarla
uk: Вручну встановити кількість рідних потоків виконувача
zh_tw: 手動設定本機端執行器執行緒數

source: Use virtual window size
bg: Използване на виртуалния размер
de: Verwende virtuelle Fenstergröße
es: Utilizar tamaño de ventana virtual
fr: Utiliser la taille de la fenêtre virtuelle
he: השתמש בגודל חלון וירטואלי
ka: ვირტუალური ფანჯრის ზომის გამოყენება
nl: Gebruik virtueel vensterformaat
pl: Użyj wirtualnej wielkości okna
pt_br: Usar tamanho da janela virtual
ru: Используйте размер виртуального окна
tr: Sanal pencere büyüklüğünü kullan
uk: Використовувати віртуальний розмір вікна
zh_cn: 使用虚拟窗口大小
zh_tw: 使用虛擬視窗大小

source: Vacuole
bg: Вакуола
ca: Vacúol
cs: Vakuola
de: Vakuole
eo: Vakuolo
es: Vacuola
et: Vacuool
fi: Vakuoli
he: חלולית
hu: Vakuólum
id: Vakuola
it: Vacuolo
ka: ვაკუოლა
ko: 액포
pl: Wakuola
pt_br: Vacúolo
pt_pt: Vacúolo
ru: Вакуоль
sk: Vakuola
sr_cyrl: Вацуоле
sv: Vakuol
th_th: แวคิวโอล
tr: Koful
uk: Вакуоля
zh_cn: 液泡
zh_tw: 液泡

# VACUOLE_DESCRIPTION
source: The vacuole is an internal membranous organelle used for storage in the cell. They are composed of several vesicles, smaller membranous structures widely used in cells for storage, that have fused together. It is filled with water which is used to contain molecules, enzymes, solids, and other substances. Their shape is fluid and can vary between cells.
bg: Вакуолата е вътрешен мембранен органел, който се използва като място за съхранение на хранителните вещества в клетката. Състои се от няколко секреторни мехурчета — малки мембранни структури, които са слети заедно. Изпълнена е с вода, която съдържа молекули, ензими и други вещества. Формата на вакуолата е течна и може да варира между различните клетки.
ca: El Vacúol és un orgànul intern que consisteix en una membrana capaç d'emmagatzemar una certa quantitat de nutrients. Està format per un cert nombre de vesícules, que són unes petites estructures membranoses que han estat fusionades. El Vacúol està farcit d'Aigua, on hi ha, suspeses, tota mena de mol·lècules, enzimes, partícules sòlides i altres substàncies. No són estructures rígides, sinò que la seva forma pot canviar amb el temps.
cs: Vakuola je vnitřní membránová organela používaná pro skladování v buňce. Skládají se z několika vezikul, menších membránových struktur široce používaných v buňkách pro skladování, které se spojily. Je naplněna vodou, která obsahuje molekuly, enzymy, pevné látky a další látky. Jejich tvar je tekutý a může se mezi buňkami lišit.
de: Die Vakuole ist eine interne membranöse Organelle, die zur Speicherung in der Zelle dient. Sie bestehen aus mehreren Vesikeln, kleineren membranösen Strukturen, die häufig in Zellen zur Lagerung verwendet werden und die miteinander verschmolzen sind. Die Vakuole ist mit Wasser gefüllt, das zur Aufnahme von Molekülen, Enzymen, Feststoffen und anderen Substanzen verwendet wird. Ihre Form ist flüssig und kann zwischen den Zellen variieren.
eo: La vakuolo estas interna membraneca organeto uzata por stokado en la ĉelo. Ili estas kunmetitaj de pluraj kunfandiĝitaj vezikoj, pli malgrandaj membranaj strukturoj vaste uzataj en ĉeloj por stokado. Ĝi estas plenigita per akvo, kiu kutimas enhavi molekulojn, enzimojn, solidojn kaj aliajn substancojn. Ilia formo estas flua kaj povas varii inter ĉeloj.
es: La vacuola es un orgánulo membranoso interno usado para almacenar sustancias. Está compuesta por numerosas vesículas, estructuras membranosas más pequeñas, que se han fusionado para formar una estructura más grande. Está llena de agua, que es usada para contener diferentes moléculas, enzimas, sólidos y otras sustancias. Su forma es fluida y puede variar entre células.
et: Vakuool on sisemine membraanne organell, mida kasutatakse rakus säilitamiseks. Need koosnevad mitmest vesiikulist, väiksematest membraanistruktuuridest, mida kasutatakse laialdaselt säilitamiseks rakkudes ja mis on kokku sulanud. See on täidetud veega, mida kasutatakse molekulide, ensüümide, tahkete ainete ja muude ainete sisaldamiseks. Nende kuju on vedel ja võib rakkude vahel varieeruda.
fr: La vacuole est un organite de la membrane interne utilisé pour stocker dans la cellule. Ils sont composé de plusieurs vésicules, des structures membranaires plus petites grandement utilisé dans les cellules pour le stockage, qui ont fusionné ensemble. Elle est rempli d'eau qui est utilisé pour contenir des molécules, des enzymes, des solides et autres substances. Leur forme est fluide et peut varier selon les cellules.
he: החלולית היא אברון קרום פנימי המשמש לאחסון בתא. הם מורכבים מכמה שלפוחיות, מבנים קרומים קטנים יותר שנמצאים בשימוש נרחב בתאים לאחסון, שהתמזגו יחד. היא מלאה במים המסוגלים להכיל מולקולות, אנזימים, מוצקים וחומרים אחרים. צורתם נוזלית ויכולה להשתנות בין התאים.
id: Vakuola adalah organel ber-membran internal yang digunakan untuk peyimpanan dalam sel. Mereka tersusun dari beberapa gelembung (vesikel), struktur ber-membran lebih kecil yang banyak digunakan oleh sel untuk penyimpanan, yang telah menyatu. Gelembung tersebut terisi air yang digunakan untuk menampung molekul, enzim, padatan dan zat lainnya. Bentuk mereka cair dan bervariasi antar sel.
it: Il vacuolo è un organulo membranoso interno, utilizzato per lo stoccaggio di sostanze. È composto di diverse vesciche (cioè strutture membranose più piccole, usate comunemente nelle cellule per lo stoccaggio) che si sono fuse insieme. Il vacuolo è colmo d'acqua, usata per contenere molecole, enzimi, solidi e altre sostanze. La sua forma è fluida e può variare da cellula a cellula.
ko: 액포는 세포 내부 공간 저장에 사용되는 내부 막질 소기관입니다. 그들은 여러 개의 소낭, 저장을 위해 세포에서 널리 사용되는 작은 막 구조로 구성되어 합쳐졌습니다. 이 물질은 분자, 효소, 고체 및 기타 물질을 포함하는 데 사용되는 물로 채워져 있습니다. 액포의 모양은 유동적이며 세포마다 다를 수 있습니다.
nl: Dit vacuool is een intern membraanachtig organel dat de cel gebruikt voor opslag. Ze worden gevormd door verschillende vesikelen. Dit zijn kleinere membraanachtige structuren die veel gebruikt worden in cellen voor opslag. In het vacuool zijn deze vesikelen aan elkaar gefuseerd. Ze zijn gevuld met water waar moleculen, enzymen, vaste materie, en andere stoffen in worden bewaard. Hun vorm kan variëren per cel.
nl_be: De vacuole is een intern membraanorganel dat gebruikt wordt voor opslag in de cel. Ze bestaan uit meerdere vesikels, kleinere membraanstructuren vaak gebruikt in cellen voor opslag, die samengesmolten zijn. Het is gevuld met water dat gebruikt wordt om moleculen, enzymen, vaste stoffen en andere substanties op te slaan. Hun vorm is veranderlijk en kan variëren tussen cellen.
pl: Wakuola to wewnętrzna organella membranowa używana w komórce jako magazyn. Zbudowane są z kilku pęcherzyków, małych membranowych struktur szeroko używanych w komórkach do magazynowania, które są ze sobą połączone. Wypełniona jest wodą która przechowuje molokuły, enzymy, ciała stałe i inne substancje. Ich kształt jest płynny i może się różnić między komórkami.
pt_br: O vacúolo é uma organela membranosa interna usada para o armazenamento da célula. Composta de várias vesículas, estruturas membranosas menores amplamente usadas nas células para o armazenamento que se fundiram. É preenchida com água usada para conter moléculas, enzimas, sólidos, e outras substâncias. Sua forma é fluida e pode variar em cada célula.
pt_pt: O vacúolo é um organelo interno membranoso usado para o armazenamento da célula. Composto de várias vesículas, pequenas estruturas membranosas amplamente usadas nas células para o armazenamento, que se fundiram. É preenchida com água que é usada para conter moléculas, enzimas, sólidos, e outras substâncias. Tem um formato fluído e pode variar em cada célula.
ru: Вакуоль - это внутренняя одномембранная органелла, используемая для хранения соединений в клетке. Она состоит из нескольких пузырьков, более мелких мембранных структур, широко используемых в клетках для хранения, которые слились вместе. Она заполнен водой, которая используется для содержания молекул, ферментов, твердых и других веществ. Форма вакуоли подвижна и может варьироваться в зависимости от клетки.
sr_cyrl: Вакуола је унутрашња мембранска органела која се користи за складиштење у ћелији. Састоје се од неколико везикула, мањих опнастих структура које се широко користе у ћелијама за складиштење, а које су се стопиле. Испуњен је водом која се користи да садржи молекуле, ензиме, чврсте материје и друге супстанце. Њихов облик је течан и може се разликовати између ћелија.
sr_latn: Vakuola je unutrašnja membranska organela koja se koristi za skladištenje u ćeliji. Sastoje se od nekoliko vezikula, manjih opnastih struktura koje se široko koriste u ćelijama za skladištenje, a koje su se stopile. Ispunjen je vodom koja se koristi da sadrži molekule, enzime, čvrste materije i druge supstance. Njihov oblik je tečan i može se razlikovati između ćelija.
sv: Vakuolen är en inre membranorganell som används för lagring i cellen. De består av flera blåsor, mindre membranstrukturer som ofta används i celler för lagring, som har smält samman. Den är fylld med vatten som används för att hålla kvar molekyler, enzymer, fasta ämnen och andra ämnen. Deras form är flytande och kan variera mellan celler.
th_th: แวคิวโอลเป็นออร์แกเนลล์เยื่อภายในที่ใช้สำหรับเก็บในเซลล์ ประกอบด้วยถุงหลายอันโครงสร้างของเยื่อขนาดเล็กที่ใช้กันอย่างแพร่หลายในเซลล์เพื่อการจัดเก็บที่หลอมรวมเข้าด้วยกัน เต็มไปด้วยน้ำซึ่งใช้บรรจุโมเลกุลเอนไซม์ของแข็งและสารอื่น ๆ รูปร่างของพวกมันเป็นของเหลวและอาจแตกต่างกันไประหว่างเซลล์
tr: Koful, hücrede depo olarak kullanılan iç zarsı organeldir. Kofullar, hücrede geniş çapta depo olarak kullanılan daha küçük zarsı yapılar olan ve birbiriyle birleşen birkaç kesecikten oluşurlar. Kofulun içi; moleküller, enzimler, katılar ve diğer maddeleri kapsayan suyla doludur. Şekilleri değişkendir ve hücreler arasında değişiklik gösterirler.
uk: Вакуоля — це внутрішня мембранна органела, яку клітина використовує для зберігання. Вона складається з кількох пухирців, менших мембранних структур, що злилися разом та широко використовуються в клітинах для зберігання. Вони заповнені водою, яку використовують для зберігання молекул, ферментів та інших речовин. Їх форма рідка й варіюється серед клітин.
zh_cn: 液泡是一个内部膜质细胞器，用于在细胞内储存。它们由几个囊泡组成，囊泡是在细胞中广泛用于储存的较小的膜结构，它们融合在一起。它充满了水，用来容纳分子、酶、固体和其他物质。它们的形状是不固定的，在不同的细胞之间可以有所不同。
zh_tw: 液泡是細胞內用來儲存的內部有膜細胞器。它們由多個融合在一起的囊泡（廣泛用於細胞儲存的較小膜結構）組成。它充滿了水，用於容納分子、酶、固體和其他物質。它們的形狀不固定，並且在細胞之間可能有所不同。

# VACUOLE_IS_SPECIALIZED
source: Specialized Vacuole
fr: Vacuole spécialisée
ka: სპეციალიზებული ვაკუოლა
nl: Gespecializeerd Vacuole
pt_br: Vacúolo Especializado
pt_pt: Vacúolo Especializado
ru: Специализированная Вакуоль
tr: Özelleşmiş Koful
uk: Спеціалізована вакуоля
zh_cn: 特化型液泡
zh_tw: 特化型液泡

# VACUOLE_NOT_SPECIALIZED_DESCRIPTION
source: The vacuole will store {0} units of all compounds
ka: ვაკუოლა {0} ერთეულ ყველა ნაერთს შეინახავს
nl: Het vacuole zal {0} eenheden van alle stoffen opslaan
pt_br: O vacúolo guardará {0} unidades de quaisquer compostos
pt_pt: O vacúolo irá armazenar {0} unidades de todos os compostos
ru: Эта вакуоль будет хранить {0} единиц всех соединений
tr: Koful, bütün bileşiklerinden {0} birim depolayacak
uk: Ця вакуоля зберігатиме {0} одиниць усіх речовин
zh_cn: 液泡将存储总共{0}个单位的任何化合物。
zh_tw: 液泡將儲存 {0} 單位的所有化合物

# VACUOLE_PROCESSES_DESCRIPTION
source: Increases the storage space of the cell.
bg: Увеличава мястото за съхранение на хранителните вещества в клетката.
ca: Augmenta l'espai d'emmagatzematge de la cèl·lula.
cs: Zvyšuje úložný prostor buňky.
de: Vergrößert den Speicherplatz in der Zelle.
es: Aumenta el espacio de almacenamiento de la célula.
et: Suurendab raku salvestusruumi.
fi: Lisää solun varastointitilaa kerätyille yhdisteille.
fr: Augmente l'espace de stockage de la cellule.
he: מגדיל את שטח האחסון של התא.
hu: Növeli a sejt tárkapacitását.
id: Menambah ruang penyimpanan sel.
it: Aumenta lo spazio di stoccaggio della cellula.
ka: ზრდის უჯრედის საცავის სივრცეს.
nl: Verhoogt de opslagcapaciteit van de cel.
nl_be: Vergroot de opslagruimte van de cel.
pl: Zwiększa pojemność twojej komórki.
pt_br: Aumenta o espaço de armazenamento da célula.
pt_pt: Aumenta o espaço de armazenamento da célula.
ru: Увеличивает пространство для хранения соединений в клетке.
sk: Zväčšuje úložný priestor bunky.
tr: Hücrenin depo alanını arttırır.
uk: Збільшує простір для зберігання у клітинні.
zh_cn: 增加细胞的存储空间。
zh_tw: 增加細胞的儲存空間。

# VACUOLE_SPECIALIZED_DESCRIPTION
source: The vacuole will store {0} units of the selected compound
ka: ვაკუოლა არჩეული ნაერთის {0} ერთეულს შეინახავს
nl: Het vacuole zal {0} eenheden van de geselecteerde stof opslaan
pt_br: O vacúolo armazenará {0} unidades do composto selecionado
pt_pt: O vacúolo irá armazenar {0} unidades do composto selecionado
ru: Эта вакуоль будет хранить {0} единиц выбранного соединения
tr: Koful, seçili bileşikten {0} birim depolayacak
uk: Ця вакуоля зберігатиме {0} одиниць обраної речовини
zh_cn: 液泡将存储{0}个单位的选定化合物。
zh_tw: 液泡將儲存 {0} 單位的所選化合物

# VERSION_COLON
source: Version:
bg: Версия:
ca: Versió:
cs: Verze:
es: Versión:
et: Versioon:
he: גרסה:
hu: Verzió:
it: Versione:
ka: ვერსია:
nl: Versie:
pl: Wersja:
pt_br: Versão:
pt_pt: Versão:
ru: Версия:
sk: Verzia:
tr: Sürüm:
uk: Версія:
zh_cn: 版本：
zh_tw: 版本：

# VERTICAL_COLON
source: Vertical:
bg: Вертикална:
de: Vertikal:
he: אנכי:
ka: ვერტიკალური:
nl: Verticaal:
pl: Pion:
ru: По вертикали:
tr: Dikey:
uk: Вертикаль:
zh_cn: 垂直：
zh_tw: 垂直：

# VERTICAL_WITH_AXIS_NAME_COLON
source: Vertical (Axis: {0})
bg: Вертикална ос: {0}
cs: Vertikální (Osa: {0})
de: vertikal (Axis: {0})
fr: Vertical (Axe : {0})
he: אנכי (ציר: {0})
ka: ვერტიკალური (ღერძი: {0})
nl: Verticaal (As: {0})
pl: Pion (Oś: {0})
pt_br: Vertical (Eixo: {0})
pt_pt: Vertical (Eixo: {0})
ru: По вертикали (ось: {0})
tr: Dikey (Eksen: {0})
uk: Вертикаль (Вісь: {0})
zh_cn: 垂直（{0}轴）
zh_tw: 垂直（軸：{0}）

# VIDEO_MEMORY
source: Currently used video memory:
bg: Използвана графична памет:
cs: Právě využitá video paměť:
de: Derzeit belegter Grafikspeicher:
es: Memoria de video en uso:
fr: Mémoire vidéo actuellement utilisée :
he: שימוש נוכחי בזיכרון וידיאו:
it: Memoria video utilizzata al momento:
ka: ამჟამად გამოყენებული ვიდეომეხსიერება:
nl: Videogeheugen nu in gebruik:
pl: Obecnie wykorzystana pamięć wideo:
pt_br: Memória de vídeo usada atualmente:
ru: Используемая видеопамять:
tr: Mevcut kullanılan grafik belleği:
uk: Поточна використовувана відеопам'ять:
zh_cn: 当前使用的视频内存：
zh_tw: 目前使用的視訊記憶體：

source: Viewer
bg: Преглед
ca: Visor
cs: Prohlížeč
de: Beobachter
es: Visualizador
et: Vaataja
fi: Tarkastelija
fr: Visionneur
he: צופה
it: Visualizzatore
ka: ნახვა
nl: Kijker
pl: Przeglądarka
pt_br: Visualizador
pt_pt: Visualizador
ru: Просмотр
tr: Görüntüleyici
uk: Переглядач
zh_cn: 查看器
zh_tw: 檢視器

source: View All
bg: Всички версии
ka: ყველას ნახვა
nl: Toon alle
pt_br: Ver Tudo
pt_pt: Ver Todos
ru: Просмотреть всё
tr: Tümünü Görüntüle
uk: Показати все
zh_cn: 查看所有
zh_tw: 查看所有

source: View Online
ka: ინტერნეტში ნახვა
pt_br: Ver Online
pt_pt: Ver Online
ru: Просмотреть онлайн
tr: Online Olarak Görüntüle
uk: Показати онлайн
zh_tw: 在網路上查看

source: View Patch Notes
bg: Бележки към изданието
ka: პაჩის შენიშვნების ნახვა
nl: Zie Patchnotities
pl: Przeczytaj Notki Aktualizacji
pt_br: Ver as Notas de Atualização
ru: Просмотреть Заметки Обновления
tr: Yama Notlarını Görüntüle
uk: Показати інформацію про зміни
zh_cn: 查看补丁说明
zh_tw: 查看更新說明

# VIEW_PATCH_NOTES_TOOLTIP
source: View latest or all Thrive patch notes now
fr: Voir tous ou les dernières notes de correctif maintenant
ka: Thrive-ის უახლესი ან ყველა პაჩის შენიშვნების ჩვენება
nl: Zie nu meest recente of alle Thrive patchnotities
pt_br: Ver todas as notas de atualização do jogo ou as mais recentes
ru: Просмотреть последние или все заметки обновлений Thrive
tr: En sonki veya tüm Thrive yama notlarını şimdi görüntüle
uk: Показати останні з усіх новин про зміни Thrive зараз
zh_cn: 查看最近或所有的Thrive补丁信息
zh_tw: 查看最新或所有 Thrive 更新說明

source: View Source Code
bg: Изходен код
ca: Veure Codi Font
cs: Zdrojový kód
de: Quellcode anschauen
eo: Rigardi Fontkodon
es: Ver código fuente
et: Vaadake lähtekoodi
fi: Katsele lähdekoodia
fr: Voir le code source
he: צפה בקוד מקור
hu: A forráskód megtekintése
id: Lihat Kode Sumber
it: Vedi codice sorgente
ka: საწყისი კოდის ნახვა
ko: 소스 코드 보기
nl: Ga naar broncode
nl_be: Bekijk de broncode
pl: Zobacz Kod Źródłowy
pt_br: Ver Código Fonte
pt_pt: Ver Código Fonte
ru: Открыть исходный код
sk: Zobraziť zdrojový kód
sr_cyrl: Погледајте Изворни Код
sr_latn: Pogledajte Izvorni Kod
sv: Visa Källkod
th_th: ดูซอร์สโค้ด
tr: Kaynak Kodunu İncele
uk: Перегляд вихідного коду
zh_cn: 查看源代码
zh_tw: 查看原始碼

# VIP_PATRONS
source: VIP Supporters
bg: Значими поддръжници
ca: Partidaris VIP
cs: VIP Podporovatelé
de: VIP Unterstützer
es: Colaboradores VIP
et: VIP toetajad
fi: VIP-tukijat
fr: Soutiens VIP
he: תומכי VIP
hu: VIP támogatók
id: Pendukung VIP
it: Sostenitori VIP
ka: VIP მხარდამჭერები
nl: VIP Ondersteuners
pl: VIP Wspierający
pt_br: Apoiadores VIP
pt_pt: Apoiadores VIP
ru: VIP-Спонсоры
sk: VIP podporovatelia
sv: VIP-supportrar
tr: VIP Destekçiler
uk: VIP підтримка
zh_cn: VIP 支持者
zh_tw: VIP 支持者

source: Visible
bg: Видима
cs: Viditelné
de: Sichtbar
et: Nähtav
he: גלוי
hu: Látható
it: Visibile
ka: ხილული
nl: Zichtbaar
nl_be: Zichtbaar
pl: Widoczne
pt_br: Visível
pt_pt: Visível
ru: Видимый
sk: Viditeľné
sv: Synlig
tr: Görünür
uk: Видимий
zh_cn: 可见
zh_tw: 可見

# VISIT_SUGGESTIONS_SITE
source: Suggest a Feature
bg: Предложения
de: Schlage eine Funktion vor
es: Sugerir una característica
fr: Proposer une fonctionnalité
he: הצע רעיון
ka: იდეის შეთავაზება
nl: Stel een Functio Voor
pl: Zasugeruj Funkcję
pt_br: Sugerir um recurso
pt_pt: Sugerir uma funcionalidade
ru: Предложить идею
tr: Bir Özellik Öner
uk: Запропунувати функцію
zh_cn: 提出功能建议
zh_tw: 建議一項新功能

source: Volcanic Vent
bg: Вулканичен комин
ca: Fissura volcànica
cs: Vulkanický průduch
de: Vulkanschlot
eo: Vulkana ellastruo
es: Abertura volcánica
et: Vulkaaniline tuulutusava
fi: Syvänmeren savuttaja
fr: Cratère de volcan
he: נביעה געשית
hu: Vulkanikus szellőzők
id: Ventilasi Volkanik
it: Camino vulcanico
ka: ვულკანის ყელი
ko: 화산 분출구
nl: Vulkanische opening
nl_be: Vulkanische opening
pl: Komin hydrotermalny
pt_br: Fissura Vulcânica
pt_pt: Fonte hidrotermal
ru: Вулканическое жерло
sk: Sopečný prieduch
sr_cyrl: Вулкански отвор
sr_latn: Vulkanski otvor
sv: Vulkanisk ventil
th_th: ปล่องภูเขาไฟ
tr: Yanardağ Bacası
uk: Жерло вулкана
zh_cn: 海底热泉
zh_tw: 海底熱泉

source: VSync
bg: Вертикална синхронизация
eo: VSi
es: Sincronización Vertical
fi: Pystysynkronointi
fr: Sync V
he: סנכרון אנכי
ko: 수직동기화
pl: Synchronizacja pionowa
ru: Вертикальная синхронизация
sr_cyrl: В-синц
sv: VSynk
tr: Dikey eşitleme
uk: Вертикальна синхронізація (VSync)
zh_cn: 垂直同步
zh_tw: 垂直同步

source: Waiting for auto-evo:
bg: Изчакване на автоматичната еволюция:
ca: S'està esperant l'algorisme auto-evo:
cs: Čekání na automatickou evoluci:
de: Warte auf Auto-Evo:
eo: Atendante aŭtomata evolucion:
es: Esperando auto-evo:
et: Auto-evo ootel:
fi: Odotetaan auto-evoa:
fr: Attente de l'Auto-Évo :
he: מחכה למפתח האוטומטי:
hu: Várakozás az auto-evo-ra:
id: Menunggu auto-evo:
it: Auto-Evo in corso:
ka: ავტოევოს მოლოდინი:
ko: 자동 진화 대기중:
nl: Wachten op auto-evo:
nl_be: Wachten voor auto-evo:
pl: Czekanie na auto-ewolucje:
pt_br: Esperando pela auto-evo:
pt_pt: A aguardar por auto-evo:
ru: Ожидание Авто-Эво:
sk: Čakanie na automatickú evolúciu:
sr_cyrl: Чека се аутоматска-еволуција:
sr_latn: Čeka se automatska-evolucija:
sv: Väntar på auto-evo:
tr: Oto-evrim bekleniyor:
uk: Очікування на Авто-ево:
zh_cn: 等待auto-evo中：
zh_tw: 等待 Auto-Evo：

# WELCOME_TO_THRIVEOPEDIA
source: Welcome to the Thriveopedia
bg: Добре дошли в Трайвопедията
de: Willkommen bei Thriveopedia
es: Bienvenido a la Thrivepedia
fr: Bienvenue sur Thriveopédia
ka: მოგესალმებათ Thrveopedia
nl: Welkom bij de Thriveopedia
pl: Witam w Thriveopedia'i
pt_br: Bem-vindo à Thrivepédia
pt_pt: Bem-vindo à Thrivepédia
ru: Добро пожаловать в Thriveopedia
tr: Thriveopedi'ye hoş geldiniz
uk: Ласкаво просимо до Трайвопедії
zh_cn: 欢迎来到Thrive百科
zh_tw: 歡迎來到 Thrive 百科
