Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_STAGE_HELP_MESSAGE_11
source: But if you survive for twenty generations with 300 population, you are considered to have won the current game. After winning you get a popup and can continue playing as you wish.
bg: Но ако оцелеете в продължение на 20 поколения с популация от 300 индивида, Вие ще победите. След това ще се появи изскачащ прозорец, който ще се затвори и играта ще продължи.
ca: Però si sobrevius durant 20 generacions i la teva població té més de 300 individus, hauràs guanyat el joc actual. Després de guanyar, apareixerà una finestreta d'enhorabona i, després, podràs seguir jugant.
cs: Pokud přežiješ dvacet generací s populací 300, vyhraješ hru. Po výhře ti vyskočí okénko, kde můžeš zvolit pokračování ve hře dle libosti.
de: Wenn du zwanzig Generationen lang überlebst und eine Population von 300 hast, gilt das Spiel als gewonnen. Du wirst dann benachrichtigt und kannst danach nach Wunsch weiterspielen.
eo: Sed se vi postvivos dudek generaciojn kun 300 aŭ pli loĝantoj, vi gajnas la ludon. Post kiam vi gajnas, aperas ŝprucfenestro, sed vi povas ludi plu, se vi volas.
es: Pero, si sobrevives durante veinte generaciones con una población de 300, habrás ganado la partida actual. Tras la victoria, obtienes una ventana emergente y puedes seguir jugando como desees.
et: Aga kui jääte ellu kakskümmend põlvkonda 300 elanikuga, loetakse teid praeguse mängu võitnuks. Pärast võitu näete hüpikakna ja saate jätkata mängimist, nagu soovite.
fi: Mutta, jos selviydyt kaksikymmentä sukupolvea ja populaatiosi on 300, voitat Thriven nykyisessä muodossaan, voiton jälkeen aukeaa ponnahdusikkuna, jonka sulkeuduttua peliä voi jatkaa oman halun mukaan.
fr: Mais si vous survivez pendant vingt générations avec une population supérieure à 300, vous êtes considéré comme ayant gagné la partie en cours. Après avoir gagné vous aurez un popup et pourrez continuer de jouer si vous voulez.
he: אבל אם שרדת במשך 20 דורות עם 300 פריטים באוכלוסיה, אתה נחשב למנצח במשחק הנוכחי. לאחר שזכית, קופץ חלון משם תוכל להמשיך לשחק כרצונך.
hu: De ha túlélsz 20 generációt 300 fős egyedszámmal, akkor megnyerted a játékot (a pillanatnyi verziót). Ha nyersz, akkor egy felugró ablak jelenik meg, és utána még addig játszhatsz tovább, ameddig csak akarsz.
id: Namun jika kamu dapat bertahan hingga 20 generasi dengan populasi sebesar 300, kamu dianggap telah memenangkan sesi permainan yang sedang berlangsung, saat kamu menang sebuah popup muncul dan kamu dapat melanjutkan permainan semau kamu.
it: Ma se sopravvivi per 20 generazioni con l'indicatore della popolazione a 300, il gioco è considerato vinto. Al momento della vittoria sarai avvisato, dopodiché potrai continuare a giocare.
ko: 그러나 300 명의 개체 수로 20 세대 동안 생존했다면 현재 게임에서 승리 한 것으로 간주되며, 승리 후 팝업이 나타나고 원한다면 계속 플레이 할 수 있습니다.
nl: Maar als je voor twintig generaties met 300 populatie overleeft, win je deze versie van het spel. Nadat je hebt gewonnen kan je nog verder spelen als je dat wilt.
nl_be: Maar als je overleeft voor twintig generaties met 300 populatie, wordt je geacht het huidige spel te hebben gewonnen, nadat je bent gewonnen hebt krijg je een pop-up en kan je verderspelen als je dat wenst.
pl: Ale jeśli przeżyjesz przez 20 pokoleń z populacją 300, uznawane jest że wygrałeś aktualną grę. Po wygranej wyświetli się powiadomienie i będziesz mógł kontynuować grę jeśli chcesz.
pt_pt: Mas se sobreviveres vinte gerações com 300 de população, considera-se que ganhaste o jogo. Depois de ganhares recebes um pop-up e podes continuar a jogar como desejares.
sk: Ale ak prežiješ dvadsať generácií s populáciou 300, si považovaný za víťaza aktuálnej hry. Po zvíťazení sa ti zobrazí kontextové okno a môžeš pokračovať v hre, ako si želáš.
sr_cyrl: Али ако преживите двадесет генерација са популациија од , сматра се да сте победили у тренутној игри, након победе добијате искачући прозор и можете да наставите да играте како желите.
sr_latn: Ali ako preživite dvadeset generacija sa populaciija od , smatra se da ste pobedili u trenutnoj igri, nakon pobede dobijate iskačući prozor i možete da nastavite da igrate kako želite.
sv: Men om du överlever i tjugo generationer med 300 av din art så anses du ha vunnit spelet, efter du vunnit får du en popup ruta och kan fortsätta spela så länge du vill.
th_th: แต่ถ้าคุณอยู่รอดมาได้ถึง 20 ชั่วอายุคนโดยมีประชากร 300 คนถือว่าคุณชนะเกมปัจจุบัน หลังจากชนะคุณจะได้รับป๊อปอัปและสามารถเล่นต่อได้ตามที่คุณต้องการ
uk: Але якщо ви протримаєтесь 20 поколінь з 300 популяції, ви будете вважатися переможцем даної гри. Після перемоги ви побачите спливне вікно, і ви зможете продовжити грати як вам завгодно.
zh_cn: 但是，如果你能成功的以最少300的种群数量生存了二十代，你将被视为赢得了当前游戏。获胜后会弹出一个窗口并可以选择继续游玩。
zh_tw: 但是，如果您成功以至少 300 的種群數量生存了 20 代，您將被視為贏得當前遊戲。獲勝後，您會看到一個彈出視窗，可以按照您的意願選擇繼續遊玩。

# MICROBE_STAGE_HELP_MESSAGE_12
source: Be wary because your competitors are evolving alongside you. Every time you enter the editor they evolve as well.
bg: Внимавайте, защото Вие не сте единствените, които еволюират. Всеки път, когато отворите редактора, Вашите съперници също еволюират.
ca: Estigues alerta, ja que els teus competidors no cessaran d'evolucionar en cap moment. Cada vegada que entris a l'editor, ells també faran un salt evolutiu.
cs: Buď opatrný(á), protože tví konkurenti se vyvíjejí společně s tebou. Pokaždé, když vstoupíš do editoru, tak se vyvinou taktéž.
de: Sei auf der Hut, denn deine Konkurrenten entwickeln sich mit. Jedes Mal, wenn der Editor betreten wird, entwickeln sie sich auch.
eo: Evoluu saĝe ĉar viaj konkurantoj evoluas kune kun vi. Ĉiufoje, kiam vi uzas la redaktilon, ili evoluas.
es: Ten cuidado porque tus competidores evolucionan a la vez que tu célula. Cada vez que entras en el editor, ellos también evolucionan.
et: Ole teadlik et su konkurendid arenevad sinuga koos. Iga kord kui sa enda rakku muudad, arenevad nad samuti.
fi: Ole varuillasi muita lajeja vastaan, sillä evoluutio muuttaa niitä, kun menet editoriin.
fr: Faites attention car vos compétiteurs évoluent en même temps que vous. Chaque fois que vous entrez dans l'éditeur ils évoluent eux aussi.
he: שים לב שגם היריבים שלך מתפתחים לצדך. בכל פעם שאתה נכנס לעורך, הם מתפתחים גם כן.
hu: Légy óvatos, mert vetélytársaid is haladnak előre az evolúció rögös ösvényén. Amikor belépsz a szerkesztőbe, akkor ők is fejlődnek.
id: Tetap berhati-hati karena kompetitor (sel lain) berkembang di sekitar kamu. Setiap kamu memasuki sesi editor, para kompetitor juga ikut berkembang.
it: Sii prudente: i tuoi avversari si evolvono insieme a te. Ogni volta che entri nell'editor, mutano anche loro.
ko: 당신의 경쟁자 또한 당신처럼 진화한다는 것을 명심하십시오. 당신이 편집기에 들어갈 때마다 그들도 진화할 것입니다.
nl: Wees gewaarschuwd voor je vijanden die ook evolueren. Elke keer als je in de editor komt, evolueren zij zich ook.
nl_be: Wees voorzichtig, want je concurrenten zijn samen met jouw aan het evolueren. Elke keer dat je de "editor" gebruikt, evolueren ze ook.
pl: Uważaj ponieważ twoi przeciwnicy ewoluują razem z tobą. Za każdym razem gdy wejdziesz do edytora oni również ewoluują.
pt_pt: Se cauteloso porque a tua concorrência está a evoluir a teu lado. Cada vez que entrares no editor, eles também evoluem.
sk: Buď opatrný, pretože tvoji konkurenti sa vyvíjajú spolu s tebou. Zakaždým, keď vstúpiš do editora, tak sa vyvinú tiež.
sr_cyrl: Будите опрезни јер се ваши конкуренти развијају заједно са вама. Сваки пут када уђете у уредник, они такође еволуирају.
sr_latn: Budite oprezni jer se vaši konkurenti razvijaju zajedno sa vama. Svaki put kada uđete u urednik, oni takođe evoluiraju.
sv: Var alltid försiktig, dina konkurrenter utvecklas vid sidan av dig. Varje gång du öppnar Cellredigeraren utvecklas de också.
th_th: ระวังเพราะคู่แข่งของคุณกำลังพัฒนาควบคู่ไปกับคุณ ทุกครั้งที่คุณเข้าสู่โปรแกรมแก้ไขพวกเขาก็มีวิวัฒนาการเช่นกัน
uk: Будьте пильними, ваші конкурети еволюціонують з вами. Щоразу як заходите в редактор вони також змінюються.
zh_cn: 保持警惕，你的竞争对手也在和你一起进化。每当你进入编辑器时他们也会进化。
zh_tw: 保持警惕，因為您的競爭對手也在與您一起演化。每次您進入編輯器時，它們也會發生變化。

# MICROBE_STAGE_HELP_MESSAGE_13
source: The binding agent allows your cell and others of its species to build a cell colony where the cells share the compounds they absorb and produce with each other. Enter binding mode by pressing [thrive:input]g_toggle_binding[/thrive:input]. While in a colony, you can't divide your cell and enter the editor. To enter the editor, collect the required compounds and leave the colony by pressing [thrive:input]g_unbind_all[/thrive:input]. Large cell colonies are the way towards multicellularity.
bg: Свързващият агент позволява създаването на клетъчна колония, в която клетките споделят химичните съединения помежду си. Режимът на свързване се включва с натискане на [thrive:input]g_toggle_binding[/thrive:input]. Докато сте част от клетъчната колония, възпроизвеждането не е възможно. За да се възпроизведете, трябва да съберете нужните химични съединения и да напуснете клетъчната колония с натискане на [thrive:input]g_unbind_all[/thrive:input]. Големите клетъчни колонии са първата стъпка към многоклетъчните организми.
ca: Si t'uneixes a altres cèl·lules, podràs construïr una colònia cel·lular on les cèl·lules comparteixen els compostos que absorbeixen i produeixen amb les altres. Per poder unir-te a una altra cèl·lula, has d'aconseguir l'orgànul "agents d'unió", entrar en contacte amb l'altra cèl·lula i, tot seguit, entrar en el "mode d'unió" prement [thrive:input]g_toggle_binding[/thrive:input]. Només et pots unir a cèl·lules de la teva espècie. Mentre formis part d'una colònia, no et pots reproduïr i entrar a l'editor (de moment). Per entrar a l'editor, un cop hagis recollit prou compostos hauràs d'abandonar la teva colònia prement [thrive:input]g_unbind_all[/thrive:input]. Les grans colònies de cèl·lules són la via per a esdevenir un organisme multicel·lular.
cs: Spojením s ostatními buňkami můžeš vytvořit kolonii, ve které buňky sdílejí sloučeniny, které absorbují a vytvářejí. Pro spojení s jinou buňkou musí vaše buňka obsahovat pojící organelu, kterou se dotknete po zapnutí spojovacího módu, do toho vstoupíte skrz zmáčknutím [thrive:input]g_toggle_binding[/thrive:input]. Spojit se můžete pouze s buňkami vašeho druhu. Když jste v kolonii, nemůžete svou buňku dělit ani s ní vstoupit do editoru (prozatím).Pro vstup do editoru po nasbírání dostatku sloučenin nejdřív opusťte kolonii, nato zmáčknete [thrive:input]g_unbind_all[/thrive:input]. Velké kolonie buněk jsou cestou k mnohobuněčným organismům (zatím nejsou ve hře).
de: Durch die Bindung mit anderen Zellen können Sie eine Zellkolonie bilden, in der die Zellen die Substanzen, die sie aufnehmen und produzieren, miteinander teilen. Um sich mit einer anderen Zelle binden zu können, müssen Sie die Bindemittel-Organelle besitzen und sich nach dem Eintritt in den Bindungsmodus diese berühren. Sie können nur mit Zellen Ihrer eigenen Spezies binden. Während Sie sich in einer Kolonie befinden, können Sie Ihre Zelle nicht teilen und den Editor betreten (vorerst). Um den Editor zu betreten, müssen Sie die Kolonie erst verlassen, wenn Sie genug Substanzen gesammelt haben, und dann den Editor betreten. Große Zellkolonien sind der Weg zur Multizellularität (noch nicht im Spiel).
es: Al ligarte con otras células puedes crear una colonia. Las células de una misma colonia comparten entre sí todos los compuestos que absorben y producen. Entra en el modo de ligación con [thrive:input]g_toggle_binding[/thrive:input] y acércate a otra célula de tu misma especie. Mientras formes parte de una colonia, no podrás reproducir tu célula para entrar al editor. Una vez que hayas adquirido suficientes compuestos para reproducirte tendrás que abandonar la colonia con [thrive:input]g_unbind_all[/thrive:input] para entrar al editor. Las grandes colonias celulares son el camino hacia la multicelularidad.
et: Teiste rakkudega sidudes saate luua rakukoloonia, kus rakud jagavad omavahel neelduvaid ja toodetud ühendeid. Teise rakuga seondumiseks peavad teil olema sideainete organellid ja need pärast sidumisrežiimi sisenemist nendesse liikuma. Saate siduda ainult oma liigi rakkudega. Koloonias viibides ei saa te oma lahtrit jagada ja redaktorisse siseneda (praegu). Redaktorisse sisenemiseks lahkuge esmalt kolooniast, kui olete kogunud piisavalt ühendeid, ja seejärel sisenege redaktorisse. Suured rakukolooniad on tee mitmerakulisuse poole (pole veel mängus).
fi: Liittymällä toisiin soluihin, voit yhdistyä soluryppääksi, jossa solut jakavat keräämänsä yhdisteet ja tuottavat niitä yhdessä. Liittyäksesi toisiin soluihin, sinulla on oltava liittymissoluelin ja liikuttava toisten samanlaisiin soluihin kiinni liittymismoodi päällä. Ryppäässä et voi jakautua tai siirtyä editoriin (toistaiseksi), joten irroittaudu ensin ryppäästä siirtyäksesi editoriin. Suuret ryppäät johtavat monisoluisiin eliöihin (ei toistaiseksi vielä pelissä).
fr: L'agent de liaison permet à votre cellule et à d'autres de son espèce de constituer une colonie cellulaire où les cellules partagent entre elles les composés qu'elles absorbent et produisent. Entrez en mode de liaison en appuyant sur [thrive:input]g_toggle_binding[/thrive:input]. Lorsque vous êtes dans une colonie, vous ne pouvez pas diviser votre cellule et entrer dans l'éditeur. Pour accéder à l'éditeur, collectez les composés requis et quittez la colonie en appuyant sur [thrive:input]g_unbind_all[/thrive:input]. Les colonies de grandes cellules sont la voie vers la multicellularité.
he: על ידי קשירה עם תאים אחרים, אתה יכול ליצור מושבת תאים בה התאים חולקים תרכובות שהם ספגו ומייצרים זה עם זה. על מנת ליצור חיבור עם תא אחר, לתאים שלך צריכים אברון מקשר שמאפשרים להקשר לאחרים. נכנסים למצב קישור על ידי לחיצה על [thrive:input]g_toggle_binding[/thrive:input]. אתה יכול לקשר רק עם תאים מהמין שלך. בזמן שאתה במושבה, אתה לא יכול לחלק את התאים שלך ולהיכנס לעורך. בשביל להיכנס לעורך, ראשית אתה חייב לעזוב את המושבה וכשיש לך מספיק תרכובות, על ידי לחיצה על [thrive:input]g_unbind_all[/thrive:input], תוכל להיכנס לעורך. מושבות תאים גדולות הם הדרך ליצירת רב-תאים.
hu: Több sejthez való kapcsolódás által ki tudsz alakítani egy sejtkolóniát, melyek egymással vegyületeket osztanak meg, amiket elnyelnek és előállítanak közösen. Egy másik sejthez való csatlakozáshoz egy kötőszövetre lesz szükséged. Ha ez megvan, akkor át kell váltanod összekapcsolás módba, és neki kell menned a másik sejtnek. Csak a saját fajod egyedeivel tudsz összekapcsolódni. Amíg egy kolóniában vagy, addig nem tudsz osztódni, és belépni a szerkesztőbe (perpillanat). Hogy a szerkesztőbe beléphess, ahhoz először hagyd el a kolóniát akkor, amikor elegendő nyersanyagot gyűjtöttél, és utána lépj be. A nagy sejtkolóniák fognak majd előrevinni a többsejtűség felé (perpillanat még nincs a játékban).
id: Dengan melekat bersama sel lain, kamu dapat membentuk sebuah koloni sel dimana setiap sel membagi senyawa-senyawa yang mereka peroleh dan memproduksi bersama-sama. Agar bisa melekat dengan sel lain, kamu memerlukan organel agen pelekat dan kemudian bergerak mendekati sel tersebut setelah menyalakan mode lekat. Kamu hanya bisa melekat dengan sel satu spesies kamu. Ketika dalam koloni, kamu tidak dapat melakukan pembelahan sel dan memasuki editor (untuk saat ini). Untuk memasuki editor, pertama kamu perlu keluar dari koloni setelah mengumpulkan senyawa yang cukup dan kemudian masuk ke editor. Koloni sel yang besar adalah jalan menuju multiseluleritas (saat ini tidak ada di game).
it: L'agente legante permette alla tua cellula di unirsi, insieme ad altre della stessa specie, in una colonia, in cui condivide con loro i composti raccolti e prodotti. Entra in modalità di legatura premendo [thrive:input]g_toggle_binding[/thrive:input]. All'interno di una colonia non puoi accedere all'editor. Per farlo, devi prima lasciarla premendo [thrive:input]g_unbind_all[/thrive:input]. Le colonie numerose sono il primo passo verso la multicellularità.
nl: Het bindmiddel maakt het mogelijk voor je cel om samen met andere cellen een celkolonie te vormen. In een celkolonie worden stoffen met elkaar gedeeld en geproduceerd. Je kunt de bindingsmodus starten door op [thrive:input]g_toggle_binding[/thrive:input] te drukken. Terwijl je cel zich in een kolonie bevindt, kan je cel zich niet delen en kun je de bewerker niet openen. Om de bewerker te openen, moet je de benodigde stoffen verzamelen en de kolonie verlaten door op [thrive:input]g_unbind_all[/thrive:input] te drukken. Grote celkoloniën zijn de weg naar meercelligheid.
nl_be: Door met andere cellen te binden, kun je een celkolonie bouwen waar de cellen de verbindingen die ze absorberen en produceren met elkaar delen. Om met een andere cel te kunnen binden, moet je de bindmiddelen organel hebben en in de andere bewegen nadat je de bindingsmodus hebt geactiveerd. Je kunt alleen binden met cellen van je eigen soort. Als je in een kolonie bent, kun je jouw cel niet splitsen en de editor openen(voorlopig). Om de editor te betreden, verlaat je eerst de kolonie als je genoeg verbindingen hebt verzameld, en ga dan de editor binnen. Grootcellige kolonies zijn de weg naar meercelligheid (nog niet in het spel).
pl: Wiążąc się z innymi komórkami, możesz zbudować kolonię w której komórki dzielą się zasobami które wchłaniają i produkują ze sobą. Żeby związać się z inną komórką, twoja komórka potrzebuje czynnika wiążącego. Po wciśnięciu [thrive:input]g_toggle_binding[/thrive:input] musisz podpłynąć do komórki z którą chcesz się związać. Możesz łączyć się tylko z komórkami twojego gatunku. Będąc w kolonii, nie możesz podzielić swojej komórki i wejść do edytora . Żeby wejść do edytora, uzbieraj wymagane zasoby i opuść kolonię naciskając [thrive:input]g_unbind_all[/thrive:input]. Duże kolonie komórek są drogą do wielokomórkowości.
pt_pt: Ao te conectares com outras células podes formar uma colónia de células, onde as células partilham os compostos que absorvem e produzem entre si. De modo a te poderes conectar com outra célula, necessitas de possuir o organelo "agentes de adesão" e de te aproximar da mesma após entrares no modo de adesão. Apenas te podes conectar com células da tua própria espécie. Enquanto permaneceres numa colónia, não serás capaz de dividir a tua célula e entrar no editor (por agora). Para entrar no editor, primeiro deixa a colónia assim que tenhas recolhido compostos suficientes, e depois entra no mesmo. Grandes colónias de células são precursoras da multicelularidade (ainda ausente no jogo).
sv: Genom att binda dig till andra celler, kan du bygga en cell koloni där cellerna delar de resurser dem absorberar och producerar med varandra. För att kunna binda dig till en annan cell, behöver du ha bindemedels organellen och flytta dig över dom efter att ha aktiverat bindnings-läge. Du kan bara binda med celler av din egen art. Medans du är i en koloni, kan du inte dela din cell och komma åt redigeraren (för nu). För att komma åt redigeraren, först lämna din koloni när du har samlat nog med resurser, och gå sen in i redigeraren. Stora cell kolonier är vägen mot multicellularitet (inte i spelet än).
uk: Зв'язувальний агент дозволяє вашій клітині та іншим видам з нею будувати клітинні колонії, де клітини діляться сполуками, які вони поглинають та продукують одна з одною. Щоб перейти до зв'язувального режиму натисніть [thrive:input]g_toggle_binding[/thrive:input]. Коли ви в колонії, то ви не можите поділити клітину та перейти до редактору. Для переходу у редактор зберіть необхідну кількість сполук та натисніть[thrive:input]g_unbind_all[/thrive:input]. Великі клітинні колонії– шлях до багатоклітинності.
zh_cn: 你可以通过与其他细胞连接来建立细胞群。细胞群中的所有细胞共享它们吸收和产生的化合物。要跟其他细胞连接，你需要拥有连接器细胞器并在进入连接模式后接触你想要连接的细胞，按[thrive:input]g_toggle_binding[/thrive:input]进入连接模式。你在细胞群中无法复制并进入细胞编辑器。如果在收集了足够多化合物后你想要进入细胞编辑器，你需要按 [thrive:input]g_unbind_all[/thrive:input]键脱离原细胞群。大的细胞群是形成多细胞生物（开发中）的基础。
zh_tw: 連接器可讓您的細胞和其他同類細胞建立一個細胞群落，其中細胞共享它們彼此吸收和產生的化合物。按 [thrive:input]g_toggle_binding[/thrive:input] 進入結合模式。在群體中時，您無法分裂細胞並進入編輯器。若要進入編輯器，請收集所需的化合物並按下 [thrive:input]g_unbind_all[/thrive:input] 離開群落。大型細胞群落是成為多細胞生物的途徑。

# MICROBE_STAGE_HELP_MESSAGE_15
source: Cellulose and chitin cell walls in particular can't be digested without having the prerequisite enzyme that can break them down first.
bg: Целулозната и хитиновата клетъчна стена не могат да бъдат разградени без съответните ензими на лизозомата.
ca: Les parets cel·lulars de Cel·lulose i Quitina, en particular, no es poden digerir si no es compta amb un enzim especial que les pot trencar.
cs: Celulóza a chitinové buněčné stěny nelze strávit bez enzymů, které je nejdříve pomohou rozložit.
de: Zellulose und Chitin-Zellwände können nicht ohne das nötige Enzym verdaut werden.
es: Paredes celulares de celulosa y quitina no pueden ser digeridas sin las enzima requeridas que desarman las mismas.
fr: Les barrières des cellules en cellulose ou chitine ne peuvent pas être digérées sans l'enzyme qui permet de les détruire.
he: דופן התא שעשויים מתאית וכיטין לא יכולים להתעכל ללא האנזימים המתאימים שמסוגלים לפרק אותם קודם.
hu: A cellulóz és kitin sejtfal nem emészthető a sejt számára mindaddig, amíg nem rendelkezik a szükséges enzimmel, ami ezen anyagok lebontásához szükséges.
it: In particolare, è del tutto impossibile digerire le cellule dotate di pareti in cellulosa o chitina senza fare uso degli appositi enzimi.
nl: Met name celwanden van cellulose en chitine kunnen niet verteerd worden zonder het benodigde enzym.
pl: W szczególności celulozowe oraz chitynowe ściany komórkowe nie mogą być trawione bez posiadania niezbędnego enzymu który może najpierw je rozbić.
sk: Bunkové steny celulózy a chitínu sa nedajú tráviť bez potrebného enzýmu, ktorý ich dokáže najskôr rozložiť.
uk: Целюлозні та хітинові клітинні стінки, особливо, не можуть бути поглинуті без необхідних ферментів, який спочатку зможе розчепити їх.
zh_cn: 纤维素和几丁质细胞壁在没有对应消化酶的情况下无法被分解。
zh_tw: 尤其是纖維素和幾丁質細胞壁，如果沒有對應的酶將其分解就無法被消化。
