Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: Membrane Types
bg: Видове
ca: Tipus de Membrana
cs: Typy membrán
de: Membrantypen
eo: Membranaj Tipoj
es: Tipos de Membrana
et: Membraani liigid
fi: Solukalvotyypit
fr: Types de Membranes
he: סוגי קרום
hu: Membrán típusok
id: Jenis Membran
it: Tipi di membrana
ka: მემბრანის ტიპები
ko: 세포막 유형
nl: Membraantypes
nl_be: Membraantypes
pl: Rodzaje błony lub ściany komórkowej
pt_br: Tipos de Membranas
pt_pt: Tipos de Membrana
ru: Типы Мембран
sk: Typy membrán
sr_cyrl: Врсте Мембрана
sr_latn: Vrste Membrana
sv: Membrantyper
tr: Hücre Zarı Türleri
uk: Типи Мембрани
zh_cn: 细胞膜类型
zh_tw: 細胞膜類型

source: Menu
bg: Меню
ca: Menú
de: Menü
es: Menú
he: תפריט
hu: Menü
it: Menù
ka: მენიუ
ru: Меню
tr: Menü
uk: Меню
zh_cn: 菜单
zh_tw: 選單

source: Mesopelagic
bg: Мезопелагиал
ca: Zona mesopelàgica
cs: Mezopelagiál (hloubka oceánu do 1000m)
de: Mesopelagial
eo: Mezopelagia zono
es: Mesopelágico
et: Mesopelagi
fi: Mesopelaginen vyöhyke
fr: Mésopélagique
he: מזופלגיים
hu: Mezopelágikus
id: Mesopelagik
it: Mesopelagico
ka: მეზოპელაგიური
ko: 중해수층
nl: Mesopelagisch
nl_be: Mesopelagisch
pl: Mezopelagial
pt_br: Mesopelágico
pt_pt: Zona Mesopelágica
ru: Мезопелагический
sk: Mezopelagiál
sr_cyrl: Месопелагик
sr_latn: Mesopelagik
sv: Mesopelagisk
th_th: แดนสนธยา
tr: Mezopelajik
uk: Серединомор'я
zh_cn: 中层带
zh_tw: 中層帶

source: Metabolosomes
bg: Метаболозоми
cs: Metabolozomy
de: Metabolome
eo: Metabolosomoj
es: Metabolosomas
et: Metabolosoomid
fi: Metabolosomi
fr: Métabolosomes
he: מטבולוזומים
hu: Metaboloszómák
id: Metabolosom
it: Metabolosomi
ka: მეტაბოლოსომები
ko: 대사체
nl: Metabolosomen
nl_be: Metabolosomen
pl: Metabolosomy
pt_br: Metabolossomo
pt_pt: Metabolossomas
ru: Метаболосомы
sk: Metabolozómy
sr_cyrl: Метаболосоми
sr_latn: Metabolosomi
sv: Metabolosomer
th_th: เมตาโบโลโซม
tr: Metabolozomlar
uk: Метаболосоми
zh_cn: 代谢体
zh_tw: 代謝體

# METABOLOSOMES_DESCRIPTION
source: Metabolosomes are clusters of proteins wrapped in protein shells. They are able to convert [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound] at a much higher speed than can be done in the cytoplasm in a process called [b]Aerobic Respiration[/b]. It does, however, require [thrive:compound type="oxygen"][/thrive:compound] to function, and lower levels of [thrive:compound type="oxygen"][/thrive:compound] in the environment will slow down the rate of its [thrive:compound type="atp"][/thrive:compound] production. Since the metabolosomes are suspended directly in the cytoplasm, the surrounding fluid performs some [b]glycolysis[/b].
bg: Метаболозомите са струпвания от протеини, увити в протеинови обвивки. Те превръщат [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound], много по-бързо от цитоплазмата в процес, който се нарича [b]аеробно дишане[/b]. За да функционират се нуждаят от [thrive:compound type="oxygen"]кислород[/thrive:compound], когато той не е достатъчен произвеждането на [thrive:compound type="atp"]АТФ[/thrive:compound] се забавя. Понеже метаболозомите са скачени с цитоплазма, тя извършва известна [b]гликолиза[/b].
ca: Els Metabolosomes són cúmuls de proteïnes embolcallades per una membrana de proteïnes. Transformen la Glucosa en ATP mitjançant la Respiració Aeròbica, de manera més ràpida i eficient que el Citoplasma. No obstant, necessita grans quantitats d'Oxigen atmosfèric per funcionar amb eficàcia, i nivells d'Oxigen més baixos en reduïran la velocitat de producció d'ATP. Com que els Metabolosomes estan suspesos en el Citoplasma, el fluid que els envolta duu a terme una certa glicòlisi.
cs: Metabolosomy jsou shluky proteinů zabalené v proteinovém plášti. Mají schopnost změnit [thrive:compound type="glucose"][/thrive:compound] na [thrive:compound type="atp"][/thrive:compound] daleko rychleji než cytoplasma skrze proces nazývaný [b]Buněčné dýchání[/b]. Potřebuje na to ale [thrive:compound type="oxygen"][/thrive:compound] aby fungovalo, a nízký objem [thrive:compound type="oxygen"][/thrive:compound] v prostředí zpomalí schopnost produkovat [thrive:compound type="atp"][/thrive:compound]. Jelikož jsou metabolosomy obaleny cytoplazmou, tato okolní tekutina stále provádí nějakou [b]glykolýzu[/b].
de: Metabolosomen sind Cluster von Proteinen, die in Proteinhüllen verpackt sind. Sie sind in der Lage, Glukose in einem Prozess, der aerobe Atmung genannt wird, mit einer viel höheren Geschwindigkeit in ATP umzuwandeln, als dies im Zytoplasma möglich ist. Für ihre Funktion benötigt sie jedoch Sauerstoff, und ein niedrigerer Sauerstoffgehalt in der Umgebung verlangsamt die Geschwindigkeit ihrer ATP-Produktion. Da die Metabolosomen direkt im Zytoplasma untergebracht sind, führt die umgebende Flüssigkeit glykolyse durch.
eo: Metabolosomoj estas aretoj de proteinoj envolvitaj en proteinaj ŝeloj. Ili povas konverti glukozon en ATP kun multe pli alta rapideco ol oni povas esti farita en la citoplasmo en proceso nomita Aeroba Respirado. Tamen ĝi postulas oksigenon por funkcii, kaj pli malaltaj niveloj de oksigeno en la medio malrapidigos la rapidon de ĝia produktado de ATP. Ĉar la metabolosomoj estas suspenditaj rekte en la citoplasmo, la ĉirkaŭa likvaĵo iom fermentas.
es: Los metabolosomas son aglomeraciones de proteínas envueltas en cápsides. Pueden convertir la [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] de forma mucho más eficiente que el citoplasma en un proceso llamado [b]respiración aeróbica[/b]. Sin embargo, requiere [thrive:compound type="oxygen"][/thrive:compound] para funcionar, y niveles bajos de [thrive:compound type="oxygen"][/thrive:compound] en el ambiente causarán la ralentización de su producción de [thrive:compound type="atp"][/thrive:compound]. Como los metabolosomas están directamente suspendidos en el citoplasma, este fluido realiza la [b]glucólisis[/b].
et: Metabolosoomid on valkude klastrid, mis on mähitud valgukestesse. Nad on võimelised muutma glükoosi ATP-ks palju suurema kiirusega, kui seda saab teha tsütoplasmas protsessis, mida nimetatakse aeroobseks hingamiseks. Siiski vajab see toimimiseks hapnikku ja madalam hapnikusisaldus keskkonnas aeglustab selle ATP tootmist. Kuna metabolosoomid suspendeeritakse otse tsütoplasmas, teostab ümbritsev vedelik teatud määral glükolüüsi.
fi: Metabolosomit, eli aineenvaihduntaelimet ovat proteiinikuorien koteloimia proteiiniryppäitä, jotka muuntavat glukoosia ATP:ksi. Näiden energian tuotanto on solulimaa tehokkaampaa johtuen prosessista, jota kutsutaan aerobiseksi energiantuotoksi. Siinä glykolyysin lisäksi tapahtuu muita toimintoja, jotka tuottavat pelkkää glykolyysiä huomattavasti enemmän ATP:tä. Tämä prosessi tarvitsee kuitenkin happea toimiakseen, ja siten ympäristön happipitoisuus vaikuttaa muunnosnopeuteen.
fr: Les métabolosomes sont des amas de protéines enveloppés dans des enveloppes protéiques. Ils sont capables de convertir le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound] à une vitesse bien supérieure à celle du cytoplasme dans un processus appelé [b]Respiration aérobie[/b]. Elle a toutefois besoin de [thrive:compound type="oxygen"][/thrive:compound] pour fonctionner, et des niveaux inférieurs de [thrive:compound type="oxygen"][/thrive:compound] dans l'environnement ralentiront le rythme de sa production de [thrive:compound type="atp"][/thrive:compound]. Comme les métabolosomes sont suspendus directement dans le cytoplasme, le liquide environnant effectue une certaine [b]glycolyse[/b].
he: מטבולוזומים הם מקבצי חלבונים העטופים במעטפת חלבונים. הם מסוגלים להמיר [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound] במהירות גבוה יותר ממה שניתן לעשות בציטופלזמה בתהליך שנקרא [b]נשימה אירובית[/b]. יחד עם זאת, הוא דורש [thrive:compound type="oxygen"][/thrive:compound] כדי לתפקד, ורמות [thrive:compound type="oxygen"][/thrive:compound] נמוכות יותר בסביבה יאטו את קצב ייצור של [thrive:compound type="atp"][/thrive:compound]. מכיוון שהמטבולוזומים צפים בציטופלזמה, הנוזל שמסביבם מבצעים [b]גליקליזה[/b] ברמה מסוימת.
hu: A metaboloszómák fehérjecsoportosulások fehérjeburokba csomagolva. A glükózt a citoplazmánál sokkal gyorsabban át tudják alakítani ATP-vé az aerob légzés segítségével. Viszont, mivel egyfajta "légzés", ezért oxigén kell a működéséhez, így a környezetben kisebb az oxigénszint, akkor ennek hatására az ATP előállítása lelassul. Mivel a metaboloszómák a citoplazmában helyezkednek el, ezért a körülötte elhelyezkedő folyadék végez némi glikolízist.
id: Metabolosom adalah gugusan protein terbungkus dalam kulit protein. Mereka dapat mengkonversi glukosa menjadi ATP pada laju yang lebih tinggi daripada yang terjadi di sitoplasma dengan proses yang dinamakan Respirasi Aerob. Namun, proses tersebut tentu membutuhkan oksigen untuk berfungsi, dan tingkat oksigen yang lebih rendah di lingkungan akan memperlambat laju produksi ATP-nya. Karena metabolosom tersuspensi secara langsung dalam sitoplasma, cairan sekelilingnya juga melakukan beberapa glikolisis.
it: I metabolosomi sono ammassi di proteine avvolti in involucri proteici. Convertono il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] molto più velocemente rispetto a quanto farebbe il citoplasma. Questo processo si chiama [b]respirazione aerobica[/b]. Tuttavia, richiedono [thrive:compound type="oxygen"][/thrive:compound] per funzionare: livelli più bassi li rallentano. Siccome i metabolosomi sono sospesi direttamente nel citoplasma, il fuido circostante produce piccole quantità di [thrive:compound type="atp"][/thrive:compound] tramite [b]glicolisi[/b].
ko: 대사체는 단백질 껍질에 싸인 단백질 집합입니다. 그들은 호기성 호흡이라는 과정을 통해 세포질에서 할 수있는 것보다 훨씬 더 빠른 속도로 포도당을 ATP로 전환 할 수 있습니다. 그러나 이를 위해 산소가 필요하며 산소가 적은 환경에선 ATP 생산 속도가 느려집니다. 대사체가 세포질에 의해 직접 둘러싸이면 주변 유체가 일부 발효를 수행합니다.
nl: Metabolosomen zijn groepen van eiwitten die in een eiwitschelp zijn gewikkeld. Ze maken het mogelijk om met een veel hogere snelheid [thrive:compound type="glucose"][/thrive:compound] om te zetten in [thrive:compound type="atp"][/thrive:compound] dan cytoplasma dit kan doen. Ze gebruiken hierbij een proces genaamd [b]Aerobe Dissimilatie[/b]. Het heeft echter wel [thrive:compound type="oxygen"][/thrive:compound] nodig om zijn werk te kunnen doen. Lagere hoeveelheden van [thrive:compound type="oxygen"][/thrive:compound] in de omgeving zullen ook zorgen voor een tragere productie van [thrive:compound type="atp"][/thrive:compound]. Aangezien metabolosomen direct in het cytoplasma hangen, voert de vloeistof er om heen ook enige [b]glycolyse[/b] uit.
nl_be: Metabolosomen zijn clusters van proteïnen verpakt in eiwitomhulsels. Ze zijn in staat om veel sneller glucose om te zetten in ATP dan cytoplasma, dit door middel van een proces genaamd aerobe respiratie. Het heeft echter wel zuurstof nodig om te functioneren en lagere zuurstofniveaus in de omgeving vertragen dus de ATP-productie. Omdat de metabolosomen direct in het cytoplasma zijn gesuspendeerd, voert de omringende vloeistof enige glycolyse uit.
pl: Metabolosomy to grupy białek zamknięte w proteinowych powłokach. Potrafią zmieniać [thrive:compound type="glucose"][/thrive:compound] w [thrive:compound type="atp"][/thrive:compound] o wiele wydajniej niż cytozol w procesie zwanym [b]Oddychaniem Tlenowym[/b]. Jednak żeby funkcjonować potrzebują [thrive:compound type="oxygen"][/thrive:compound], więc niższe stężenia [thrive:compound type="oxygen"][/thrive:compound] w środowisku spowalniają ich produkcję [thrive:compound type="atp"][/thrive:compound]. Przez to, że metabolosomy są zanurzone bezpośrednio w cytozolu, otaczający płyn przeprowadza [b]glikolizę[/b].
pt_br: Metabolossomos são aglomerados de proteínas envoltos em cascas de proteínas. Eles conseguem converter [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound] a uma taxa muito maior do que pode ser feita no citoplasma em um processo chamado [b]Respiração Aeróbica[/b]. No entanto, eles necessitam de [thrive:compound type="oxygen"][/thrive:compound] para funcionar, e níveis menores de [thrive:compound type="oxygen"][/thrive:compound] no ambiente vão desacelerar a taxa da produção de [thrive:compound type="atp"][/thrive:compound]. Como os metabolossomos são suspensos diretamente no citoplasma, os fluidos em volta realizarão alguma [b]glicólise[/b].
pt_pt: Metabolossomas são conjuntos de proteínas envoltos no invólucro das proteínas. Eles são capazes de converter glicose em ATP a uma velocidade muito mais alta do que pode ser feito no citoplasma num processo chamado Respiração Aeróbica. No entanto, ele requer oxigênio para funcionar, e níveis mais baixos de oxigênio no ambiente diminuirão a taxa de produção de ATP. Uma vez que os metabolossomas estão suspensos diretamente no citoplasma, o fluido circundante realiza alguma glicólise.
ru: Метаболосомы - это кластеры белков, завернутые в белковые оболочки. Они способны преобразовывать [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound]с гораздо большей скоростью, чем это может быть сделано в цитоплазме, в процессе называемом [b]Аэробным Дыханием[/b]. Однако для его функционирования требуется [thrive:compound type="oxygen"][/thrive:compound], а более низкий уровень [thrive:compound type="oxygen"][/thrive:compound] в окружающей среде замедлит скорость производства [thrive:compound type="atp"][/thrive:compound]. Поскольку метаболосомы находятся во взвешенном состоянии непосредственно в цитоплазме, окружающая жидкость выполняет некоторую часть [b]гликолиза[/b].
sr_cyrl: Метаболосоми су грозди протеина умотани у протеинске љуске. Они су у стању да претворе глукозу у ATP много већом брзином него што се то може учинити у цитоплазми са процесу који се назива аеробно дисање. Међутим, потребан му је кисеоник да би функционисао, а нижи нивои кисеоника у околини успориће брзину његове производње ATP. Пошто су метаболосоми суспендовани директно у цитоплазми, околна течност врши одређену ферментацију.
sr_latn: Metabolosomi su grozdi proteina umotani u proteinske ljuske. Oni su u stanju da pretvore glukozu u ATP mnogo većom brzinom nego što se to može učiniti u citoplazmi sa procesu koji se naziva aerobno disanje. Međutim, potreban mu je kiseonik da bi funkcionisao, a niži nivoi kiseonika u okolini usporiće brzinu njegove proizvodnje ATP. Pošto su metabolosomi suspendovani direktno u citoplazmi, okolna tečnost vrši određenu fermentaciju.
sv: Metabolosomer är kluster av proteiner förpackade i proteinskal. De kan omvandla glukos till ATP i mycket högre takt än vad som kan göras i cytoplasman i en process som kallas Aerobisk Andning. Det kräver dock syre för att fungera, och lägre nivåer av syre i miljön kommer att sakta ner hastigheten för dess ATP-produktion. Eftersom metabolosomerna är suspenderade direkt i cytoplasman utför den omgivande vätskan viss jäsning.
th_th: เมตาโบโลโซมเป็นกลุ่มของโปรตีนที่ห่อหุ้มด้วยเปลือกโปรตีน พวกเขาสามารถเปลี่ยนกลูโคสเป็น ATP ในอัตราที่สูงกว่าที่ทำได้ในไซโตพลาสซึมในกระบวนการที่เรียกว่า Aerobic Respiration อย่างไรก็ตามมันต้องการออกซิเจนในการทำงานและระดับออกซิเจนในสิ่งแวดล้อมที่ต่ำลงจะทำให้อัตราการผลิต ATP ช้าลง เนื่องจากเมตาโบโซมถูกแขวนไว้ในไซโทพลาสซึมโดยตรงของเหลวที่อยู่รอบ ๆ จึงทำปฏิกิริยาไกลโคไลซิส
tr: Metabolozomlar, protein kabuklarının içine sarılmış proteinler kümesidir. Sitoplazmada gerçekleşen [b]Oksijenli Solunuma[/b] kıyasla, metabolozomlar [thrive:compound type="glucose"]glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] çok daha yüksek hızda dönüştürebilir. Ancak, metabolozomlar çalışmak için [thrive:compound type="oxygen"]oksijen[/thrive:compound] gerektirir ve ortamda düşük seviyelerde bulunan [thrive:compound type="oxygen"]oksijen[/thrive:compound], onun [thrive:compound type="atp"]ATP[/thrive:compound] üretim hızını yavaşlatır. Metabolozomlar direkt sitoplazmada asılı kaldığından, etrafında bulunan akışkan [b]glikoliz[/b] yapabilir.
uk: Метаболосоми є скупченнями білків в білковій оболонці. Вони набагато швидше перетворюють [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound] ніж в цитоплазмі під час процесу, що зветься [b]Анаеробним Диханням[/b]. Та для цього потрібен [thrive:compound type="oxygen"][/thrive:compound], а нищий рівень [thrive:compound type="oxygen"][/thrive:compound] сповільнює синтез [thrive:compound type="atp"][/thrive:compound]. Оскільки метаболосоми розміщені в цитоплазмі, навколишня рідина здійснює [b]гліколіз[/b].
zh_cn: 代谢体是包裹在蛋白质外壳中的蛋白质团块。它们能够以比在细胞质中更高的速率将葡萄糖转换成ATP，这个过程称为[b]有氧呼吸[/b]。不管怎样，它需要氧才能运作，低水平的环境氧会导致ATP产出减速。由于代谢体是直接悬浮在细胞质中的，所以它周围的细胞质也能进行一些[b]糖酵解[/b]。
zh_tw: 代謝體是包裹在蛋白質殼中的蛋白質叢。它們能夠將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]，其速度比在細胞質中快得多，這個過程稱為[b]有氧呼吸[/b]。然而，它需要 [thrive:compound type="oxygen"][/thrive:compound] 才能發揮作用，低含量的 [thrive:compound type="oxygen"][/thrive:compound] 會降低其 [thrive:compound type="atp"][/thrive:compound] 生產速度。由於代謝體直接懸浮在細胞質中，周圍的細胞質也能進行一些[b]糖解[/b]。

# METABOLOSOMES_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="oxygen"][/thrive:compound].
bg: Превръщат [thrive:compound type="glucose"]глюкозата[/thrive:compound] в [thrive:compound type="atp"]АТФ[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="oxygen"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="glucose"]glukózu[/thrive:compound] na [thrive:compound type="atp"]ATP[/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="oxygen"]kyslíku[/thrive:compound].
de: Wandelt [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound] um. Rate skaliert mit der Konzentration an [thrive:compound type="oxygen"][/thrive:compound].
es: Convierte [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. La tasa aumenta con la concentración de [thrive:compound type="oxygen"][/thrive:compound].
et: Muudab [thrive:compound type="glucose"][/thrive:compound] tüübiks [thrive:compound type="atp"][/thrive:compound]. Hindamisskaalad kontsentratsiooniga [thrive:compound type="oxygen"][/thrive:compound].
fi: Muuntaa [thrive:compound type="glucose"]glukoosia[/thrive:compound] [thrive:compound type="atp"]ATP:ksi[/thrive:compound]. Nopeus skaalautuu [thrive:compound type="oxygen"]hapen[/thrive:compound] pitoisuuden mukaan.
fr: Transforme le [thrive:compound type="glucose"][/thrive:compound] en [thrive:compound type="atp"][/thrive:compound]. Taux proportionnel à la concentration en [thrive:compound type="oxygen"][/thrive:compound].
he: הופך [thrive:compound type="glucose"][/thrive:compound] ל[thrive:compound type="atp"][/thrive:compound]. בהתאם לריכוז של [thrive:compound type="oxygen"][/thrive:compound].
hu: [thrive:compound type="glucose"][/thrive:compound]-t alakít át [thrive:compound type="atp"][/thrive:compound]-vé. Hatékonysága függ az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="glucose"][/thrive:compound] menjadi [thrive:compound type="atp"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="oxygen"][/thrive:compound]
it: Trasforma il [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="oxygen"][/thrive:compound].
ka: გადაჰყავს [thrive:compound type="glucose"][/thrive:compound] ნივთიერებაში [thrive:compound type="atp"][/thrive:compound]. სიჩქარე იზრდება [thrive:compound type="oxygen"][/thrive:compound]-ის კონცენტრაციასთან ერთად.
nl: Zet [thrive:compound type="glucose"][/thrive:compound] om in [thrive:compound type="atp"][/thrive:compound]. De snelheid schaalt met de concentratie van [thrive:compound type="oxygen"][/thrive:compound].
nl_be: Verandert [thrive:compound type="glucose"][/thrive:compound] in [thrive:compound type="atp"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="oxygen"][/thrive:compound].
pl: Utlenia [thrive:compound type="glucose"][/thrive:compound] wydzielając [thrive:compound type="atp"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="oxygen"][/thrive:compound].
pt_br: Transforma [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. Quantidade aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="glucose"][/thrive:compound] em[thrive:compound type="atp"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="oxygen"][/thrive:compound].
ru: Превращает [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound]. Скорость увеличивается при повышении концентрации [thrive:compound type="oxygen"][/thrive:compound].
sk: Premieňa [thrive:compound type="glucose"]glukózu[/thrive:compound] na [thrive:compound type="atp"][/thrive:compound]. Množstvo závisí od koncentrácie [thrive:compound type="oxygen"]kyslíka[/thrive:compound].
th_th: เปลี่ยน [thrive:compound]glucose[/thrive:compound] เป็น [thrive:compound]atp[/thrive:compound] อัตรามาตราส่วนด้วยความเข้มข้นของ [thrive:compound]oxygen[/thrive:compound]
tr: [thrive:compound type="glucose"]Glukozu[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüştürür. Bu oran, [thrive:compound type="oxygen"]oksijen[/thrive:compound] konsantrasyonu ile doğru orantılıdır.
uk: Перетворює [thrive:compound type="glucose"][/thrive:compound] на [thrive:compound type="atp"][/thrive:compound]. Швідкість перетворення залежить від [thrive:compound type="oxygen"][/thrive:compound].
zh_cn: 将[thrive:compound type="glucose"][/thrive:compound]转换成[thrive:compound type="atp"][/thrive:compound]。速率跟[thrive:compound type="oxygen"][/thrive:compound]浓度成正比。
zh_tw: 將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。速率與 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。

# METRICS
source: Performance Metrics
bg: Показатели за производителност
ca: Mètriques de rendiment
cs: Metriky výkonu
de: Leistungs Daten
es: Métricas de Rendimiento
fr: Mesures de performance
he: מדדי ביצועיים
hu: Teljesítmény metrikák
it: Metriche prestazioni
ka: წარმადობის ჩვენება
nl: Prestatietellers
pl: Wskaźniki Wydajności
pt_br: Exibir Métricas
pt_pt: Métricas de desempenho
ru: Включить показ производительности
sk: Výkonnostné metriky
tr: Performans Ölçümleri
uk: Панель змін
zh_cn: 性能参数
zh_tw: 性能指標
