Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# INCLUDE_MULTICELLULAR_PROTOTYPE_EXPLANATION
source: (some features may be unavailable once you reach the next stages)
bg: (следващите етапи на играта не са завършени и може да не функционират правилно)
ca: (algunes característiques poden no estar disponibles un cop assoleixis els propers estadis)
cs: (některé funkce možná nebudou přístupné jakmile se dostanete do dalších období)
de: (einige Funktionen könnten nicht mehr verfügbar sein, wenn Sie die nächsten Stufen erreichen)
es: (ciertas características no estarán disponibles cuando llegues a ciertas etapas)
fr: (certaines fonctionnalités peuvent être indisponibles une fois les étapes suivantes atteintes)
he: (חלק מהאפשריות יכולים להיות לא זמינים כשאתה מגיע לשלבים הבאים)
hu: (egyes opciók lehet, hogy elérhetetlenek lesznek a többi fázis elértével)
it: (alcune features potrebbero non essere disponibili nelle fasi successive)
ka: (ზოგიერთი ფუნქცია, შეიძლება, ხელმისაწვდომი არ იყოს, როცა შემდეგ დონეებს მიაღწევთ)
nl: (sommige functies zijn mogelijk niet toegankelijk wanneer je volgende fasen bereikt)
pl: (niektóre funkcje mogą być niedostępne gdy dotrzesz to następnych etapów)
pt_br: (alguns recursos podem não estar disponíveis quando você alcançar os próximos estágios)
pt_pt: (algumas funcionalidades podem ficar indisponíveis ao atingir as fases seguintes)
ru: (некоторые функции могут быть недоступны как только вы достигнете следующего этапа)
sk: (akonáhle sa dostaneš do ďalšej fázy, niektoré funkcie môžu byť nedostupné)
tr: (sonraki evrelere ulaştığında, bazı özellikler mevcut olmayabilir)
uk: (деякі функції можуть бути недоступні коли ви досягнете наступних етапів)
zh_cn: （当你进入测试阶段，一些功能可能无法使用）
zh_tw: （進入下一階段後，某些功能可能無法使用）

source: Industrial Stage
bg: Индустриализация
es: Estadio Industrial
fr: Phase industrielle
ka: ინდუსტრიული ფაზა
nl: Industriële Fase
pt_br: Estágio Industrial
ru: Индустриальная стадия
tr: Sanayi Evresi
uk: Індустріальна стадія
zh_cn: 工业阶段
zh_tw: 工業階段

source: Infinite Compounds
bg: Пиршество
ca: Compostos infinits
cs: Nekonečné sloučeniny
de: Unendlich Substanzen
es: Compuestos infinitos
et: Lõpmatud ühendid
fi: Loputtomat Yhdisteet
fr: Composés infinis
he: תרכובות אינסופיות
hu: Végtelen vegyületek
id: Jumlah Senyawa Tak Terhingga
it: Composti infiniti
ka: უსასრულო ნაერთები
nl: Oneindige Stoffen
nl_be: Oneindige verbindingen
pl: Nieskończone Związki
pt_br: Compostos infinitos
pt_pt: Compostos Infinitos
ru: Бесконечные Соединения
tr: Sonsuz Bileşik
uk: Нескінченні сполуки
zh_cn: 无限化合物
zh_tw: 無限化合物

source: Infinite MP
bg: Неограничени МТ
ca: MP Infinit
cs: Nekonečné MP
de: Unendliche MP
es: MP infinito
et: Lõpmatu MP
fi: Loputon MP
fr: MP illimités
he: אינסוף נקמ"ו
hu: Végtelen MP
id: PM Tak Terhingga
it: PM infiniti
ka: უსასრულო მქ
nl: Oneindige MP
nl_be: Oneindige MP
pl: Nieskończone Punkty Mutacji
pt_br: MP Infinito
pt_pt: PM infinito
ru: Бесконечные MP
sk: Nekonečné MP
tr: Sonsuz MP
uk: Нескінчені МО
zh_cn: 无限变异点
zh_tw: 無限突變點數

# INFO_BOX_COST
source: Base Cost (MP)
ka: საბაზისო ფასი (მქ)
nl: Basis Kosten (MP)
pt_br: Custo base (PM)
pt_pt: Custo Base (PM)
ru: Базовая цена (ОМ)
tr: Taban Fiyatı (MP)
uk: Базова ціна (МО)
zh_tw: 基本成本（突變點數）

# INFO_BOX_ENZYMES
source: Enzymes
ka: ფერმენტები
nl: enzymen
pt_br: Enzimas
pt_pt: Enzimas
ru: Энзимы
tr: Enzimler
uk: Ензими
zh_tw: 酶

# INFO_BOX_INTERNAL_NAME
source: Internal Name
ka: შიდა სახელი
pt_br: Nome Interno
pt_pt: Nome Interno
ru: Внутреннее Имя
tr: İç Adı
uk: Внутрішня назва
zh_tw: 內部名稱

# INFO_BOX_MASS
source: Mass
ka: მასა
nl: Massa
pt_br: Massa
pt_pt: Massa
ru: Масса
tr: Kütle
uk: Маса
zh_tw: 質量

# INFO_BOX_OSMOREGULATION_COST
source: Osmoregulation Cost
ka: ოსმორეგულაციის ფასი
nl: Osmoregulatiekosten
pt_br: Custo de Osmorregulação
pt_pt: Custo de Osmorregulação
ru: Стоимость Осморегуляции
tr: Ozmoregülasyon Maliyeti
uk: Вартість осморегуляції
zh_tw: 滲透調節成本

# INFO_BOX_PROCESSES
source: Processes
ka: პროცესები
nl: Processen
pt_br: Processos
pt_pt: Processos
ru: Процессы
tr: İşlemler
uk: Процеси
zh_tw: 代謝過程

# INFO_BOX_REQUIRES_NUCLEUS
source: Requires Nucleus
ka: საჭიროებს ბირთვს
nl: Vereist Nucleus
pt_br: Requer um Núcleo
pt_pt: Requer Núcleo
ru: Требуется ядро
tr: Hücre Çekirdeği Gerektirir
uk: Необхідне ядро
zh_tw: 需要細胞核

# INFO_BOX_SIZE
source: Size (Hexes)
ka: ზომა (ექვსკუთხედებით)
nl: Grootte (Hexen)
pt_br: Tamanho (em Hexágonos)
pt_pt: Tamanho (Hexágonos)
ru: Размер (В ячейках)
tr: Büyüklük (Altıgenler)
uk: Розмір (у гексах)
zh_tw: 大小（六邊形）

# INFO_BOX_STORAGE
source: Storage
ka: საცავი
nl: Opslag
pt_br: Armazenamento
pt_pt: Armazenamento
ru: Вместимость
tr: Depo
uk: Сховище
zh_tw: 儲存

# INFO_BOX_UNIQUE
source: Unique
ka: უნიკალური
nl: uniek
pt_br: Único
pt_pt: Único
ru: Уникальный
tr: Özgün
uk: Унікальний
zh_tw: 獨特

# INFO_BOX_UPGRADES
source: Upgrades
ka: გაუმჯობესებები
pt_br: Melhorias
pt_pt: Melhorias
ru: Улучшения
tr: Geliştirmeler
uk: Покращення
zh_tw: 升級

source: Ingested Matter
bg: Погълнати обекти
ca: Matèria Ingerida
cs: Strávená hmota
de: Aufgenommene Materie
es: Material por Digestar
fi: Nielty Aine
fr: Matière ingérée
he: חומר שנבלע
it: Materia ingerita
ka: შთანთქმული მატერია
nl: Ingeslokte Materie
pl: Wchłonięta Materia
pt_br: Matéria ingerida
pt_pt: Matéria Ingerida
ru: Поглощённая материя
tr: İçeri Alınmış Madde
uk: Поглинута матерія
zh_cn: 摄入的物质
zh_tw: 已攝入物質

# INIT_NEW_WORLD_TOOLTIP
source: Create a new world
bg: Създаване на нов свят
ca: Crear un nou món
de: Neue Welt erstellen
fr: Créer un nouveau monde
ka: ახალი სამყაროს შექმნა
nl: Maak een nieuwe wereld
pl: Stwórz nowy świat
pt_br: Criar um novo mundo
pt_pt: Criar um novo mundo
ru: Создать новый мир
tr: Yeni bir dünya oluştur
uk: Створити новий світ
zh_cn: 新建世界
zh_tw: 創建新世界

source: Inputs
bg: Контроли
ca: Entrades
cs: Ovládání
de: Eingaben
eo: Klavoj
es: Entradas
et: Sisendid
fi: Syötteet
fr: Entrées
he: קלטים
hu: Bemenet
id: Input
it: Controlli
ka: შეყვანა
ko: 입력
nl: Invoer
nl_be: Invoer
pl: Wejścia
pt_br: Entradas
pt_pt: Teclado
ru: Клавиши
sk: Ovládanie
sr_cyrl: Уноси
sr_latn: Unosi
th_th: อินพุต
tr: Kontroller
uk: Керування
zh_cn: 输入
zh_tw: 輸入

# INPUT_NAME_BUILD_STRUCTURE
source: Build a structure
fr: Construire un bâtiment
ka: სტრუქტურის აშენება
nl: Bouw een constructie
pl: Zbuduj strukturę
pt_br: Construir uma estrutura
pt_pt: Construir uma estrutura
ru: Построить структуру
tr: Bir yapı inşa et
uk: Побудувати структуру
zh_cn: 建造一个结构
zh_tw: 建造一個結構

# INPUT_NAME_INTERACTION
source: Interact with object
fr: Interagir
ka: ობიექტთან ურთიერთქმედება
nl: Reageer op object
pt_br: Interagir com o objeto
pt_pt: Interagir com objetos
ru: Взаимодействовать с объектом
tr: Nesne ile etkileşim kur
uk: Взаємодіяти з об'єктом
zh_cn: 与物体交互
zh_tw: 與物件交互

# INPUT_NAME_OPEN_INVENTORY
source: Toggle inventory screen
fr: Ouvrir / fermer l'inventaire
ka: ინტვენტარის ეკრანის გადართვა
nl: Schakel inventarisscherm aan/uit
pl: Przełącz widok ekwipunku
pt_br: Mostrar inventário
ru: Включить меню инвентаря
tr: Envanter ekranını aç
uk: Перемкнути екран інвентарю
zh_cn: 打开物品栏
zh_tw: 切換物品欄

source: Inspect
bg: Инспектиране
ca: Inspeccionar
cs: Prohlédnout
de: Untersuchen
es: Inspeccionar
et: Kontrollige
fr: Inspecter
he: לבדוק
hu: Ellenőriz
it: Ispeziona
ka: ინსპექტირება
nl: Inspecteer
pl: Podgląd
pt_br: Inspecionar
pt_pt: Inspecionar
ru: Проверить
sk: Prezrieť
sv: Inspektera
tr: İncele
uk: Оглянути
zh_cn: 检查
zh_tw: 檢查

source: Inspector
fr: Inspecteur
ka: ინსპექტორი
nl: Inspecteerder
pl: Inspektor
pt_br: Inspecionar
pt_pt: Inspetor
ru: Инспектор
tr: Denetleyici
uk: Інспектор
zh_tw: 檢查器

# INTERACTION_ACTIVATE_ASCENSION
source: Activate Ascension Gate
fr: Activer le Portail d'ascension
ka: აყვავების კარიბჭის გააქტიურება
nl: Verheffingspoort Activeren
pt_br: Ativar Portal da Ascensão
ru: Активировать Врата Вознесения
tr: Tırmanış Kapısını Etkinleştir
uk: Активувати Ворота Піднесення
zh_cn: 启动飞升之门
zh_tw: 啟動飛升之門

# INTERACTION_ACTIVATE_ASCENSION_MISSING_ENERGY
source: Activate Ascension Gate (MISSING ENERGY)
fr: Activer le Portail d'ascension (Énergie manquante)
ka: ასვლის კარიბჭის აქტივაცია (არასაკმარისი ენერგია)
nl: Verheffingspoort Activeren (NIET GENOEG ENERGIE)
pt_br: Ativar Portal da Ascensão (ENERGIA INSUFICIENTE)
ru: Активировать Врата Вознесения (ОТСУТСТВУЕТ ЭНЕРГИЯ)
tr: Tırmanış Kapısını Etkinleştir (ENERJİ YOK)
uk: Активувати Ворота Піднесення (БРАКУЄ ЕНЕРГІЇ)
zh_cn: 启动飞升之门（缺少能量）
zh_tw: 啟動飛升之門（缺少能量）

# INTERACTION_CONSTRUCT
source: Finish Construction
fr: Finir la construction
ka: მშენებლობის დასრულება
nl: Maak Constructie Af
pl: Zakończ Budowę
pt_br: Terminar Construção
pt_pt: Terminar construção
ru: Завершить Строительство
tr: İnşaatı Bitir
uk: Завершити конструкцію
zh_cn: 完成建造
zh_tw: 完成建造

# INTERACTION_CONSTRUCT_MISSING_DEPOSITED_MATERIALS
source: Finish Construction (missing required materials)
fr: Finir la construction (matériaux requis manquants)
ka: მშენებლობის დასრულება (აკლია აუცილებელი მასალები)
nl: Maak Constructie Af (mist benodigde materialen)
pt_br: Concluir Construção (materiais necessários em falta)
pt_pt: Terminar construção (faltam materiais necessários)
ru: Завершить Строительство (Недостаёт необходимых материалов)
tr: İnşaatı Bitir (gerekli malzemeler yok)
uk: Завершити конструкцію (не вистачає матеріалів)
zh_cn: 完成建造（缺少所需的材料）
zh_tw: 完成建造（缺少所需材料）

# INTERACTION_CRAFT
source: Craft...
bg: Изработка...
fr: Fabriquer…
ka: ხელობა...
nl: Vervaardigen...
pl: Stwórz...
pt_br: Fabricar…
pt_pt: Criar...
ru: Создать...
tr: Üret...
uk: Крафт...
zh_cn: 合成...
zh_tw: 製造…

# INTERACTION_DEPOSIT_RESOURCES
source: Deposit Materials
fr: Déposer des matériaux
ka: მატერიალების შეტანა
nl: Deponeer Materialen
pt_br: Colocar Materiais
pt_pt: Depositar Materiais
ru: Заложить Материалы
tr: Malzeme Yerleştir
uk: Видача матеріалів
zh_cn: 投放材料
zh_tw: 存放材料

# INTERACTION_DEPOSIT_RESOURCES_NO_SUITABLE_RESOURCES
source: Deposit Materials (no suitable carried items)
fr: Déposer des matériaux (pas de matériaux appropriés)
ka: მასალების შენახვა (ამ ელემენტებს თან ვერ ატარებთ)
nl: Deponeer Materialen (geen geschikte items worden gedragen)
pt_br: Depositar Materiais (sem itens adequados carregados)
ru: Заложить Материалы (нет подходящих носимых вами предметов)
tr: Malzeme Yerleştir (uygun bir taşınan öğe yok)
uk: Депозит матеріалів (немає придатних наявних предметів)
zh_cn: 投放材料（没有合适的携带物品）
zh_tw: 存放材料（沒有符合的攜帶物品）

# INTERACTION_DESTROY
source: Destroy
fr: Détruire
ka: განადგურება
nl: Vernietig
pt_br: Destruir
pt_pt: Destruir
ru: Уничтожить
tr: İmha Et
uk: Знищити
zh_cn: 摧毁
zh_tw: 摧毀

# INTERACTION_FOUND_SETTLEMENT
source: Found a Settlement
fr: Fonder une colonie
ka: დასახლების დაარსება
nl: Nederzetting Oprichten
pt_br: Fundar uma Colônia
pt_pt: Fundar um Povoamento
ru: Основать поселение
tr: Bir Yerleşim Alanı Kur
uk: Заснувати поселення
zh_cn: 成立一个聚居地
zh_tw: 成立一個聚居地

# INTERACTION_HARVEST
source: Harvest
fr: Récolter
ka: მოსავლის აღება
nl: Oogst
pl: Zbierz
pt_br: Colher
pt_pt: Colher
ru: Собрать
tr: Hasat Et
uk: Збирати
zh_cn: 收割
zh_tw: 收獲

# INTERACTION_HARVEST_CANNOT_MISSING_TOOL
source: Harvest (MISSING EQUIPMENT: {0})
fr: Récolter (Équipement manquant :{0})
ka: მოპოვება (გაკლიათ აღჭურვილობა: {0})
nl: Oogst (MIST WERKTUIG: {0})
pt_br: Colher (EQUIPAMENTO FALTANDO:{0})
pt_pt: Colher (EQUIPAMENTO EM FALTA: {0})
ru: Собрать (НЕДОСТАЮЩАЯ ЭКИПИРОВКА : {0})
tr: Hasat Et (MALZEME EKSİK: {0})
uk: Збирати (ВІДСУТНЄ ОБЛАДНАННЯ: {0})
zh_cn: 收割（缺少工具：{0}）
zh_tw: 收穫（缺少工具：{0}）

# INTERACTION_PICK_UP
source: Pick up
fr: Prendre
ka: აღება
nl: Oppakken
pl: Podnieś
pt_br: Pegar
pt_pt: Recolher
ru: Поднять
tr: Topla
uk: Підняти
zh_cn: 捡起
zh_tw: 撿起

# INTERACTION_PICK_UP_CANNOT_FULL
source: Pick up (FULL)
fr: Prendre (PLEIN)
ka: აღება (ინვენტარი სავსეა)
nl: Oppakken (VOL)
pt_br: Pegar (CHEIO)
pt_pt: Recolher (CHEIO)
ru: Поднять (Нет места)
tr: Topla (DOLU)
uk: Підняти (ЗАПОВНЕНО)
zh_cn: 捡起（物品栏已满）
zh_tw: 撿起（物品欄已滿）

source: Internals
bg: Вътрешности
ca: Parts internes
cs: Vnitřnosti
es: Partes internas
fr: Internes
he: פנימיות
it: Viscere
ka: შიგნეულობა
nl: Internen
pl: Wnętrzności
pt_br: Vísceras
pt_pt: Internos
ru: Внутренности
tr: İç Organlar
uk: Внутрішні органи
zh_cn: 内部
zh_tw: 內部

# INTERNAL_NAME_IN_USE
source: There is already a mod with the specified internal name
bg: Наименованието на папката вече съществува
ca: Ja hi ha un mod amb el nom intern especificat
cs: Již existuje mod se zadaným interním názvem
de: Es gibt bereits einen Mod mit diesem internen Namen
es: Ya existe un mod con el nombre interno especificado
et: Määratud sisenimega mod on juba olemas
fr: Une modification porte déjà ce nom interne
he: כבר קיים מוד בעל שם פנימי ספציפי זה
it: È già presente una mod con questo nome interno
ka: მითითებული შიდა სახელის მქონე მოდი უკვე არსებობს
nl: Er is al een mod met de gespecificeerde interne naam
nl_be: Er is al een mod met die gegeven interne naam
pt_br: Já existe um mod com esse nome interno
pt_pt: Já existe um mod com o nome interno especificado
ru: Уже есть мод с указанным внутренним именем
tr: Belirtilen iç ada sahip bir mod zaten var
uk: Існує мод з такою внутрішньою назвою
zh_cn: 已经有一个内部名称相同的mod了
zh_tw: 已存在內部名稱相同的模組

# INTERNAL_NAME_REQUIRED
source: Internal name is required
bg: Изисква се наименование на папката
ca: Es requereix un nom intern
cs: Je vyžadován interní název
de: Interner Name erforderlich
es: Nombre interno obligatorio
et: Sisemine nimi on nõutav
fr: Un nom interne est nécessaire
he: נדרש שם פנימי
it: Il nome interno è richiesto
ka: შიდა სახელ აუცილებელია
nl: Interne naam is vereist
nl_be: Interne naam is vereist
pt_br: Um nome interno é obrigatório
pt_pt: O nome interno é obrigatório
ru: Требуется внутреннее имя
tr: İç ad gerekli
uk: Вимагається внутрішнє ім'я
zh_cn: 需要内部名称
zh_tw: 需要內部名稱

# INTERNAL_NAME_REQUIRES_CAPITAL
source: Internal name should begin with a capital letter
bg: Наименованието на папката трябва да започва с главна буква
ca: Nom intern hauria de començar en majúscula
cs: Interní název by měl začínat velkým písmenem
de: Internet Name sollte mit einem Großbuchstaben beginnen
es: Nombre interno debe comenzar en mayúscula
et: Sisenimi peaks algama suure tähega
fr: Les noms internes doivent commencer par une majuscule
he: השם הפנימי צריך להתחיל באות גדולה
it: Il nome interno dovrebbe iniziare con una lettera maiscola
ka: შიდა სახელი დიდი ასოთი უნდა იწყებოდეს
nl: Interne naam dient met een hoofdletter te beginnen
nl_be: Interne naam moet beginnen met een hoofdletter
pt_br: O nome interno deve começar com uma letra maiúscula
pt_pt: O nome interno deve começar com letra maiúscula
ru: Внутреннее имя должно начинаться с заглавной буквы
tr: İç ad, büyük harfle başlamalıdır
uk: Внутрішнє ім'я має починатися з великої літери
zh_cn: 内部名称应以大写字母开头
zh_tw: 內部名稱應以大寫字母開頭

source: Invalid Data to Plot
bg: Невалидни данни
ca: Camí de la icona del mod invàlid
cs: Neplatná data k vykreslení
de: Ungültige Daten zum Darstellen
es: Datos inválidos
et: Joonistamiseks on kehtetud andmed
fi: Virheellistä dataa ei voitu sovittaa kuvaajaan
fr: Données non valides à tracer
he: נתונים לא חוקיים להזימה
hu: Érvénytelen adatok az ábrázoláshoz
it: Dati da mostrare non validi
ka: არასწორი მონაცემები დასახატად
nl: Incorrecte Data om te Plotten
pl: Nieprawidłowe Dane do Wykreślenia
pt_br: Dados Inválidos
pt_pt: Dados inválidos
ru: Невозможно отобразить данные
sk: Neplatné údaje na vykreslenie
sv: Ogiltig Data att Plotta
tr: Çizmek için Geçersiz Veri
uk: Недійсні дані для ділянки
zh_cn: 绘图数据无效
zh_tw: 繪製數據無效

# INVALID_ICON_PATH
source: Invalid mod icon path
bg: Невалидно местоположение на иконата
ca: Camí de la icona del mod invàlid
cs: Neplatná cesta ikony modu
de: Ungültiger Pfad des Mod-Icon
es: Ruta de acceso al ícono del mod inválida
et: Kehtetu modiikooni tee
fi: Virheellinen modikuvakkeen polku
fr: Chemin d'accès à l'icône invalide pour cette modification
he: נתיב סמליל מוד לא חוקית
it: Percorso icona non valido
ka: არასწორი მოდის ხატულის ბილიკი
nl: Incorrect pad naar modicoon
nl_be: Ongeldige mod icoon map
pl: Niewłaściwa ścieżka do ikony modu
pt_br: Caminho do ícone do mod é inválido
pt_pt: Caminho do ícone do mod inválido
ru: Неверный путь к значку мода
tr: Geçersiz mod simgesi yolu
uk: Недійсна доріжка іконки мода
zh_cn: 无效的mod图标路径
zh_tw: 模組圖示路徑無效

# INVALID_SAVE_NAME_POPUP
source: Save name may not contain special characters (<>:"/\|?*)
bg: Наименованието на записа не трябва да съдържа специални знаци: (<>:"/\|?*)
ca: El nom de l'arxiu de guardat pot no tenir caràcters especials (<>:"/\|?*)
cs: Název uložené hry nesmí obsahovat speciální znaky (<>:"/\|?*)
de: Name des Speicherstand darf keine Sonderzeichen enthalten(<>:"/\|?*)
es: El nombre del archivo no puede contener caracteres especiales (<>:"/\|?*)
et: Salvestusnimi ei tohi sisaldada erimärke (<>:"/\|?*)
fi: Tiedostonimessä ei voi käyttää erikoismerkkejä (<>:"/\|?*)
fr: Le nom de sauvegarde ne doit pas contenir de caractères spéciaux (<>:"/\|?*)
he: שם שמירה צריכה לא להכיל סימנים מיוחדים (<>:"/\|?*)
it: Il nome del salvataggio non può contenere caratteri speciali (<>:"/\|?*)
ka: შენახულის სახელი არ შეიძლება, სპეციალურ სიმბოლოებს შეიცავდეს (<>:"/\|?*)
nl: Opslagbestandsnaam mag geen speciale tekens bevatten (<>:"/\|?*)
nl_be: Save naam mag geen speciale tekens bevatten (<>:"/\|?*)
pl: Nazwy zapisów nie mogą zawierać znaków specjalnych (<>:"/\|?*)
pt_br: Nome salvo não pode conter caractéres especiais (<>:"/\|?*)
pt_pt: O nome do ficheiro guardado não pode conter caracteres especiais (<>:"/\|?*)
ru: Имя сохранения может не содержать специальных символов (<>:"/\|?*)
tr: Kayıt adı özel karakterler içeremez (<>:"/\|?*)
uk: Назва збереження не може містити спеціальних символів (<>:"/\|?*)
zh_cn: 存档名称不应包含特殊字符(<>:"/|?*)
zh_tw: 存檔名稱不得包含特殊字元（<>:"/\|?*）

# INVALID_SPECIES_NAME_POPUP
source: Species name must conform to binomial naming system (genus and epithet)!
bg: Наименованието трябва да отговаря на бинарната номенклатура (родово название и видов епитет)!
ca: El nom de l'espècie s'ha d'adequar a la nomenclatura binomial (Gènere i Epítet)!
cs: Název druhu musí odpovídat binomickému systému pojmenování (rod a epiteton)!
de: Der Name der Art muss dem binomischen Benennungssystem entsprechen (Genus und Epitheton)!
es: ¡El nombre de la especie debe respetar la nomenclatura binomial (género i epíteto)!
et: Liigi nimi peab vastama binoomnimesüsteemile (perekond ja epiteet)!
fr: Le nom d'espèce doit respecter la nomenclature binomiale (genre et épithète) !
he: שם המין חייב להתאים למערכת השמות הבינומית (סוג וכינוי)!
hu: A faj nevének be kell tartania a kettős nevezéktan rendszerét (Generikus és Specifikus)!
it: Il nome della specie deve essere conforme alla nomenclatura binomiale (genere ed epiteto)!
ka: სახეობის სახელი ბინომურ დასახელების სისტემას უნდა ემორჩილებოდეს (სახეობა და ეპითეტი)!
nl: Soortnaam moet zich houden aan het binominale naamgevingssysteem (genus en aanduiding)!
nl_be: Soortnaam moet voldoen aan het binominale naamgevingssysteem (Genus en Epithet)!
pl: Nazwa gatunku musi być zgodna z dwumianowym systemem nazw (rodzaj i epitet)!
pt_br: O nome da espécie deve se adequar a nomenclatura binomial (Gênero e Epípeto)!
pt_pt: O nome da espécie deve estar de acordo com o sistema de nomenclatura binomial (gênero e epíteto)!
ru: Название вида должно соответствовать биномиальной системе наименования (Род и Эпитет)!
tr: Tür adı, ikili adlandırma sistemine uymalı (cins ve epitet)!
uk: Видова назва має відповідати біномінальній системі іменування ( рід та епітет)!
zh_cn: 物种名称必须符合双名法命名系统（属和表名）!
zh_tw: 物種名稱必須符合二名法（屬名和種小名）！

# INVALID_TAG
source: Invalid tag "{0}" specified
bg: Невалиден етикет: „{0}“
ca: Etiqueta invàlida "{0}" especificada
cs: Zadán neplatný tag "{0}"
de: Ungültiger Tag "{0}" angegeben
es: Etiqueta inválida "{0}" especificada
et: Määratud kehtetu märgend "{0}"
fr: Étiquette spécifiée "{0}" invalide
he: צוין תגית לא חוקית: "{0}"
it: Il tag specificato "{0}" non è valido
ka: მითითებულია არასწორი ჭდე "{0}"
nl: Incorrect etiket "{0}" gespecificeerd
nl_be: Ongeldige tag "{0}" opgegeven
pl: Nieprawidłowy tag "{0}" określony
pt_br: Tag inválida "{0}" especificada
pt_pt: Tag inválida "{0}" especificada
ru: Указан неверный тег "{0}"
tr: Geçersiz etiket "{0}" belirlendi
uk: Вказаний "{0}" недійсний
zh_cn: 指定的标签“{0}”无效
zh_tw: 指定的標籤「{0}」無效

source: Invalid URL format
bg: Невалиден формат на връзката
ca: Format d'URL invàlid
cs: Neplatný formát URL
de: Ungültiges URL-Format
es: Formato de URL invalido
et: Vale URL-i vorming
fi: Virheellinen URL muoto
fr: Format d'URL invalide
he: פורמט של כתובת אתר אינו חוקי
hu: Érvénytelen URL formátum
it: Formato URL non valido
ka: არასწორი ბმულის ფორმატი
nl: Incorrect URL formaat
nl_be: Ongeldig URL formaat
pl: Niepoprawny format URL
pt_br: Formato de URL inválido
pt_pt: Formato de URL inválido
ru: Неверный формат URL
sk: Neplatný formát adresy URL
tr: Geçersiz URL formatı
uk: Недійсний URL формат
zh_cn: 无效的网址格式
zh_tw: URL 格式無效

source: Invalid URL scheme
bg: Невалидна връзка
ca: Esquema URL invàlid
cs: Neplatné schéma adresy URL
de: Ungültiges URL-Format
es: Esquema URL inválido
et: Vigane URL-i skeem
fi: Virheellinen URL-osoitemalli
fr: Schéma d'URL invalide
he: סכימת כתובת URL לא חוקית
hu: Érvénytelen URL séma
it: Schema URL non valido
ka: არასწორ ბმულის სქემა
nl: Incorrect URL protocol
nl_be: ongeldig URL schema
pl: Niepoprawny schemat URL
pt_br: Esquema URL inválido
pt_pt: Esquema de URL inválido
ru: Неверная схема URL-адреса
sk: Neplatná schéma adresy URL
tr: Geçersiz URL şeması
uk: Недійсна схема URL
zh_cn: 无效的URL Schemes
zh_tw: URL scheme 無效

# INVENTORY_ITEMS_ON_GROUND
source: Items on the Ground
fr: Objets à terre
ka: საგნები იატაკზე
nl: Items op de Grond
pt_br: Itens no Chão
pt_pt: Itens no Chão
ru: Предметы на полу
tr: Yerdeki Öğeler
uk: Предмети на землі
zh_cn: 在地上的物品
zh_tw: 地面上的物品

# INVENTORY_TITLE
source: Inventory
bg: Инвентар
fr: Inventaire
ka: ინვენტარი
nl: Inventaris
pl: Ekwipunek
pt_br: Inventário
pt_pt: Inventário
ru: Инвентарь
tr: Envanter
uk: Інвентар
zh_cn: 物品栏
zh_tw: 物品欄

# INVENTORY_TOGGLE_CRAFTING
source: Crafting
fr: Fabrication
ka: ხელობა
nl: Vervaardigen
pl: Tworzenie
pt_br: Criação
ru: Ремесло
tr: Üretim
uk: Створення
zh_cn: 合成
zh_tw: 製作

# INVENTORY_TOGGLE_GROUND
source: Ground
fr: Sol
ka: ზედაპირი
nl: Grond
pt_br: Chão
pt_pt: Chão
ru: Поверхность
tr: Yer
uk: Земля
zh_cn: 地面
zh_tw: 地面

source: Inverted
bg: Обръщане
de: Invertiert
es: Invertido
fr: Inversé
he: הפוך
ka: შებრუნებული
nl: Omgekeerd
pl: Odwrócony
pt_br: Invertido
pt_pt: Invertidos
ru: Инвертировать
tr: Ters
uk: Перевернутий
zh_cn: 已反转
zh_tw: 已反轉
