Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# BINDING_AGENT_PROCESSES_DESCRIPTION
source: Press [thrive:input]g_toggle_binding[/thrive:input] to toggle binding mode. When in binding mode you can attach other cells of your species to your colony by moving into them. To leave a colony press [thrive:input]g_unbind_all[/thrive:input]. You cannot enter the editor while bound to other cells.
bg: Свързването е възможно само с индивиди от Вашите създания чрез доближаване до тях. Режимът на свързване се включва с натискане на [thrive:input]g_toggle_binding[/thrive:input]. Клетъчната колония може да се разпадне с натискане на [thrive:input]g_unbind_all[/thrive:input]. Докато сте част от нея, възпроизвеждането не е възможно.
ca: Pressiona la tecla [thrive:input]g_toggle_binding[/thrive:input] per entrar al mode d'unió. Quan siguis en aquest mode, et pots unir a altres cèl·lules de la teva espècie entrant-hi en contacte. Per abandonar una colònia, pressiona la tecla [thrive:input]g_unbind_all[/thrive:input].
cs: Stiskněte [thrive:input]g_toggle_binding[/thrive:input] pro zapnutí spojovacího režimu. Ve spojovacím režimu můžete spojit svou buňku s jinými buňkami stejného druhu tím, že do nich narazíte. Pro opuštění kolonie stiskněte [thrive:input]g_unbind_all[/thrive:input].
de: Drücke [thrive:input]g_toggle_binding[/thrive:input], um den Bindungsmodus umzuschalten. Im Bindungsmodus kannst du andere Zellen deiner Spezies mit deiner Kolonie verbinden, indem du dich in sie hineinbewegst. Um eine Kolonie zu verlassen, drücke [thrive:input]g_unbind_all[/thrive:input].
es: Presiona la tecla [thrive:input]g_toggle_binding[/thrive:input] para entrar al modo Unión. Cuando te encuentres en este modo, puedes unirte a otras células de tu misma especie entrando en contacto con ellas. Cuando desees abandonar una colonia, presiona la tecla [thrive:input]g_unbind_all[/thrive:input].
et: Köitmisrežiimi sisse- ja väljalülitamiseks vajutage nuppu [thrive:input]g_lüliti_siduv[/thrive:input]. Sidumisrežiimis saate oma kolooniaga kinnitada teisi oma liigi rakke, liikudes nendesse. Kolooniast lahkumiseks vajutage [thrive:input]g_lahti_siduma_kõik[/thrive:input].
fi: Vaihda liittymismoodia painamall [thrive:input]g_toggle_binding[/thrive:input]. Liittymismoodissa voit liittyä toisiin lajisi soluihin liikkumalla heitä kohti. Poistuaksesi ryppäästä paina [thrive:input]g_unbind_all[/thrive:input].
fr: Appuyez sur [thrive:input]g_toggle_binding[/thrive:input] pour basculer en mode de liaison. En mode de liaison, vous pouvez attacher d’autres cellules de votre espèce à votre colonie en vous y déplaçant. Pour quitter une colonie, appuyez sur [thrive:input]g_unbind_all[/thrive:input].
he: לחץ על [thrive:input]g_toggle_binding[/thrive:input] על מנת להחליף למצב קישור. בזמן מצב קישור אתה יכול להיצמד לתאים אחרים מאותו בני מינך על מנת ליצור מושבות על ידי תזוזה אליהם. על מנת לעזוב את המושבה לחץ [thrive:input]g_unbind_all[/thrive:input].
id: Tekan [thrive:input]g_toggle_binding[/thrive:input] untuk menyalakan/matikan mode lekat. Ketika di mode lekat kamu bisa melekatkan sel lain yang satu spesies dengamu dengan cara bergerak mendekati mereka. Untuk keluar dari koloni tekan tombol [thrive:input]g_unbind_all[/thrive:input].
it: Premi [thrive:input]g_toggle_binding[/thrive:input] per attivare la modalità di legatura. In essa, puoi attaccarti ad altre cellule della tua specie per formare una colonia. Per abbandonare la colonia premi [thrive:input]g_unbind_all[/thrive:input]. Non puoi accedere all'editor quando sei legato ad altre cellule.
nl: Druk op [thrive:input]g_toggle_binding[/thrive:input] om verbindingsmodus aan of uit te zetten. In verbindingsmodus kun je andere cellen van je soort aan je kolonie binden door tegen ze aan te bewegen. Om de kolonie te verlaten druk je op [thrive:input]g_unbind_all[/thrive:input]. Je kunt de bewerker niet openen terwijl je cel onderdeel is van een kolonie.
nl_be: Druk [thrive:input]g_toggle_binding[/thrive:input] om verbinding modus te togglen. In verbinding modus kan je jezelf verbinden met andere cellen door tegen ze aan te bewegen. Om een kolonie te verlaten druk [thrive:input]g_unbind_all[/thrive:input].
pl: Naciśnij [thrive:input]g_toggle_binding[/thrive:input] aby przełączyć tryb wiązania. W trybie wiązania możesz dołączać inne komórki twojego gatunku do swojej kolonii wpływając w nie. Aby opuścić kolonię naciśnij [thrive:input]g_unbind_all[/thrive:input].
pt_br: Aperte [thrive:input]g_toggle_binding[/thrive:input] para ativar o modo de ligação. Enquanto em modo de ligação, você pode conectar outras células de sua espécie se movendo à elas. Para sair da colônia, pressione [thrive:input]g_unbind_all[/thrive:input].
pt_pt: Pressione [thrive:input]g_toggle_binding[/thrive:input] para ativar o modo de adesão. Quando em modo de adesão podes anexar outras células da tua espécie à tua colónia ao te aproximares das mesmas. Para deixar uma colónia pressione [thrive:input]g_unbind_all[/thrive:input].
ru: Нажмите [thrive:input]g_toggle_binding[/thrive:input] чтобы включить режим связывания. В режиме связывания вы можете присоединить другие клетки вашего вида к вашей колонии касаясь их. Чтобы покинуть колонию нажмите [thrive:input]g_unbind_all[/thrive:input].
tr: Bağ kurma modunu açmak için [thrive:input]g_toggle_binding[/thrive:input] tuşuna basın. Bağ kurma modundayken, kendi türünüze ait diğer hücrelere dokunarak onları koloninize ekleyebilirsiniz. Bir koloniden ayrılmak için [thrive:input]g_unbind_all[/thrive:input] tuşuna basın. Diğer hücrelere bağlıyken editöre giremezsiniz.
uk: Натисніть [thrive:input]g_toggle_binding[/thrive:input] для переходу до зв'язувального режиму. У ньому ви можете з'єднуватись з іншими клітинами вашого ж виду прермістивши їх до своєї колонії. Щоб покинути її натисніть [thrive:input]g_unbind_all[/thrive:input].
zh_cn: 按[thrive:input]g_toggle_binding[/thrive:input]来切换连接模式。在连接模式中，通过接触同种细胞，你可以让它成为你的细胞群的一员。要离开细胞群，按[thrive:input]g_unbind_all[/thrive:input]。
zh_tw: 按下 [thrive:input]g_toggle_binding[/thrive:input] 切換結合模式。在結合模式下，您可以透過接觸同物種的細胞讓其成為您群體中的一員。要離開群落，請按 [thrive:input]g_unbind_all[/thrive:input]。您無法在與其他細胞結合時進入編輯器。

# BIND_AXES_SENSITIVITY
source: Bind axes together
bg: Свързване на осите
cs: Svázat osy k sobě
de: Achsen verbinden
es: Unir axis
fr: Lier les axes ensemble
he: קשר צירים יחד
ka: ღერძების ერთმანეთზე გადაბმა
nl: Bind assen samen
pl: Złącz osie ze sobą
pt_br: Unir eixos
pt_pt: Unir eixos
ru: Общее значение для осей
tr: Eksenleri birbirine bağla
uk: Об'єднати осі разом
zh_cn: 将坐标轴绑定在一起
zh_tw: 綁定座標軸

# BIODIVERSITY_ATTEMPT_FILL_CHANCE
source: Chance in each patch with few species (low biodiversity) to create a new species
bg: Вероятност за създаване на нови създания в зони с ниско биоразнообразие
cs: Šance v každém prostředí s nízkým počtem druhů (nízká biodiverzita) k vytvoření nového živočicha
de: Die Chance in jedem Bereich mit wenigen Spezies (wenig Biodiversität), eine neue Spezies zu erstellen
es: Posibilidad de que en zonas con pocas especies (baja biodiversidad) se creen nuevas especies
fi: Uuden lajin luomisen mahdollisuus pienen lajimäärän (matala biodiversiteetti) alueissa
fr: Probabilité pour chaque parcelle avec peu d'espèces (faible biodiversité) de créer une nouvelle espèce
he: הסיכוי לכל אזור אם מעט מינים (מגוון ביולוגי נמוך) ליצור מינים חדשים
it: Probabilità in ciascuna zona con poche specie (bassa biodiversità) di crearne una nuova
pl: Szansa utworzenia nowego gatunku na obszarze z niską bioróżnorodnością
pt_pt: Chance em cada região com poucas espécies (baixa biodiversidade) de criar uma nova espécie
zh_cn: 在每个物种较少（生物多样性低）的地区中创造一个新的物种的几率
zh_tw: 在每個物種較少（低生物多樣性）的區域有機會創造一個新物種

# BIODIVERSITY_FROM_NEIGHBOUR_PATCH_CHANCE
source: Chance to create a new species to increase biodiversity from a nearby patch
bg: Вероятност за създаване на нови създания, увеличаващи биоразнообразието, от съседна зона
cs: Šance vytvoření nového druhu ke zvýšení biodiverzity ze sousedícího prostředí
de: Chance eine neue Spezies zu kreieren, um die Biodiversität eines benachbarten Bereiches zu erhöhen
es: Posibilidad de crear nuevas especies para aumentar la biodiversidad en zonas cercanas
fr: Chance de créer une nouvelle espèce pour accroître la biodiversité à partir d'un secteur voisine
he: סיכוי למינים חדשים להגדיל את מגוון ביולוגי מאזורים שכנים
it: Probabilità di creare una nuova specie per aumentare la biodiversità a partire da una zona adiacente
pl: Szansa utworzenia nowego gatunku z pobliskiego obszaru by zwiększyć bioróżnorodność
pt_pt: Chance de criar uma nova espécie para aumentar a biodiversidade a partir de uma região próxima
zh_cn: 从临近地区创造一个新的物种来增加生物多样性的几率
zh_tw: 從鄰近區域創造新物種以增加生物多樣性的機率

# BIODIVERSITY_NEARBY_PATCH_IS_FREE_POPULATION
source: Biodiversity-increasing species from nearby patch is given free population
bg: Създанията от съседна зона, увеличаващи биоразнообразието, получават допълнителна популация
cs: Druhy zvyšující biodiverzitu ze sousedícího prostředí dostávají bonusovou populaci
de: Arten, die die biologische Vielfalt erhöhen, erhalten freie Ansiedlung in einem benachbarten Gebiet
es: Especies creadas para aumentar biodiversidad son otorgadas población de forma gratuita
fr: Une espèce d'un secteur proche qui augmente la biodiversité augmente en population gratuitement
he: מהגדיל את מספר המינים של מגוון ביולוגי מאזורים קרובים חסרי אוכלוסיה
it: Alle specie che aumentano la biodiversità che vengono da zone vicine viene data popolazione gratuitamente
pl: Zwiększający bioróżnorodność gatunek z pobliskiego obszaru otrzymuje darmową populację
zh_cn: 从临近地区来的增加生物多样性的物种获得额外的种群数量
zh_tw: 從臨近區域來的增加生物多樣性的物種獲得額外的種群數量

# BIODIVERSITY_SPLIT_IS_MUTATED
source: Biodiversity-increasing species is mutated on creation
bg: Създанията, увеличаващи биоразнообразието, претърпяват мутация при създаването си
cs: Druhy zvyšující biodiverzitu se mutují při vytvoření
de: Spezies, die die biologische Vielfalt erhöht mutiert bei Erschaffung
es: Especies creadas para aumentar biodiversidad reciben mutaciones al ser creadas
fr: Une espèce qui augmente la biodiversité est mutée dès sa création
he: מינים המגדילים את המגוון הביולוגי עובר מוטציה עם היווצרותם
it: Specie che aumentano la biodiversità sono mutate appena vengono create
pl: Zwiększający bioróżnorodność gatunek mutuje na utworzeniu
zh_cn: 增加生物多样性的物种会在创造时被变异
zh_tw: 增加生物多樣性的物種會在被創造時突變

source: Bioluminescent Vacuole
bg: Биолуминесцентна вакуола
ca: Vacúol Bioluminescent
cs: Bioluminiscenční vakuola
de: Biolumineszenz-Vakuole
eo: Biolumineska Vakuolo
es: Vacuola Bioluminiscente
et: Bioluminestseeruv vakuool
fi: Bioluminesenssivä vakuoli
fr: Vacuole bioluminescente
he: חלולית של ביולומינסנציה
hu: Foszforeszkáló vakuólum
id: Vakuola Bioluminesensi
it: Vacuolo bioluminescente
ka: ბიოლუმინესცენტური ვაკუოლა
ko: 생물발광 액포
nl: Bioluminescente Vacuole
nl_be: Bioluminescente Vacuole
pl: Świecąca Wakuola
pt_br: Vacúolo Bioluminescente
pt_pt: Vacúolo Bioluminescente
ru: Биолюминесцентная вакуоль
sk: Bioluminiscenčná vakuola
sr_cyrl: Биолуминисцентна Вакуола
sr_latn: Bioluminiscentna Vakuola
sv: Bioluminescerande vakuol
tr: Biyolüminesan Koful
uk: Біолюмінесцентна вакуоля
zh_cn: 生物发光液泡
zh_tw: 生物發光液泡

# BIOME_LABEL
source: Biome: {0}
bg: Биом: {0}
ca: Bioma: {0}
cs: Biom: {0}
de: Biom: {0}
eo: Biomo: {0}
es: Bioma: {0}
fi: Biomi: {0}
fr: Terrain : {0}
he: ביומה: {0}
hu: Biom: {0}
id: Bioma: {0}
it: Bioma: {0}
ka: ბიომა: {0}
ko: 생태계: {0}
nl: Bioom: {0}
nl_be: Bioom: {0}
pl: Biom: {0}
pt_br: Bioma: {0}
pt_pt: Bioma: {0}
ru: Биом: {0}
sk: Bióm: {0}
sr_cyrl: Биом: {0}
sv: Omgivning: {0}
tr: Biyom: {0}
uk: Біом: {0}
zh_cn: 生物群系：{0}
zh_tw: 生物群系：{0}

# BRAIN_CELL_NAME_DEFAULT
source: Neuron
bg: Неврон
fr: Neurone
ka: ნეირონი
nl: Zenuwcel
pt_br: Neurônio
pt_pt: Neurónio
ru: Нейрон
tr: Nöron
uk: Нейрон
zh_cn: 神经元
zh_tw: 神經元

source: Brave
bg: Безразсъдно
ca: Valent
cs: Odvážnost
de: Mutig
es: Valiente
et: julge
fi: Rohkea
fr: Audacieux
he: אמיץ
hu: Bátor
it: Coraggioso
ka: მამაცი
nl: Dapper
nl_be: Dapper
pl: Odwaga
pt_br: Corajoso
pt_pt: Corajoso
ru: Храбрый
sk: Odvážny
sv: Modig
tr: Cesur
uk: Хоробрі
zh_cn: 勇敢
zh_tw: 勇敢

source: Browse
bg: Търсене
ca: Navegar
cs: Procházet
de: Stöbern
es: Navegar
et: Sirvige
fr: Parcourir
he: דפדף
hu: Böngészés
it: Naviga
ka: პოვნა
nl: Blader
nl_be: Bladeren
pl: Przeglądaj
pt_br: Navegar
pt_pt: Navegar
ru: Просматривать
sk: Prehľadávať
sv: Bläddra
tr: Göz At
uk: Огляд
zh_cn: 浏览
zh_tw: 瀏覽

source: Browse Workshop
bg: Работилница
ca: Navegar Workshop
cs: Procházet Workshop
de: Workshop durchsuchen
es: Navegar Workshop
et: Sirvi töötuba
fi: Selaa Steam Workshopia
fr: Parcourir le Steam Workshop
he: העלה Workshop
hu: A műhely böngészése
it: Naviga il Workshop
ka: საამქროს დათვალიერება
nl: Blader Workshop
nl_be: Bladeren door Workshop
pl: Przeglądaj Warsztat Steam
pt_br: Navegar na Oficina Steam
pt_pt: Procurar na Steam Workshop
ru: Просмотреть мастерскую
sk: Prehľadávať Workshop
tr: Atölye'ye Göz At
uk: Огляд в магазині
zh_cn: 浏览创意工坊
zh_tw: 瀏覽工作坊

# BUILD_CITY
source: Build a City
cs: Postavit město
fr: Construire une ville
ka: ქალაქის აშენება
nl: Bouw een Stad
pl: Zbuduj Miasto
pt_br: Construir uma Cidade
pt_pt: Construir uma cidade
ru: Построить город
tr: Bir Şehir Kur
uk: Побудувати місто
zh_cn: 建造城市
zh_tw: 建造城市

source: Build Queue
cs: Sestavení fronty
fr: File d'attente pour la construction
ka: აგების რიგი
nl: Bouw Wachtrij
pt_br: Fila de Construção
pt_pt: Fila de Construção
ru: Очередь постройки
tr: İnşa Sırası
uk: Черга будування
zh_cn: 建设队列
zh_tw: 建造佇列

# BUILD_STRUCTURE
source: Build a Structure
cs: Vybudování struktury
fr: Construire une structure
ka: სტრუქტურის აშენება
nl: Bouw een Structuur
pl: Zbuduj Strukturę
pt_br: Construir uma Estrutura
pt_pt: Construir uma estrutura
ru: Построить Структуру
tr: Bir Yapı İnşa Et
uk: Побудувати структуру
zh_cn: 创造结构
zh_tw: 建造結構

source: By:
bg: От:
ca: Per:
cs: Podle:
de: Von:
eo: Per:
es: Por:
et: Autor:
fi: Tekijä:
fr: Par :
he: על ידי:
hu: Származás:
id: Oleh:
it: Di:
ka: ავტორი:
ko: 요인:
nl: Door:
nl_be: Door:
pl: Przez:
pt_br: Por:
pt_pt: Por:
ru: Создано:
sr_cyrl: Аутор:
sv: Av:
tr: Oluşturan:
uk: Від:
zh_cn: 创建者：
zh_tw: 創建者：

# BY_REVOLUTIONARY_GAMES
source: By Revolutionary Games Studio
bg: От „Revolutionary Games Studio“
ca: Per Revolutionary Games Studio
cs: Vytvořeno týmem Revolutionary Games Studio
de: Von Revolutionary Games Studio
es: Por Revolutionary Games Studio
et: Autor Revolutionary Games Studio
fi: Tehnyt Revolutionary Games Studio
fr: Par Revolutionary Game Studio
he: עלי ידי Revolutionary Games Studio
hu: A Revolutionary Games Studio-tól
id: Oleh Revolutionary Games Studio
it: Di Revolutionary Games Studio
ka: Revolutionary Games Studio-ის პროდუქტი
nl: Door Revolutionary Games Studio
nl_be: Door Revolutionary Games Studio
pl: Wykonane Przez Revolutionary Games Studio
pt_br: Por Revolutionary Games Studio
pt_pt: Da Revolutionary Games Studio
ru: Автор: Revolutionary Games Studio
sk: Od Revolutionary Games Studio
sv: Av Revolutionary Games Studio
tr: Revolutionary Games Studio Tarafından
uk: Виробництва Revolutionary Games Studio
zh_cn: 由Revolutionary Games Studio制作
zh_tw: 由 Revolutionary Games Studio 製作

source: Calcium Carbonate
bg: Калциево-карбонатна
ca: Carbonat de Calci
cs: Uhličitan vápenatý
de: Kalziumkarbonat
eo: Kalcia Karbonato
es: Carbonato cálcico
et: kaltsiumkarbonaat
fi: Kalsiumkarbonaatti
fr: Carbonate de Calcium
he: סידן פחמתי
hu: Kálcium-karbonát
id: Kalsium Karbonat
it: Carbonato di calcio
ka: კალციუმის კარბონატი
ko: 탄산 칼슘
nl: Calciumcarbonaat
nl_be: Calciumcarbonaat
pl: Węglanowo-Wapienna
pt_br: Carbonato de Cálcio
pt_pt: Carbonato de Cálcio
ru: Карбонат кальция
sk: Uhličitan vápenatý
sr_cyrl: Калцијум Карбонат
sr_latn: Kalcijum Karbonat
sv: Kalciumkarbonat
th_th: แคลเซียมคาร์บอเนต
tr: Kalsiyum Karbonat
uk: Карбонат Кальцію
zh_cn: 碳酸钙
zh_tw: 碳酸鈣

# CALCIUM_CARBONATE_MEMBRANE_DESCRIPTION
source: This membrane has a strong shell made from calcium carbonate. It can easily resist damage and requires less energy to not deform. The disadvantages of having such a heavy shell is that the cell is much slower and takes a while to absorb resources.
bg: Това е мембрана с здрава обвивка от калциев карбонат, която осигурява отлична защита и се нуждае от по-малко енергия за да не се деформира. Недостатъците ѝ са, че клетката става много бавна, както и усвояването на хранителните вещества.
ca: Aquesta membrana té una capa dura de Carbonat de Calci. Té una gran resistència a qualsevol agressió externa, ja sigui de naturalesa física o química. No consumeix gaire energia. Malgrat tot, la cèl·lula esdevé lenta i absorbeix els nutrients a poc a poc.
cs: Tato membrána má silnou skořápku vyrobenou z uhličitanu vápenatého. Může snadno odolat poškození a vyžaduje méně energie, aby se nedeformovalo. Nevýhody takové těžké skořápky spočívají v tom, že buňka je mnohem pomalejší a chvíli trvá, než absorbuje zdroje.
de: Diese Membran hat eine starke Schale aus Kalziumkarbonat. Sie kann Beschädigungen leicht widerstehen und benötigt weniger Energie, um sich nicht zu verformen. Der Nachteil einer so schweren Hülle ist, dass die Zelle viel langsamer ist und eine Weile braucht, um Ressourcen zu absorbieren.
eo: Ĉi tiu membrano havas fortan ŝelon el kalcia karbonato. Ĝi povas facile rezisti damaĝon kaj postulas malpli da energio por ne misformi. La malavantaĝoj de havi tian pezan ŝelon estas, ke la ĉelo estas multe pli malrapida kaj bezonas iom da tempo por sorbi resursojn.
es: Esta membrana tiene un caparazón resistente hecho de carbonato de calcio. Tiene una alta resistencia y requiere menos energía. Sus desventajas son su reducida velocidad de movimiento y de absorción.
et: Sellel membraanil on tugev kaltsiumkarbonaadist valmistatud kest. See talub kergesti kahjustusi ja vajab vähem energiat, et mitte deformeeruda. Sellise raske kesta puuduseks on see, et rakk on palju aeglasem ja võtab aega ressursside neelamiseks.
fr: Cette membrane a une coque résistante faite de carbonate de calcium. Elle peut facilement résister aux dégâts et requiert moins d'énergie pour ne pas se déformer. L'inconvénient d'avoir une coque si résistante est que la cellule est plus lente et va prendre du temps à absorber les ressources.
he: לממברנה זו יש קליפה חזקה העשויה מסידן פחמתי. הוא מסוגל בקלות לעמוד בפני נזק ודורש פחות אנרגיה כדי לא לעוות. החסרונות זה שמעטפת כה כבדה עד שהיא גורמת לתא לנוע באטיות הרבה יותר וגם לוקח יותר זמן לספוג משאבים.
hu: Ez a membrán egy erős kalcium-karbonát páncéllal rendelkezik. Képes ellenállni a sérüléseknek és kevés energia szükséges formája fenntartásához. A hátránya viszont az erős, de nehéz páncél miatti lassúság, és sok időbe telik, míg valamit bekebelez.
id: Membran ini memiliki kulit kuat yang terbuat dari kalsium karbonat. Sangat mudah menangkal kerusakan dan membutuhkan lebih sedikit energi agar tidak berubah bentuk. Kekurangan dari memiliki sebuah kulit yang berat adalah sel menjadi lebih lambat dan membutuhkan beberapa waktu untuk menyerap sumber daya.
it: Questa membrana possiede un forte involucro in carbonato di calcio. Resiste facilmente ai danni e richiede meno energia per non deformarsi. Lo svantaggio di avere un involucro così pesante è che la cellula si rivela molto più lenta, sia nel movimento, sia nell'assorbimento delle risorse.
ka: ამ მემბრანას კალციუმის კარბონატისგან შემდგარი ძლიერი გარსი გააჩნია. მას საკმაოდ ადვილად შეუძლია, დაზიანება გადაიტანოს და ნაკლები ენერგია სჭირდება, რომ დეფორმაცია არ განიცადოს. ამნაირი მძიმე გარსის ქონის უარყოფით მხარე ისაა, რომ უჯრედი ძალიან ნელდება და რესურსებსაც უფრო ნელა შთანთქავს.
ko: 이 세포막은 탄산 칼슘으로 만든 강한 껍질을 가지고 있습니다. 손상에 쉽게 저항 할 수 있으며 변형되지 않는 데 더 적은 에너지가 필요합니다. 이 두터운 막의 단점은 세포가 훨씬 느려지고 자원을 흡수하는 데 시간이 걸린다는 것입니다.
nl: Dit membraan heeft een sterke schelp gemaakt van calcium carbonaat. Het raakt niet snel beschadigd en heeft weinig energie nodig om niet te vervormen. Het nadeel van zulks een zware schelp is dat de cel veel trager is en niet snel grondstoffen kan absorberen.
nl_be: Dit membraan heeft een sterke schelp gemaakt van calciumcarbonaat. Het kan gemakkelijk schade weerstaan en vereist minder energie om niet te vervormen. De nadelen van het hebben van zo een zware schelp is dat de cel veel langzamer is en lang doet over het absorberen van stoffen.
pl: Ta membrana ma silną muszlę zrobioną z węglanu wapnia. Może z łatwością opierać się obrażeniom i wymaga mniej energii do utrzymania kształtu. Wady posiadania tak ciężkiej muszli są takie, że komórka jest znacznie wolniejsza i długo zajmuje jej wchłanianie zasobów.
pt_br: Essa membrana tem uma casca forte feita de carbonato de cálcio. Pode resistir a danos facilmente e requer menos energia para não deformar. As desvantagens de ter uma casca tão pesada é que a célula fica mais lenta e demora ainda mais para absorver recursos.
pt_pt: Esta membrana tem uma casca forte feita de carbonato de cálcio. Ele pode resistir facilmente a danos e requer menos energia para não se deformar. A desvantagem de ter um invólucro tão pesado é que a célula é muito mais lenta e demora um pouco para absorver os recursos.
ru: Эта мембрана имеет прочную оболочку, изготовленную из карбоната кальция. Она может легко противостоять повреждениям и требует меньше энергии, чтобы не деформироваться. Недостатками такой тяжелой оболочки является то, что клетка не может быстро поглощать ресурсы и двигается медленнее.
sr_cyrl: Ова мембрана има јаку љуску направљену од калцијум-карбоната. Може се лако одупрети оштећењима и захтева мање енергије да се не деформише. Мане овако тешке љуске су у томе што је ћелија много спорија и потребно јој је неко време да апсорбује ресурсе.
sr_latn: Ova membrana ima jaku ljusku napravljenu od kalcijum-karbonata. Može se lako odupreti oštećenjima i zahteva manje energije da se ne deformiše. Mane ovako teške ljuske su u tome što je ćelija mnogo sporija i potrebno joj je neko vreme da apsorbuje resurse.
tr: Bu hücre zarı, kalsiyum karbonattan yapılmış güçlü bir kabuğa sahiptir. Hasara karşı kolayca direnir ve şeklinin bozulmaması için daha az enerji gerektirir. Böyle ağır bir kabuğa sahip olmanın dezavantajları ise hücrenin çok daha yavaş olması ve kaynakları emmenin biraz daha zaman almasıdır.
uk: Ця мембрана має міцну оболонку з карбонату кальцію. Вона легше протистоїть пошкодженням і потребує менше енергії, щоб не деформуватись. Серед недоліків такої оболонки значна повільність та забирає більше часу для поглинання ресурсів.
zh_cn: 这个细胞膜额外配置了一层碳酸钙组成的强力外壳。它非常能抵挡伤害并花费很少的能量抵抗变形。只不过这么沉重的外壳，细胞也别想有什么移动与吸收能力了。
zh_tw: 這種膜具有由碳酸鈣構成的堅固外殼。它可以輕鬆地抵禦破壞，並且花費較少的能量維持外形。擁有如此沉重外殼的缺點是細胞的速度大幅下降，並且需要一段時間來吸收資源。

source: Camera
bg: Камера
ca: Càmera
cs: Kamera
de: Kamera
eo: Kamerao
es: Cámara
et: Kaamera
fi: Kamera
fr: Caméra
he: מצלמה
hu: Kamera
id: Kamera
it: Telecamera
ka: კამერა
ko: 카메라
pl: Kamera
pt_br: Câmera
pt_pt: Câmara
ru: Камера
sk: Kamera
sr_cyrl: Камера
sr_latn: Kamera
sv: Kamera
th_th: กล้อง
tr: Kamera
uk: Камера
zh_cn: 视角
zh_tw: 視角

source: Cancel
bg: Отказ
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
eo: Nuligi
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
id: Batal
it: Annulla
ka: გაუქმება
ko: 취소
nl: Annuleer
nl_be: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť
sr_cyrl: Отказати
sr_latn: Otkazati
sv: Avbryt
th_th: ยกเลิก
tr: İptal
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

# CANCEL_ACTION_CAPITAL
source: CANCEL ACTION
bg: ОТКАЗ
ca: CANCEL·LAR ACCIÓ
cs: ZRUŠIT AKCI
de: AKTION ABBRECHEN
es: CANCELAR ACCIÓN
et: TÜHISTAGE TEGEVUS
fi: PERU
fr: ANNULER L'ACTION
he: בטל פעולה
hu: AKCIÓ VISSZAVONÁSA
id: BATAL TINDAKAN
it: ANNULLA AZIONE
ka: ქმედების გაუქმება
nl: ANNULEER ACTIE
nl_be: ANNULEER ACTIE
pl: ANULUJ AKCJĘ
pt_br: CANCELAR AÇÃO
pt_pt: CANCELAR AÇÃO
ru: ОТМЕНИТЬ ДЕЙСТВИЕ
sk: ZRUŠIŤ AKCIU
tr: EYLEMİ İPTAL ET
uk: Скасувати дію
zh_cn: 取消
zh_tw: 取消操作
