Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# MICROBE_EDITOR_HELP_MESSAGE_4
source: Each generation, you have 100 mutation points (MP) to spend, and each change (or mutation) will cost a certain amount of that MP. Adding and removing organelles costs MP. However, removing organelles that were placed in the current mutation session refunds MP for that organelle. You can move or completely remove an organelle by right-clicking on it and selecting the appropriate action from the pop-up menu. You can rotate your organelles while placing them with [thrive:input]e_rotate_left[/thrive:input] and [thrive:input]e_rotate_right[/thrive:input].
bg: Всяко поколение разполага със 100 мутационни точки (МТ), всяка негова промяна (или мутация) струва определен брой МТ. Добавянето или премахването на органели струва МТ, но премахването на органели, които са добавени в текущата сесия на редактора, връща тяхната стойност. Може да преместите или премахнете органелите като натиснете с десния бутон на мишката върху тях и изберете съответното действие в контекстното меню. Може да ги завъртите, преди добавяне, чрез натискане на [thrive:input]e_rotate_left[/thrive:input] или [thrive:input]e_rotate_right[/thrive:input].
ca: Cada generació, pots gastar fins a 100 punts de mutació (PM), i cada canvi (o mutació) costarà una certa quantitat d'aquest PM. Afegir i eliminar orgànuls costa PM. No obstant, eliminar orgànuls que han estat afegits en la sessió de mutació actuals, et torna el cost en PM d'aquest orgànul. Pots moure o eliminar un orgànul tot fent clic dret a sobre d'aquest, i seleccionant l'acció adequada del menú que apareixirà. Pots rotar els teus orgànuls mentre els col·loques amb [thrive:input]e_rotate_left[/thrive:input] i [thrive:input]e_rotate_right[/thrive:input].
cs: Každou generaci máte k dispozici 100 bodů mutace (MP) a každá změna (nebo mutace) bude stát určitou částku MP. Přidání a odebrání organel stojí MP, avšak odebrání organel, které byly umístěny v aktuální relaci mutace, vrátí MP za tuto organelu. Organelu můžete přesunout nebo úplně odebrat tak, že na ni kliknete pravým tlačítkem a v rozbalovací nabídce vyberete příslušnou akci. Při umístění organel můžete k jejich natočení použít [thrive:input]e_rotate_left[/thrive:input] a [thrive:input]e_rotate_right[/thrive:input].
de: Für jede Generation kannst du 100 Mutationspunkte (MP) ausgeben. Jede Änderung (oder Mutation) kostet einen bestimmten Betrag von MP. Das Hinzufügen und Entfernen von Organellen kostet MP, das Entfernen von Organellen, die in der aktuellen Mutationssitzung platziert wurden, erstattet jedoch MP für diese Organelle zurück. Du kannst eine Organelle entfernen, indem du mit der rechten Maustaste darauf drückst. Du kannst die Organellen beim Platzieren mit [thrive:input]e_rotate_left[/thrive:input] und [thrive:input]e_rotate_right[/thrive:input] drehen.
eo: Ĉiu generacio, vi havas 100 mutaciajn punktojn (MP) por elspezi, kaj ĉiu ŝanĝo (aŭ mutacio) kostos certan kvanton de tiu MP. Aldono kaj forigo de organetoj kostas MP-ojn, tamen forigi organetojn kiu estis lokitaj en la nuna mutacia kunsido repagas MP-ojn por tiu organeto. Vi povas forigi organeton per dekstra klako sur ĝi. Vi povas turni viajn organetojn per A kaj D.
es: En cada generación, tienes 100 puntos de mutación (PM) para gastar, y cada cambio (o mutación) tiene un coste determinado de PM. Añadir y quitar orgánulos gasta PM, sin embargo, quitar un orgánulo que fue añadido en la misma sesión devuelve su coste de PM. Puedes mover o eliminar un orgánulo haciendo click derecho en este y seleccionando la acción apropiada. Puedes rotar orgánulos al momento de añadirlos con [thrive:input]e_rotate_left[/thrive:input] y [thrive:input]e_rotate_right[/thrive:input].
et: Igal põlvkonnal on teil kulutada 100 mutatsioonipunkti (MP) ja iga muudatus (või mutatsioon) maksab teatud summa sellest MP-st. Organellide lisamine ja eemaldamine maksab MP-d. Praeguses mutatsiooniseansis paigutatud organellide eemaldamine tagastab aga MP selle organelli eest. Organelli saab teisaldada või täielikult eemaldada, klõpsates sellel hiire parema nupuga ja valides hüpikmenüüst sobiva toimingu. Saate oma organelle pöörata, paigutades need nuppudega [thrive:input]e_pööra_vasakule[/thrive:input] ja [thrive:input]e_pööra_paremale[/thrive:input].
fi: Joka sukupolvi sinulla on käytössäsi 100 mutaatiopistettä (MP). Jokainen muutos (mutaatio) maksaa tietyn verran mutaatiopisteitä. Soluelinten lisääminen tai poistaminen maksaa MP:tä, mutta soluelinten poistaminen, jotka on lisätty nykyisessä editorisessiossa, antaa takaisin niiden kustannuksen. Soluelintä voi siirtää tai poistaa kokonaan painamalla sitä oikealla hiirennapilla ja valitsemalla halutun toimenpiteen avautuvasta valikosta. Asetettavaa soluelintä voi kääntää painamalla [thrive:input]e_rotate_left[/thrive:input]:ta tai [thrive:input]e_rotate_right[/thrive:input]:tä.
fr: À chaque génération, vous avez 100 points de mutation (PM) à dépenser, et chaque changement (ou mutation) coûtera une certaine quantité de ces PM. Ajouter ou retirer des organites coûte des PM. Cependant, retirer les organites placées lors de cette mutation vous les restituent. Vous pouvez déplacer ou retirer une organite en faisant un clic droit dessus et en sélectionnant l'action voulue. Vous pouvez faire tourner vos organites lors du placement avec [thrive:input]e_rotate_left[/thrive:input] et [thrive:input]e_rotate_right[/thrive:input].
he: בכל דור, נוצרים 100 נקודות מוטציה (נקמ"ו) שניתן לבזבז, ועל כל שינוי (או מוטציה) יעלה סכום מסוים מהנקמ"ו. הוספה או הוסרה של אברונים עולים נקמ"ו, אבל הסרה של אברונים שנוספו בסיבוב המוטציה נוכחית מחזיר את העלות של אותם אברונים. ניתן להזיז או להסיר לחלוטין אברון על ידי הלחצן הימני עליו ולבחור את הפעולה הרצויה מהרשימה נפתחת. ניתן לסובב את אברון במקשים [thrive:input]e_rotate_left[/thrive:input] ו[thrive:input]e_rotate_right[/thrive:input] בזמן שמזיזים אותם.
hu: Minden egyes generációban 100 mutáció pont (MP) áll rendelkezésedre, melyet mutációkra, és változtatásokra tudsz elkölteni, amik bizonyos mennyiségű MP-be kerülnek. Viszont ha azt a sejtszervecskét törlöd ki, amit éppen abban a mutációs szekcióban raktál le, akkor annyi pontot kapsz vissza, amennyit ráköltöttél. Áthelyezhetsz, vagy akár teljesen ki is törölhetsz egy sejtszervecskét úgy, hogy a jobb egérgombbal rákattintasz, és kiválasztod a neked megfelelő műveletet a felugró ablakban. Forgathatod is a sejtszervecskéket, miközben lerakod őket a [thrive:input]e_rotate_left[/thrive:input] vagy a [thrive:input]e_rotate_right[/thrive:input] megnyomásával.
id: Setiap generasi, kamu mendapat 100 mutation points/poin mutasi (MP) untuk digunakan, dan setiap perubahan (atau mutasi) membutuhkan MP sebesar organel yang kamu tambahkan/lepas. Menambah dan melepas organel juga membutuhkan MP, tetapi melepas organel yang sudah ditempatkan di sesi mutasi saat ini akan mengembalikan MP dari organel tersebut. Kamu bisa melepas sebuah organel dengan cara mengklik kanan pada organel tersebut. Kamu bisa memutar organelmu dengan cara mengklik [thrive:input]e_rotate_left[/thrive:input] dan [thrive:input]e_rotate_right[/thrive:input].
it: Ogni generazione possiedi 100 punti mutazione (PM) da spendere, e ogni modifica (o mutazione) costerà una certa quantità di quei PM. Aggiungere e rimuovere organuli costa PM; tuttavia, rimuovere organuli che sono stati aggiunti nella sessione di mutazione corrente non costa PM. Puoi spostare o rimuovere completamente un organulo facendo clic destro su di esso e selezionando l'azione dal menù a comparsa. Puoi ruotare i tuoi organuli mentre li posizioni con [thrive:input]e_rotate_left[/thrive:input] e [thrive:input]e_rotate_right[/thrive:input].
ko: 각 세대마다, 100 변이 점수(MP)를 사용할 수 있으며, 각각의 변화(또는 변이)는 그에 맞는 MP를 소모합니다. 세포 기관의 추가나 제거는 MP를 소모하지만, 현재 변이 세션에서 배치된 세포 기관의 제거 시 MP를 돌려받을 수 있습니다. 오른쪽-클릭 후 팝업 창의 확인을 통해 세포 기관을 이동하거나 완전히 제거할 수 있습니다. A 키와 D 키로 배치 중인 세포 기관을 회전시킬 수 있습니다.
nl: Bij elke generatie heb je 100 mutatiepunten (MP) om te gebruiken. Elke verandering (of mutatie) kost een hoeveelheid MP. Het toevoegen en verwijderen van organellen kost MP, maar het terug draaien van veranderingen kost niks als deze verandering in de huidige mutatie sessie plaats hebben gevonden. Je kan een organel verplaatsen of verwijderen met rechtsklik. Je kan organellen ook draaien met [thrive:input]e_rotate_left[/thrive:input] en [thrive:input]e_rotate_right[/thrive:input].
nl_be: Elke generatie heb je 100 mutatie punten (MP) om uit te geven, en elke verandering (of mutatie) zal een bepaalde hoeveelheid MP kosten. Het toevoegen en verwijderen van organellen kost MP, maar het verwijderen van organellen die geplaatst werden in de huidige mutatiesessie betalen MP terug voor dat organel. Je kan een organel verplaatsen of volledig verwijderen door erop te klikken met de rechtermuisknop en de passende actie te kiezen uit het pop-up menu. Je kan je organellen tijdens het plaatsen roteren met [thrive:input]e_rotate_left[/thrive:input] en [thrive:input]e_rotate_right[/thrive:input].
pl: Na każdą generację masz 100 punktów mutacji (PM) do wydania, i każda zmiana (lub mutacja) kosztuje określoną ilość PM. Dodawanie i usuwanie organelli kosztuje PM. Usuwanie organelli które były dodane w obecnej generacji zwraca PM za tą organellę. Możesz przesunąć lub całkowicie usunąć organellę klikając na nią prawym przyciskiem i wybierając właściwą czynność z wyskakującego menu. Możesz obracać swoje organelle podczas dodawania ich używając klawiszy [thrive:input]e_rotate_left[/thrive:input] i [thrive:input]e_rotate_right[/thrive:input].
pt_pt: A cada geração, tens 100 pontos de mutação (PM) para gastar, e cada mudança (ou mutação) custará uma certa quantia desses pontos. Adicionar e remover organelos custa PM. Porém, remover organelos que foram inseridos na sessão de mutação atual reembolsa os PM dos mesmos. Tu podes mover ou remover completamente um organelo ao clicar no mesmo com o botão direito do rato e ao selecionar a ação apropriada do menu pop-up. Também é possível rodar organelos enquanto os colocas com [thrive:input]e_rotate_left[/thrive:input] e [thrive:input]e_rotate_right[/thrive:input].
sk: Každú generáciu máš k dispozícii 100 bodov mutácie (BM) a každá zmena (alebo mutácia) stojí nejaké množstvo BM. Pridávanie alebo odoberanie organel stojí BM. Avšak, organely, ktoré použiješ v aktuálnej relácii môžeš odobrať a BM sa ti vrátia. Organelu môžeš premiestniť alebo úplne odobrať pravým tlačidlom myši v rozbaľovacej ponuke zvolením príslušnej akcie. Svoje organely môžeš pri ich umiestňovaní otáčať a to použitím [thrive:input]e_rotate_left[/thrive:input] a [thrive:input]e_rotate_right[/thrive:input].
sr_cyrl: Свака генерација имаш 100 мутациски поени (МП), а свака промена (или мутација) коштаће одређену количину тог МП. Додавање и уклањање органела кошта МП, међутим уклањање органела које су постављене у тренутној сесији мутације рефундира МП за ту органелу. Органелу можете уклонити десним кликом на њу. Органеле можете ротирати A и D.
sr_latn: Svaka generacija imaš 100 mutaciski poeni (MP), a svaka promena (ili mutacija) koštaće određenu količinu tog MP. Dodavanje i uklanjanje organela košta MP, međutim uklanjanje organela koje su postavljene u trenutnoj sesiji mutacije refundira MP za tu organelu. Organelu možete ukloniti desnim klikom na nju. Organele možete rotirati A i D.
sv: Varje generation får du 100 mutationspoäng (MP), och varje förändring (eller mutation) kostar en viss summa av den MP. Att lägga till och ta bort organeller kostar MP, men att ta bort organeller som placerades i den aktuella mutationssessionen återbetalar MP för den organellen. Du kan flytta eller ta bort en organell genom att högerklicka på den och välja lämplig åtgärd i popup-menyn. Du kan rotera dina organeller medan du placerar dem med A och D.
th_th: แต่ละรุ่นคุณจะมีแต้มการกลายพันธุ์ (MP) 100 แต้มเพื่อใช้จ่ายและการเปลี่ยนแปลง (หรือการกลายพันธุ์) แต่ละครั้งจะมีค่าใช้จ่ายจำนวนหนึ่งของ MP นั้น การเพิ่มและลบออร์แกเนลล์ทำให้เสียค่าใช้จ่าย MP อย่างไรก็ตามการลบออร์แกเนลล์ที่อยู่ในเซสชันการกลายพันธุ์ปัจจุบันจะคืนค่า MP สำหรับออร์แกเนลล์นั้น คุณสามารถย้ายหรือลบออร์แกเนลล์ทั้งหมดได้โดยคลิกขวาที่มันและเลือกการกระทำที่เหมาะสมจากเมนูป๊อปอัป คุณสามารถหมุนออร์แกเนลล์ของคุณในขณะที่วางด้วย A และ D
uk: Кожного покоління ви отримуєте 100 очок мутації (MP,МО), які ви можете витратити. Кожна зміна (наприклад, додавання або видалення органел) буде коштувати певне число цих очок. Щоб перемістити або видалити органелу, натисніть на неї правою кнопкою мишки і виберіть бажаний варіант у меню. Коли ви розміщаєте органелу, ви можете повертати її за допомогою [thrive:input]e_rotate_left[/thrive:input] і [thrive:input]e_rotate_right[/thrive:input].
zh_cn: 每一代，你都有100个变异点可供花费，任何变化都需要花费一定量的变异点。增加或移除细胞器会花费变异点，但是移除在本代放下的细胞器会返还全部那个细胞器消耗的变异点。你可以在某个细胞器上右键点击并在弹出的菜单中选择移除或移动它。你还可以用[thrive:input]e_rotate_left[/thrive:input]键和[thrive:input]e_rotate_right[/thrive:input]键旋转你的细胞器。
zh_tw: 每一代，您都有 100 突變點數（MP）可供花費，每次變化（或突變）都會花費一定數量的 MP。添加和移除細胞器會消耗 MP。然而，移除當前編輯器中放置的細胞器會退還該細胞器的 MP。您可以透過右鍵單擊細胞器並從彈出式選單中選擇適當的操作來移動或完全刪除細胞器。您可以在放置細胞器時使用 [thrive:input]e_rotate_left[/thrive:input] 和 [thrive:input]e_rotate_right[/thrive:input] 旋轉它們。

# MICROBE_EDITOR_HELP_MESSAGE_5
source: Every time you reproduce, you will enter the Microbe Editor, where you can make changes to your species (by adding, moving, or removing organelles) to increase your species' success. Each visit to the editor in the Microbe Stage represents [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] million years of evolution.
bg: По време на възпроизвеждане, микробният редактор ще бъде отворен, в него може да променяте Вашето създание (като добавяте, премествате или премахвате органели) за да увеличите шанса му за оцеляване. Всяко отваряне на редактора е равно на [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] милиона години еволюция.
ca: Cada vegada que et reprodueixis entraràs a l'editor de microbi, on podràs fer canvis a la teva espècie (afegir, moure o treure orgànuls) per tal de millorar-la. Cada sessió de l'editor de microbi representa [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] milions d'anys d'evolució.
cs: Vždy, když zahájíš reprodukci, vstoupíš do editoru mikrobů, kde můžeš provádět změny tvého druhu (přidáním, přesunutím nebo odstraněním organel) ke zvýšení úspěšnosti. Každá návštěva editoru v mikrobiální fázi představuje [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] milionů let evoluce.
de: Jedes Mal, wenn du dich reproduzierst, gelangst du in den Mikroben-Editor, wo du Änderungen an deiner Spezies vornehmen kannst (durch Hinzufügen, Verschieben oder Entfernen von Organellen), um den Erfolg deiner Spezies zu steigern. Jeder Besuch des Editors in der Mikrobenphase repräsentiert [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] Millionen Jahre Evolution.
eo: Ĉiufoje, kiam vi reproduktiĝas, vi eniros la Mikroban Redaktilon, kie vi povas ŝanĝi vian specion (aldonante, movante aŭ forigante organetojn) por pliigi la sukceson de via specio. Ĉiu vizito al la redaktoro en la Mikroba Scenejo reprezentas 100 milionojn da jaroj da evoluo.
es: Cada vez que tu célula se reproduce, entrarás al editor de microbio, donde puedes hacerle cambios a tu especie (añadiendo, moviendo y/o quitando orgánulos) para incrementar tus chances de éxito. Cada visita al editor en el estadio de microbio representa [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] millones de años de evolución.
et: Iga kord, kui paljunete, sisenete mikroobide redaktorisse, kus saate oma liigis muudatusi teha (lisades, liigutades või eemaldades organelle), et oma liigi edu suurendada. Iga mikroobide staadiumis toimetaja külastus tähistab [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] miljonit aastat evolutsiooni.
fi: Joka kerta kun jatkat sukuasi, pääset mikrobieditoriin, jossa voit tehdä muutoksia lajiisi (lisäämällä, siirtämällä tai poistamalla soluelimiä) parantaaksesi sen menestystä. Jokainen vierailu editoriin mikrobitasolla edustaa evoluutiota, joka tapahtuu [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] miljoonan vuoden aikana.
fr: À chaque fois que vous vous reproduisez, vous entrez dans l'Éditeur de Microbes, où vous pouvez modifier votre espèce (en ajoutant, pivotant ou retirant des organites) pour augmenter ses chances de réussite. Chaque passage dans l'éditeur du stade Microbe représente [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] millions d'années d'évolution.
he: בכל פעם שאתה מתרבה, אתה נכנס לעורך המיקרובי. שם תוכל לבצע שינוי במין שלך (על ידי הוספה, העברה או הסרה של אברונים) בכדי להגדיל את הצלחת המין שלך. כל ביקור בעורך בשלב המיקרובי מייצג [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] מיליון שנות אבולוציה.
hu: Minden egyes alkalommal, amikor osztódsz, a sejtszerkesztőbe fogsz belépni, ahol változtatásokat végezhetsz a fajod setjein (úgy, hogy hozzáadsz, áthelyezel, vagy eltörölsz sejtszervecskéket), hogy növeld túlélési esélyüket. Minden egyes látogatás a szerkesztőben [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] millió évnyi fejlődést jelent a fajod számára.
it: Ogni volta che ti riproduci farai ingresso nell'Editor Microbico, dove potrai fare modifiche alla tua specie (aggiungere, spostare o rimuovere organuli) per aumentarne il successo. Ogni visita all'editor nella Fase Microbica rappresenta [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] milioni di anni di evoluzione.
ko: 당신이 번식할 때마다, 미생물 편집기에 입장하며, 당신의 종을 변화하여(세포 기관의 추가, 이동, 제거를 통해) 성공적인 종의 종속을 이어갈 수 있습니다. 미생물 단계에서의 편집기 입장은 수백만년 분의 진화에 해당 됩니다.
nl: Elke keer dat je jezelf voortplant zal de Microbenbewerker worden geopend. Hier kun je aanpassingen aan je soort maken (door organellen toe te voegen, te verwijderen, of aan te passen) waarmee je je soort succesvol kan maken. Elk bezoek aan de bewerker in de Microbenfase komt neer op [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] miljoen jaar evolutie.
nl_be: Elke keer dat je reproduceert kom je in de microbe "editor" waar je aanpassingen aan je soort kan maken (door het toevoegen, verplaatsen en verwijderen van organellen) om je soort succesvoller te maken. Elk bezoek aan de "editor" in de microbe-fase weerspiegelt [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] miljoen jaar van evolutie.
pl: Za każdym razem kiedy się rozmnażasz, wejdziesz w Edytor Mikroba, w którym możesz wprowadzać zmiany do twojego gatunku (przez dodawanie, przenoszenie lub usuwanie organelli) aby zwiększyć sukces twojego gatunku. Każda wizyta edytora w Etapie Mikroba reprezentuje [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] milionów lat ewolucji.
pt_pt: Cada vez que te reproduzires, entrarás no Editor de Microrganismos, onde poderás fazer alterações à tua espécie (ao adicionar, mover, ou remover organelos) de forma a aumentar o sucesso da tua espécie. Cada visita ao editor na Fase Microbial representa [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] milhões de anos de evolução.
sk: Vždy keď zahájiš reprodukciu vstúpiš do editora mikróbov, kde môžeš vykonávať zmeny tvojmu druhu (pridávaním, priemiestňovaním alebo odoberaním organel) k zvýšeniu úspešnosti. Každá návšteva editora vo fáze mikróbov reprezentuje [thrive:constant] EDITOR_TIME_JUMP_MILLION_YEARS [/thrive:constant] miliónov rokov evolúcie.
sr_cyrl: Сваки пут када се размножавате, ући ћете у уређивач микроба, где можете да измените врсту (додавањем, премештањем или уклањањем органела) да бисте повећали успех своје врсте. Свака посета уреднику на сцени микроба представља 100 милиона година еволуције.
sr_latn: Svaki put kada se razmnožavate, ući ćete u uređivač mikroba, gde možete da izmenite vrstu (dodavanjem, premeštanjem ili uklanjanjem organela) da biste povećali uspeh svoje vrste. Svaka poseta uredniku na sceni mikroba predstavlja 100 miliona godina evolucije.
sv: Varje gång du reproducerar kommer du in i Cellredigeraren, där du kan göra ändringar i din art (genom att lägga till, flytta eller ta bort organeller) för att öka din arts framgång. Varje besök hos Cellredigeraren i mikrobstadiet representerar 100 miljoner år av utveckling.
th_th: ทุกครั้งที่คุณสืบพันธุ์คุณจะเข้าสู่ การแก้ไขจุลชีพ ซึ่งคุณสามารถทำการเปลี่ยนแปลงสายพันธุ์ของคุณ (โดยการเพิ่มย้ายหรือเอาออร์แกเนลล์ออก) เพื่อเพิ่มความสำเร็จให้กับสายพันธุ์ของคุณ การเยี่ยมชมบรรณาธิการใน Microbe Stage แต่ละครั้งแสดงถึงวิวัฒนาการ 100 ล้านปี
uk: Ви розмножуєтесь щоразу, як заходите до Мікробного Редактора, де модна змінити свій вид (перміщати, додавати, видаляти органели) для підвищення успішності виду. Кожен візит до мікробного редактору представляє собою [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] міліон років еволюції.
zh_cn: 你每次繁殖时都会进入微生物编辑器，你可以在那改变你的物种（通过添加，移动或删除细胞器）以强化你物种的生存力。在微生物阶段每次进入编辑器都代表[thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant]x10⁶年的进化时间。
zh_tw: 每次繁殖時，您都會進入微生物編輯器，在這裡您可以對物種進行更改（透過添加、移動或刪除細胞器）以強化物種的生存力。每次訪問微生物階段的編輯器都代表了 [thrive:constant]EDITOR_TIME_JUMP_MILLION_YEARS[/thrive:constant] 百萬年的演化。

source: Microbe Freebuild Editor
bg: Микробен редактор
ca: Editor Lliure de Microbi
cs: Editor mikrobů
de: Mikroben-Sandboxeditor
eo: Libra Redaktilo de
es: Editor libre de microbios
et: Microbe Freebuildi redaktor
fi: Mikrobien vapaa rakentelu
fr: Éditeur Libre de Microbe
he: עורך ארגז חול המיקרובי
hu: Sejtszerkesztő
id: Editor Mikroba Bangun-bebas
it: Editor Microbico Libero
ka: მიკრობის თავისუფალი რედაქტორი
ko: 미생물 자유 편집기
nl: Microbe vrij bouwen bewerker
nl_be: Microbe Vrij Bouwen in de "Editor"
pl: Kreatywny Edytor Mikroba
pt_br: Editor de Micróbio Livre
pt_pt: Editor livre para micróbios
ru: Свободный микробный редактор
sk: Neobmedzený editor mikróbov
sr_cyrl: Слободна-Градња Уређивач Микроба
sr_latn: Slobodna-Gradnja Uređivač Mikroba
sv: Mikrob Fri Byggredigerare
th_th: สร้างจุลินทรีย์ฟรี
tr: Serbest Mikrop Yapım Editörü
uk: Режим творчого мікробного редактор
zh_cn: 微生物阶段自由编辑器
zh_tw: 微生物階段自由編輯器

# MICROBE_ORGANELLE_STATISTICS
source: {0}: Found in {1} species, averaging {2} each
bg: {0}: Среща се в {1} от създанията, средно по {2}
fr: {0} : Trouvé dans {1} espèce, en moyenne {2} chacun
ka: {0}: აღმოჩენილია {1} სახეობაში, საშუალოდ {2} თითო
nl: {0}: Gevonden in {1} soorten, gemiddeld {2} per soort
pl: {0}: Znaleziono w {1} gatunkach, średnio {2} na każdy
pt_br: {0}: Organela encontrada em {1} espécie(s), tendo em média {2} cada
pt_pt: {0}: Encontrado em {1} espécies, com uma média de {2} cada
ru: {0}: Найдено {1} видов, среднее {2} которых
tr: {0}: {1} türde bulundu, her birinde ortalama {2} değerinde
uk: {0}: Знайдено в {1} видів, у середньому {2} кожен
zh_cn: {0}：{1}的物种具有该细胞器，平均数量为{2}
zh_tw: {0}：存在於 {1} 個物種中，平均每個物種為 {2} 個
