Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# TUTORIAL_MICROBE_EDITOR_ATP_BALANCE_INTRO
source: The ATP Production bar on the right indicates how much [thrive:compound type="atp"][/thrive:compound] your cell produces compared to how much is consumed. If the top bar is shorter than the bottom one, then you are not producing enough [thrive:compound type="atp"][/thrive:compound]. The bottom bar contains the [b]osmoregulation[/b] [thrive:icon]OsmoIcon[/thrive:icon] cost and the [b]movement[/b] [thrive:icon]MovementIcon[/thrive:icon] cost. [b]Osmoregulation[/b] [thrive:icon]OsmoIcon[/thrive:icon] is [u]the base cost of staying alive[/u]. Every part you add increases this cost. If your [thrive:compound type="atp"][/thrive:compound] production is negative, be sure to increase [thrive:compound type="atp"][/thrive:compound] production or add [b]storage[/b] [thrive:icon]StorageIcon[/thrive:icon] to allow movement in bursts.
pt_br: A barra de Produção de ATP à direita indica quanta [thrive:compound type="atp"][/thrive:compound] a sua célula produz comparada com quanto é consumida. Se a barra superior for menor que a inferior, você não está produzindo [thrive:compound type="atp"][/thrive:compound] suficiente. A barra inferior contém o custo de [b]osmorregulação[/b] [thrive:icon]OsmoIcon[/thrive:icon] e o custo de [b]movimento[/b] [thrive:icon]MovementIcon[/thrive:icon]. [b]Osmorregulação[/b] [thrive:icon]OsmoIcon[/thrive:icon] é [u]o custo básico para viver[/u]. Cada parte que você adiciona aumenta este custo. Se a sua produção de [thrive:compound type="atp"][/thrive:compound] for negativa, se certifique de aumentar a produção de [thrive:compound type="atp"][/thrive:compound] ou aumentar o [b]armazenamento[/b] [thrive:icon]StorageIcon[/thrive:icon] para permitir as explosões de movimento.
ru: Шкала производства АТФ справа показывает, сколько [thrive:compound type="atp"][/thrive:compound] ваша клетка способна производить по отношению к потреблению. Если верхняя часть меньше нижней, то ваша клетка производит недостаточно [thrive:compound type="atp"][/thrive:compound]. Нижняя шкала показывает стоимость [b]Осморегуляции[/b] [thrive:icon]OsmoIcon[/thrive:icon] , а так же [b]движения[/b] [thrive:icon]MovementIcon[/thrive:icon]. [b]Осморегуляция[/b] [thrive:icon]OsmoIcon[/thrive:icon] - [u]базовая стоимость поддержания жизни[/u]. При добавлении новой части клетки в редакторе ее стоимость повышается. Вы не тратите [b]Очки движения[/b] [thrive:icon]MovementIcon[/thrive:icon] Если ваше производство [thrive:compound type="atp"][/thrive:compound] отрицательно, увеличьте производство [thrive:compound type="atp"][/thrive:compound] или увеличьте [b]Вместимость[/b] [thrive:icon]StorageIcon[/thrive:icon] , позволяя клетке передвигаться рывками.
tr: Sağdaki ATP Üretim çubuğu, tüketilen ATP'ye nazaran, hücrenizin ne kadar [thrive:compound type="atp"]ATP[/thrive:compound] ürettiğini gösterir. Eğer üstteki çubuk alttakinden daha kısa ise, bu yeterince [thrive:compound type="atp"]ATP[/thrive:compound] üretmiyorsunuz demektir. Alttaki çubuk, [b]ozmoregülasyon[/b] [thrive:icon]OsmoIcon[/thrive:icon] maliyetini ve [b]hareket[/b] [thrive:icon]MovementIcon[/thrive:icon] maliyetini kapsar. [b]Ozmoregülasyon[/b] [thrive:icon]OsmoIcon[/thrive:icon], [u]hayatta kalmanın taban fiyatıdır[/u]. Eklediğiniz her parça, bu fiyatı arttırır. Eğer [thrive:compound type="atp"]ATP[/thrive:compound] üretiminiz negatif ise, [thrive:compound type="atp"]ATP[/thrive:compound] üretimini arttırdığınızdan emin olun veya kısa süreliğine dinlenip hareket etmek için [b]depo[/b] [thrive:icon]StorageIcon[/thrive:icon] ekleyin.
uk: Панель вироблення АТФ справа вказує скільки [thrive:compound type="atp"][/thrive:compound] ваша клітина продукує в порівнянні з тим, скільки вона поглинає. Якщо вища панель коротша за нижню, ви не виробляєте достатньо [thrive:compound type="atp"][/thrive:compound]. Нижня панель показує ціну [b]осморегуляції[/b] [thrive:icon]OsmoIcon[/thrive:icon] та [b]руху[/b] [thrive:icon]MovementIcon[/thrive:icon]. [b]Осморегуляція[/b] [thrive:icon]OsmoIcon[/thrive:icon] є [u]базовою ціною виживання[/u]. Кожна частина, яку ви додаєте, збільшує цю ціну. Якщо ваше вироблення [thrive:compound type="atp"][/thrive:compound] є від'ємним, збільшіть вироблення [thrive:compound type="atp"][/thrive:compound] або додайте [b]сховище[/b] [thrive:icon]StorageIcon[/thrive:icon] для того, щоб довзолити пересування ривками.
zh_tw: 右側的 ATP 生產欄顯示您細胞生產的 [thrive:compound type="atp"][/thrive:compound] 與消耗的比例。如果頂欄比底欄短，則表示您沒有生產足夠的 [thrive:compound type="atp"][/thrive:compound]。 底欄包含[b]滲透調節[/b] [thrive:icon]OsmoIcon[/thrive:icon] 成本和[b]移動[/b] [thrive:icon]MovementIcon[/thrive:icon] 成本。 [b]滲透調節[/b] [thrive:icon]OsmoIcon[/thrive:icon] 是[u]維持生命的基本成本[/u]。您添加的每個部件都會增加此成本。 如果您的 [thrive:compound type="atp"][/thrive:compound] 平衡為負，請務必增加 [thrive:compound type="atp"][/thrive:compound] 產量或增加 [b]儲存[/b] [thrive:icon]StorageIcon[/thrive:icon] 以允許突發移動。

# TUTORIAL_MICROBE_EDITOR_AUTO-EVO_PREDICTION
source: This panel shows a prediction of your future population. These numbers are from the population simulation of [b]auto-evo[/b]. They don't take into account your individual performance. So in your current patch you are going to perform better when you enter the editor. But you should try to keep your population up even when you aren't directly involved. You can view more detailed information behind the prediction by pressing the question mark button in the panel. Press it to continue.
bg: Това е прогнозата за бъдещата популация на Вашите създания. Тези стойности са изчислени на база симулацията от автоматичната еволюция. Те не включват резултатите от Вашето индивидуално представяне. Вашите създания трябва да поддържат размера на популацията си във всяко едно местообитание. За да продължите, натиснете бутона с въпросителния знак долу вдясно.
ca: Aquest tauler mostra una predicció de la teva futura població. Aquests nombres provenen de la simulació del sistema auto-evo. No tenen en compte el teu rendiment individual. De manera que, en el teu bioma actual, tindràs un rendiment més alt quan entris a l'editor. Però hauries d'intentar mantenir la teva població alta, fins i tot quan no hi estàs directament involucrat. Pots veure informació més detallada de la predicció clicant a la icona del signe d'interrogació al tauler. Prem-la per continuar.
cs: Tento panel zobrazuje předpověď budoucího počtu obyvatel. Tato čísla pocházejí ze simulace populace z Automatické-evoluce. Nezohledňují vaši individuální výkonnost. Takže ve vaší současné oblasti budete mít lepší výkon, když vstoupíte do editoru. Měli byste se však snažit udržovat populaci na vyšší úrovni, i když se jí přímo neúčastníte. Podrobnější informace za předpovědí si můžete zobrazit stisknutím tlačítka s otazníkem na panelu. Chcete-li pokračovat, stiskněte jej.
de: Dieses Feld zeigt eine Vorhersage deiner zukünftigen Bevölkerung. Diese Zahlen stammen aus der Bevölkerungssimulation von Auto-Evo. Diese berücksichtigen nicht deine aktuelle Leistung. In deinem aktuellen Gebiet wirst du also besser abschneiden, wenn du den Editor betrittst. Du solltest aber versuchen, deine Gesamtbevölkerung hoch zu halten, auch wenn du nicht direkt beteiligt bist. Du kannst dir detailliertere Informationen zur Vorhersage ansehen, indem du auf das Fragezeichen in dem Feld klickst. Drücke es um fortzufahren.
es: Este panel muestra una predicción de la futura población. Estos números provienen de la simulación de población de auto-evo. Los mismos, no tienen en consideración el desempeño individual. Por lo que, en el bioma actual, te desempeñaras mejor cuando entres al editor. Aún así deberás intentar mantener alta tu población, aún cunado no estés directamente involucrado. Puedes ver información más detallada de la predicción clicando en el icono del signo de interrogación del panel.
et: See paneel näitab teie tulevase elanikkonna prognoosi. Need arvud pärinevad auto-evo populatsioonisimulatsioonist. Nad ei võta arvesse teie individuaalseid tulemusi. Nii et teie praeguses paigas töötate redaktorisse sisenedes paremini. Kuid peaksite püüdma oma elanikkonda üleval hoida isegi siis, kui te ei ole otseselt seotud. Täpsemat teavet ennustuse taga saate vaadata, kui vajutate paneelil küsimärgi nuppu. Jätkamiseks vajutage seda.
fi: Tältä paneelilta näet tulevan populaatiosi ennusteen. Auto-evo simuloi nämä populaation tunnusluvut. Ennuste ei huomioi henkilökohtaista suoriutumistasi, joten nykyisessä ympäristössäsi tulet pärjäämään paremmin käyttäessäsi editoria. Sinun kannattaa kuitenkin pyrkiä pitäämään populaatiosi kasvussa, vaikka et suoraan vaikutakaan siihen. Voit katsoa tarkempaa tietoa ennusteesta klikkaamalla ?-merkkiä paneelista. Klikkaa sitä jatkaaksesi.
fr: Ce panneau montre une prédiction de votre future population. Ces chiffres sont issus de la simulation de population d'Auto-Évo. Ils ne prennent pas en compte vos performances individuelles. Ainsi, dans votre secteur actuel, vos performances seront meilleures lorsque vous entrerez dans l'éditeur. Mais vous devriez essayer de maintenir votre population à un niveau élevé même si vous n'êtes pas directement impliqué. Vous pouvez voir des informations plus détaillées derrière la prédiction en appuyant sur le bouton point d'interrogation dans le panneau. Appuyez sur ce bouton pour continuer.
he: לוח זה מציג את התחזית העתידית של האוכלוסייה שלך. מספרים ללו הם מהדמיות של האוכלוסייה מהמפתח האוטומטי. הם לא מתחשבים בחשבון את הפעולות שלך. אז באזור הנוכחי שלך אתה הולך להראות טוב יותר כשאתה נכנס לעורך. אבל כדאי לך לשמור על הכמות האוכלוסייה שלך גבוהה אפילו שאתה לא מעורב בו באופן ישיר. אתה יכול להציג מידע מפורט יותר מאחורי החיזוי על ידי לחיצה על כפתור סימן השאלה בלוח. לחץ עליו כדי להמשיך.
it: Questo pannello mostra una previsione sulla tua popolazione futura. Questi numeri sono calcolati dal simulatore di popolazione dell'Auto-Evo. Non prendono in considerazione la tua prestazione individuale. Dunque, nella tua zona corrente miglioreranno quando entrerai nell'editor. Tuttavia, dovresti provare a mantenere alta la tua popolazione, anche quando non ne sei direttamente responsabile. Puoi vedere informazioni più dettagliate premendo il punto di domanda all'interno del pannello. Premilo per continuare.
nl: Dit paneel toont een voorspelling van je toekomstige bevolking. Deze getallen komen uit de bevolkingssimulatie van auto-evo. De voorspelling houdt geen rekening met je individuele prestaties. In je huidige gebied zul je beter presteren wanneer je de bewerker opent. Het is het beste om er voor te zorgen dat je bevolking hoog blijft zelfs als je niet direct zelf betrokken bent. Je kunt meer gedetailleerde informatie over de voorspelling inzien door op de vraagtekenknop in het paneel te drukken. Druk hier op om door te gaan.
pl: Ten panel pokazuje przewidywania względem przyszłej populacji. Te liczby są populacją z symulacji auto-ewolucji. Nie biorą one w rachubę twojego osobistego działania, więc w obecnym środowisku będziesz prowadził lepsze życie kiedy wejdziesz do edytora. Jednakże powinieneś utrzymać populację lub ją powiększać, nawet jeżeli nie jesteś bezpośrednio zaangażowany. Możesz dowiedzieć się więcej klikając pytajnik na tym panelu. Naciśnij, by kontynuować.
pt_br: Este painel mostra uma previsão da sua energia total acumulada futura (e população entre parênteses). Esses números vêm da simulação populacional da [b]auto-evo[/b]. A simulação não leva em consideração seu desempenho individual. Então, em sua região atual, os números finais serão diferentes do que seriam dependendo apenas da auto-evo. A população da sua espécie diminui cada vez que a sua célula morre, e aumenta cada vez que você entra no editor. Entretanto, você deve tentar manter a população alta, mesmo em regiões sem o seu envolvimento direto. Você pode ver informações mais detalhadas sobre a previsão [b]clicando no ponto de interrogação no painel. Clique nele para continuar.[/b]
pt_pt: Este painel mostra uma previsão da tua população futura. Estes números são provenientes da simulação da população da [b]auto-evo[/b]. Eles não têm em conta o teu desempenho individual. Portanto, na tua região atual, vais ter um melhor desempenho quando entrares no editor. Mas deves tentar manter a tua população elevada mesmo quando não estás diretamente envolvido. Podes visualizar informações mais detalhadas sobre a previsão pressionando o botão de ponto de interrogação no painel. Pressiona-o para continuar.
ru: На этой панели отображается прогноз общего количества накопленной вами энергии (и численность населения в круглых скобках). Эти цифры получены в результате моделирования [b]Авто-Эво[/b]. Они не учитывают ваши индивидуальные показатели. Поэтому в вашем текущем патче итоговые цифры будут отличаться от тех, которые были бы получены только с помощью автоэволюции. Популяция вашего вида уменьшается каждый раз, когда умирает ваша клетка, и увеличивается каждый раз, когда вы заходите в редактор. Но вам следует стараться поддерживать эти показатели даже в тех областях, в которых вы не принимаете непосредственного участия. Вы можете просмотреть более подробную информацию, лежащую в основе прогноза, [b]нажав кнопку со знаком вопроса на панели. Нажмите, чтобы продолжить.[/b]
tr: Bu panel, sizin gelecekte kazanacağınız toplam tahmini enerjiyi gösterir. Bu rakamlar, [b]oto-evrimin[/b] simülasyonundan gelir. Bu tahminler, sizin bireysel performansınızı hesaba katmaz. Yani bulunduğunuz arazideki son sayılar, oto-evrimde olacağından farklı olur. Türünüzün popülasyonu, hücrenizin öldüğü her an azalır ve editöre girdiğiniz her an artar. Ama doğrudan dahil olmadığınız arazilerde bile bu sayıları yukarıda tutmayı denemelisiniz. [b]Paneldeki soru işaretli butona basarak[/b] oto-evrim tahmininin ardındaki detaylı bilgiyi inceleyebilirsiniz. Devam etmek için bu butona basın.
uk: Ця панель показує прогноз майбутнього Вашої популяції. Ці числа отримані через моделювання популяції Авто-ево. Вони не враховують Вашу індивідуальну діяльність. Тож Ваша діяльність у поточній ділянці буде кращою за результати прогнозу. Але Ви повинні намагатися підтримувати свою популяцію, навіть якщо не берете безпосередньої участі. Ви можете переглянути більш детальну інформацію про прогноз, натиснувши кнопку зі знаком питання на панелі. Натисніть її, щоб продовжити.
zh_cn: 这个面板显示对你未来种群数量的预测。auto-evo的人口模拟提供了这些数字。 它们不会考虑你的个人表现。所以在你在当前的地区中进入编辑器时的实际表现会更好。 但即使你不直接参与你也应该努力保持你的种群数量。 你可以通过按面板上的问号按钮查看预测背后的更多详细信息。按下它以继续。
zh_tw: 此面板顯示了您未來種群數量的預測。這些數字來自 [b]Auto-Evo[/b] 的群體模擬。 他們不會考慮您的個人表現。因此在當前的區域中進入編輯器時的實際表現會更好。 但即使您沒有直接參與，您也應該努力保持您的種群數量。 您可以按下面板中的問號按鈕查看預測背後的更多詳細資訊。按下按鈕以繼續。
