Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# NITROGEN_FIXING_PLASTID_DESCRIPTION
source: The Nitrogen-Fixing Plastid is a protein able to use gaseous [thrive:compound type="nitrogen"][/thrive:compound], [thrive:compound type="oxygen"][/thrive:compound] and [thrive:compound type="atp"][/thrive:compound] to produce [thrive:compound type="ammonia"][/thrive:compound], a key growth nutrient for cells. This is a process referred to as [b]aerobic nitrogen fixation[/b].
bg: Пластидът за азотна фиксация е протеин, който използва газообразен [thrive:compound type="nitrogen"]азот[/thrive:compound] и [thrive:compound type="oxygen"]кислород[/thrive:compound], както и клетъчна енергия под формата на [thrive:compound type="atp"]АТФ[/thrive:compound] за да произвежда [thrive:compound type="ammonia"]амоняк[/thrive:compound], който е ключов за растежа на клетките. Този процес се нарича [b]аеробна азотна фиксация[/b].
ca: El Plast de Fixació de Nitrogen és una proteïna que produeix Amoníac, un component important en el creixement i reproducció de les cèl·lules, mitjançant Nitrogen, Oxigen i mol·lècules d'ATP. Aquest procés s'anomena Fixació de Nitrogen Aeròbica.
cs: Dusík fixující plastid je protein schopný využít plynný [thrive:compound type="nitrogen"][/thrive:compound], [thrive:compound type="oxygen"][/thrive:compound] a [thrive:compound type="atp"][/thrive:compound] k produkci [thrive:compound type="ammonia"][/thrive:compound], klíčová živina pro růst buněk. Tento proces se nazývá [b]biologická fixace dusíku[/b].
de: Das Stickstofffixier-Plastid ist ein Protein, das gasförmigen Stickstoff und Sauerstoff sowie zelluläre Energie in Form von ATP zur Produktion von Ammoniak, einem wichtigen Wachstumsnährstoff für Zellen, nutzen kann. Dies ist ein Prozess, der als aerobe Stickstofffixierung bezeichnet wird.
eo: La Nitrogen-Fiksanta Plastido estas proteino, kiu kapablas uzi gasan nitrogenon kaj oksigenon kaj ĉelan energion en la formo de ATP por produkti amoniakon, ĉefan kreskan nutraĵon por ĉeloj. Ĉi tio estas procezo nomata Aerobia Nitrogena Fiksado.
es: El Nitroplasto es una proteína capaz de usar nitrógeno, oxígeno y ATP para producir amoníaco, un nutriente clave para el crecimiento celular. A este proceso se lo denomina Fijación de Nitrógeno Aeróbica.
et: Lämmastikku fikseeriv plastiid on valk, mis on võimeline kasutama gaasilist lämmastikku ja hapnikku ning rakuenergiat ATP kujul, et toota ammoniaaki, mis on rakkude kasvu peamine toitaine. Seda protsessi nimetatakse aeroobseks lämmastiku fikseerimiseks.
fr: Le plaste fixateur d'azote est une protéine capable d'utiliser l'[thrive:compound type="nitrogen"][/thrive:compound] gazeux, l'[thrive:compound type="oxygen"][/thrive:compound] et l'[thrive:compound type="atp"][/thrive:compound] pour produire de l'[thrive:compound type="ammonia"][/thrive:compound], un nutriment essentiel à la croissance des cellules. Il s'agit d'un processus appelé [b]fixation aérobique de l'azote[/b].
he: פלסטיד מקבע חנקן הוא חלבון המסוגל להשתמש ב[thrive:compound type="nitrogen"][/thrive:compound] ,[thrive:compound type="oxygen"] ובאנרגיה תאית בצורת [thrive:compound type="atp"][/thrive:compound] כדי לייצר [thrive:compound type="ammonia"][/thrive:compound], מרכיב תזונתי מרכזי לתאים. זהו תהליך המכונה [b]קיבוע חנקן אירובי[/b].
id: Plastida Pengikat Nitrogen adalah protein yang dapat menggunakan gas nitrogen dan oksigen dan energi seluler dalam bentuk ATP untuk memproduksi amonia, nutrisi penumbuh penting bagi sel. Ini proses yang disebut sebagai Fiksasi Nitrogen Aerobik.
it: Il plastidio azotofissante è una proteina che converte l'[thrive:compound type="nitrogen"][/thrive:compound] gassoso, l'[thrive:compound type="oxygen"][/thrive:compound] e l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound], un elemento nutritivo fondamentale per le cellule. Questo processo si chiama [b]azotofissazione aerobica[/b].
ko: 질소 고정 색소체는 ATP 형태의 기체 질소와 산소 및 세포 에너지를 사용하여 세포의 핵심 성장 영양소인 암모니아를 생성 할 수 있는 단백질입니다. 이 과정은 호기성 질소 고정 이라고 불립니다.
nl: Het Stikstofbindende Plastide is een eiwit dat gasvormig [thrive:compound type="nitrogen"][/thrive:compound], [thrive:compound type="oxygen"][/thrive:compound], en [thrive:compound type="atp"][/thrive:compound] gebruikt om [thrive:compound type="ammonia"][/thrive:compound] te maken. Dit is een essentiële voedingsstof voor cellen. Dit proces heet [b]aerobe stikstofbinding[/b].
nl_be: De stikstoffixerende plastide is een proteïne dat gasvormige stikstof en zuurstof en cellulaire energie in de vorm van ATP kan gebruiken om ammoniak te produceren, een belangrijke voedingsstof voor de groei van cellen. Dit proces noemt men aërobe stikstoffixatie.
pl: Nitroplast to plastyd używający gazowego [thrive:compound type="nitrogen"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound] oraz energii komórkowej w formie [thrive:compound type="atp"][/thrive:compound] do produkcji [thrive:compound type="ammonia"][/thrive:compound], składnika kluczowego dla wzrostu komórek. Ten proces jest znany jako [b]tlenowe wiązanie azotu[/b].
pt_pt: O Plastídeo Fixador de Nitrogénio é uma proteína capaz de usar [thrive:compound type="nitrogen"][/thrive:compound] gasoso, [thrive:compound type="oxygen"][/thrive:compound] e [thrive:compound type="atp"][/thrive:compound] para produzir [thrive:compound type="ammonia"][/thrive:compound], um nutriente essencial para o crescimento das células. Este é um processo chamado [b]Fixação Aeróbica de Nitrogénio[/b].
sr_cyrl: Пластид за фиксирање азота је протеин који може да користи гасовити азот и кисеоник и ћелијску енергију у облику ATP за производњу амонијака, кључног хранљивог састојка за раст ћелија. Ово је процес који се назива аеробна фиксација азота.
sr_latn: Plastid za fiksiranje azota je protein koji može da koristi gasoviti azot i kiseonik i ćelijsku energiju u obliku ATP za proizvodnju amonijaka, ključnog hranljivog sastojka za rast ćelija. Ovo je proces koji se naziva aerobna fiksacija azota.
sv: Nitrogen Fixing Plastid är ett protein som kan använda gasformigt kväve och syre och cellulär energi i form av ATP för att producera ammoniak, ett viktigt tillväxtnäringsämne för celler. Detta är en process som kallas aerob kvävefixering.
th_th: Nitrogen Fixing Plastid เป็นโปรตีนที่สามารถใช้ก๊าซไนโตรเจนและออกซิเจนและพลังงานของเซลล์ในรูปแบบของ ATP เพื่อผลิตแอมโมเนียซึ่งเป็นสารอาหารที่สำคัญในการเจริญเติบโตของเซลล์ นี่คือกระบวนการที่เรียกว่าการตรึงไนโตรเจนแบบแอโรบิค
uk: Азотфіксувальні пластиди – це білки, що використовують [thrive:compound type="nitrogen"][/thrive:compound], [thrive:compound type="oxygen"][/thrive:compound], та [thrive:compound type="atp"][/thrive:compound] для продукування [thrive:compound type="ammonia"][/thrive:compound], ключової поживної речовини для росту клітини. Цей процес кличуть [b]Аеробною азотфіксацією[/b].
zh_cn: 固氮质体是一种可以用氮和氧还有ATP制造氨的蛋白质，氨对细胞生长至关重要。这个过程被称为[b]有氧固氮[/b]。
zh_tw: 固氮質體是一種能夠使用氣態 [thrive:compound type="nitrogen"][/thrive:compound]、[thrive:compound type="oxygen"][/thrive:compound] 和 [thrive:compound type="atp"][/thrive:compound] 生產 [thrive:compound type="ammonia"][/thrive:compound]，細胞生長的關鍵營養物質。這個過程被稱為[b]有氧固氮[/b]。

# NITROGEN_FIXING_PLASTID_PROCESSES_DESCRIPTION
source: Turns [thrive:compound type="atp"][/thrive:compound] into [thrive:compound type="ammonia"][/thrive:compound]. Rate scales with concentration of [thrive:compound type="nitrogen"][/thrive:compound] and [thrive:compound type="oxygen"][/thrive:compound].
bg: Превръща [thrive:compound type="atp"]АТФ[/thrive:compound] в [thrive:compound type="ammonia"]амоняк[/thrive:compound]. Количеството зависи от концентрацията на [thrive:compound type="nitrogen"]азот[/thrive:compound] и [thrive:compound type="oxygen"]кислород[/thrive:compound] в околната среда.
ca: Transforma [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. La velocitat és proporcional a la concentració de [thrive:compound type="nitrogen"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound].
cs: Přeměňuje [thrive:compound type="atp"][/thrive:compound] na [thrive:compound type="ammonia"][/thrive:compound]. Rychlost je úměrná koncentraci [thrive:compound type="nitrogen"][/thrive:compound] a [thrive:compound type="oxygen"][/thrive:compound].
de: Wandelt [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound] um. Die Rate hängt von der Konzentration von [thrive:compound type="nitrogen"][/thrive:compound] und [thrive:compound type="oxygen"][/thrive:compound] ab.
es: Convierte [thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. La tasa de conversión depende de la concentración de [thrive:compound type="nitrogen"][/thrive:compound] y [thrive:compound type="oxygen"][/thrive:compound].
et: Muudab [thrive:compound type="atp"][/thrive:compound] tüübiks [thrive:compound type="ammoniaak"][/thrive:compound]. Hindamisskaalad [thrive:compound type="nitrogen"][/thrive:compound] ja [thrive:compound type="oxygen"][/thrive:compound] kontsentratsiooniga.
fi: Muuntaa [thrive:compound type="atp"][/thrive:compound]:tä [thrive:compound type="ammonia"]ammoniakiksi[/thrive:compound]. Muunnosnopeus riippuu ympäristön [thrive:compound type="nitrogen"]typpi-[/thrive:compound] ja [thrive:compound type="oxygen"]happipitoisuudesta[/thrive:compound].
fr: Transforme l'[thrive:compound type="atp"][/thrive:compound] en [thrive:compound type="ammonia"][/thrive:compound]. Taux proportionnels à la concentration d'[thrive:compound type="nitrogen"][/thrive:compound] et d'[thrive:compound type="oxygen"][/thrive:compound].
he: הופך [thrive:compound type="atp"][/thrive:compound] ל[thrive:compound type="ammonia"][/thrive:compound]. בהתאם לריכוזם של ה[thrive:compound type="nitrogen"][/thrive:compound] וה[thrive:compound type="oxygen"][/thrive:compound].
hu: [thrive:compound type="atp"][/thrive:compound]-t alakít át [thrive:compound type="ammonia"][/thrive:compound]-vá. Hatékonysága függ a [thrive:compound type="nitrogen"][/thrive:compound] és az [thrive:compound type="oxygen"][/thrive:compound] koncentrációjától.
id: Mengubah [thrive:compound type="atp"][/thrive:compound] menjadi [thrive:compound type="ammonia"][/thrive:compound]. Laju berbanding lurus dengan konsentrasi [thrive:compound type="nitrogen"][/thrive:compound] dan [thrive:compound type="oxygen"][/thrive:compound]
it: Trasforma l'[thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound]. Il tasso aumenta con la concentrazione di [thrive:compound type="nitrogen"][/thrive:compound] e di [thrive:compound type="oxygen"][/thrive:compound].
nl: Zet [thrive:compound type="atp"][/thrive:compound] om in [thrive:compound type="ammonia"][/thrive:compound]. Snelheid schaalt met de concentractie van [thrive:compound type="nitrogen"][/thrive:compound] en [thrive:compound type="oxygen"][/thrive:compound].
nl_be: Verandert [thrive:compound type="atp"][/thrive:compound] in [thrive:compound type="ammonia"][/thrive:compound]. Ratio schaalt met concentratie van [thrive:compound type="nitrogen"][/thrive:compound] and [thrive:compound type="oxygen"][/thrive:compound].
pl: Przekształca wolny N₂ i O₂ w [thrive:compound type="ammonia"][/thrive:compound] zużywając [thrive:compound type="atp"][/thrive:compound]. Tempo skaluje się ze stężeniem [thrive:compound type="nitrogen"][/thrive:compound] i [thrive:compound type="oxygen"][/thrive:compound].
pt_pt: Transforma [thrive:compound type="atp"][/thrive:compound] em [thrive:compound type="ammonia"][/thrive:compound]. A taxa aumenta com a concentração de [thrive:compound type="nitrogen"][/thrive:compound] e [thrive:compound type="oxygen"][/thrive:compound].
uk: Перетворює [thrive:compound type="atp"][/thrive:compound] на [thrive:compound type="ammonia"][/thrive:compound]. Кількість залежить від [thrive:compound type="nitrogen"][/thrive:compound] та [thrive:compound type="oxygen"][/thrive:compound].
zh_cn: 将[thrive:compound type="atp"][/thrive:compound]转换成[thrive:compound type="ammonia"][/thrive:compound]。速率跟[thrive:compound type="nitrogen"][/thrive:compound]与[thrive:compound type="oxygen"][/thrive:compound]浓度成正比。
zh_tw: 將 [thrive:compound type="atp"][/thrive:compound] 轉化為 [thrive:compound type="ammonia"][/thrive:compound]。速率與 [thrive:compound type="nitrogen"][/thrive:compound] 和 [thrive:compound type="oxygen"][/thrive:compound] 的濃度成正比。

source: None
bg: Няма
ca: Cap
cs: Žádná
de: Nichts
es: Ninguna
et: Mitte ühtegi
fi: Ei mitään
fr: Aucune
he: ריק
hu: Semmi
it: Nessuna
ka: არცერთი
nl: Geen
nl_be: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru: Отсутствует
sk: Žiadne
sv: Ingen
tr: Yok
uk: Нічого
zh_cn: 无
zh_tw: 無

source: Normal
bg: Обикновена
cs: Normální
eo: Normala
et: Tavaline
fi: Normaali
he: רגיל
hu: Normál
it: Normale
ka: ნორმალური
ko: 보통
nl: Normaal
nl_be: Normaal
pl: Normalna
ru: Обычная
sk: Normálne
sr_cyrl: Нормално
sr_latn: Normalno
th_th: ปกติ
uk: Звичайна
zh_cn: 普通
zh_tw: 單層

# NORMAL_MEMBRANE_DESCRIPTION
source: The most basic form of membrane, it has little protection against damage. It also needs more energy to not deform. The advantage is that it allows the cell to move and absorb nutrients swiftly.
bg: Това е най-обикновена мембрана, която не осигурява добра защита на клетката. Освен това, тя се нуждае от повече енергия за да не се деформира. Предмиството ѝ е, че позволява на клетката да усвоява хранителните вещества по-бързо.
ca: Aquesta és la forma més bàsica de la Membrana cel·lular, que ofereix poca protecció contra Agents externs i altres cèl·lules. També consumeix una quantitat important d'energia. Com a avantatge, permet a la cèl·lula moure's i absorbir nutrients ràpidament.
cs: Nejzákladnější forma membrány, má malou ochranu proti poškození. Potřebuje také více energie, aby se nedeformovala. Výhodou je, že umožňuje buňce pohybovat se a rychle absorbovat živiny.
de: Als einfachste Form der Membran bietet sie wenig Schutz vor Beschädigung. Sie benötigt auch mehr Energie, um sich nicht zu verformen. Der Vorteil besteht darin, dass sie es der Zelle ermöglicht, sich zu bewegen und Nährstoffe schnell aufzunehmen.
eo: La plej baza formo de membrano, ĝi havas malmultan protekton kontraŭ damaĝo. Ĝi ankaŭ bezonas pli da energio por ne misformi. La avantaĝo estas, ke ĝi permesas al la ĉelo moviĝi kaj sorbi nutraĵojn rapide.
es: Siendo la forma más básica de membrana, tiene poca protección. También necesita más energía para no deformarse. Su ventaja es su mayor movilidad y velocidad de absorción de recursos.
et: Membraani kõige elementaarsem vorm, sellel on vähe kaitset kahjustuste eest. Samuti vajab see rohkem energiat, et mitte deformeeruda. Eeliseks on see, et see võimaldab rakul liikuda ja toitaineid kiiresti omastada.
fr: Étant la forme de membrane la plus simple, elle n'offre que très peu de protection et demande plus d'énergie pour ne pas se déformer. Par contre, elle permet à une cellule de se déplacer et se nourrir plus rapidement.
he: הצורה הבסיסית ביותר של הקרום, מספק מעט הגנה מפני נזק וצריך יותר אנרגיה כדי לא לעוות. היתרון בכך שהוא מאפשר לתא לנוע ולקלוט חומרים מזינים במהירות גדולה יותר.
hu: A membrán legalapabb formája, ami kis védelmet nyújt sérülés ellen. Több energia is kell hozzá, hogy ne deformálódjon el. Előnye pedig a könnyű mozgás és a sima bekebelezés.
id: Bentuk membran yang paling dasar, mempunyai ketahanan yang kecil terhadap kerusakan. Juga membutuhkan energi yang lebih banyak agar tak berubah bentuk. Keuntungannya adalah memungkinkan sel bergerak dan menyerap nutrisi dengan cepat.
it: La forma più basilare di membrana. Offre poca protezione ai danni e ha bisogno di più energia per evitare di deformarsi. Il vantaggio è che permette alla cellula di muoversi e di assorbire i nutrienti più velocemente.
ko: 가장 기본적인 형태의 막으로써 피해에 대한 보호 기능이 거의 없습니다. 무너지지 않기 위해선 더 많은 에너지가 필요합니다. 장점은 세포가 더 빠르게 움직이고 영양분을 흡수 할 수 있다는 것입니다.
nl: Het meest eenvoudige type membraan. Het biedt weinig bescherming tegen schade en heeft ook meer energie nodig om zijn vorm te behouden. Het voordeel is dat deze cel snel kan bewegen en makkelijk voedingsstoffen kan absorberen.
nl_be: De simpelste membraanvorm, het heeft weinig bescherming tegen schade. Het heeft ook meer energie nodig om zijn vorm niet te verliezen. Het voordeel is dat het de cel toelaat om te bewegen en om voedingsstoffen sneller te absorberen.
pl: Najbardziej podstawowa forma membrany, słabo chroni przed uszkodzeniami. Potrzebuję też więcej energii żeby się nie zdeformować. Przewagą jest to że pozwala komórce na szybkie poruszanie się i absorbcję składników odżywczych.
pt_br: A forma mais básica da membrana, tem pouca proteção contra dano. Também precisa de mais energia para não deformar. A vantagem é que ela permite a célula se mover e absorver nutrientes mais rapidamente.
pt_pt: A forma mais básica da membrana, tem pouca proteção contra danos. Também precisa de mais energia para não se deformar. A vantagem é que permite que a célula se mova e absorva nutrientes rapidamente.
ru: Самая основная форма мембраны, она имеет небольшую защиту от повреждений. Ей также требуется больше энергии, чтобы не деформироваться. Преимущество заключается в том, что она позволяет клетке быстро перемещаться и быстро поглощать питательные вещества.
sr_cyrl: Најосновнији облик мембране, има малу заштиту од оштећења. Такође му је потребно више енергије да се не би деформисао. Предност је у томе што омогућава ћелији да се брзо креће и апсорбује хранљиве материје.
sr_latn: Najosnovniji oblik membrane, ima malu zaštitu od oštećenja. Takođe mu je potrebno više energije da se ne bi deformisao. Prednost je u tome što omogućava ćeliji da se brzo kreće i apsorbuje hranljive materije.
tr: Hücre zarının en temel formudur. Hasara karşı koruyuculuğu çok azdır. Ayrıca şeklinin bozulmaması için fazladan enerji gerektirir. Bu zarın avantajı, hücrenin hızlı hareket etmesine izin vermesi ve besinlerin hızlı emilimini sağlamasıdır.
uk: Ця форма мембрани, бувши найпростішою форма мембрани погано захищає від пошкоджень. Також потребує більше енергії, аби не деформуватись. Перевага в тому, що дозволяє клітині швидше рухатись та поглинати поживні речовини.
zh_cn: 最基础的细胞膜，基本没啥保护能力。同时也需要很多能量才能确保不变形。好处是能允许细胞更轻松的移动与吸收营养。
zh_tw: 最基本的細胞膜形式，它幾乎沒有抵抗傷害的能力。同時還需要更多的能量才能維持外型。優點是它可以讓細胞更迅速地移動並吸收營養。

source: Nothing here
bg: Няма нищо
ca: No hi ha res a sota del Cursor
cs: Nic zde není
de: Nichts hier
eo: Nenio estas ĉi tie
es: No hay nada aquí
et: Siin pole midagi
fi: Ei mitään täällä
fr: Rien ici
he: אין פה שום דבר
hu: Semmi nincs itt
id: Tidak ada apa-apa disini
it: Qui nulla
ka: აქ არაფერია
ko: 아무것도 없음
nl: Niets hier
nl_be: Hier is niets
pl: Nic tu nie ma
pt_br: Não há nada aqui
pt_pt: Nada aqui
ru: Здесь ничего нет
sk: Tu nič nie je
sr_cyrl: Ништа овде
sr_latn: Ništa ovde
sv: Ingenting här
tr: Burada bir şey yok
uk: Тут нічого
zh_cn: 这里啥都没有
zh_tw: 這裡什麼都沒有

source: Nothing to interact with
fr: Aucun objet avec lequel interagir
ka: ურთიერთქმედება ვერაფერთან ხდება
nl: Niets om op te reageren
pt_br: Não há nada para interagir
pt_pt: Não há nada para interagir
ru: Не с чем взаимодействовать
tr: Etkileşim kurulacak bir şey yok
uk: Немає з чим взаємодіяти
zh_cn: 没有可以交互的物体
zh_tw: 沒有可以互動的物件

# NOTICE_DAMAGED_BY_NO_ATP
source: Damaged due to not having any ATP
ka: დაზიანებულია ატფ-ის უქონლობის გამო
nl: Beschadigd vanwege een tekort aan ATP
pt_br: Ferido devido à falta de ATP
pt_pt: Danificado por falta de ATP
ru: Вы теряете здоровье из-за отсутствия АТФ
tr: ATP kalmadığından dolayı hasar alınıyor
uk: Пошкодження через нестачу АТФ
zh_cn: 因ATP耗尽而受伤
zh_tw: 因 ATP 耗盡而損傷

# NOTICE_ENGULF_DAMAGE_FROM_TOXIN
source: Damaged by toxins in ingested matter
ka: დაზიანებულია შთანთქმულ მასაში არსებული ტოქსინებით
nl: Beschadigd door gifstoffen in ingeslikte materie
pt_br: Ferido por toxinas devido à ingestão de matéria
pt_pt: Danificado por toxinas na matéria ingerida
ru: Вы теряете здоровье из-за токсинов в поглощенном организме
tr: İçeri alınan maddedeki toksinler yüzünden hasar alınıyor
uk: Пошкодження через токсини у поглинутій матерії
zh_cn: 由于摄入物体中的毒素而受伤
zh_tw: 因攝入物質中的毒素而損傷

# NOTICE_ENGULF_MISSING_ENZYME
source: Missing {0} to engulf target
ka: სამიზნის შთანთქმისთვის {0} გაკლიათ
nl: Mist {0} wat nodig is om doelwit te verzwelgen
pt_br: Falta {0} para fagocitar o alvo
pt_pt: Falta {0} para engolir o alvo
ru: Не хватает {0} для поглощения организма
tr: Hedefi yutmak için gerekli olan {0} eksik
uk: Немає {0} для поглинання цілі
zh_cn: 没有用于吞噬目标的 {0}
zh_tw: 缺少 {0} 來吞噬目標

# NOTICE_ENGULF_SIZE_TOO_SMALL
source: Current cell size too small to engulf target
ka: მიმდინარე უჯრედის ზომა მეტისმეტად პატარაა სამიზნის შთანთქმისთვის
nl: Formaat van huidige cel is te klein om doelwit te verzwelgen
pt_br: A célula é muito pequena para fagocitar o alvo
pt_pt: Tamanho atual da célula demasiado pequeno para engolir o alvo
ru: Нынешний размер клетки слишком мал для поглощения объекта
tr: Mevcut hücre büyüklüğü, hedefi yutmak için çok küçük
uk: Поточний розмір клітини замалий для поглинання цілі
zh_cn: 目前细胞大小不足以吞噬目标
zh_tw: 目前細胞大小不足以吞噬目標

# NOTICE_ENGULF_STORAGE_FULL
source: Not enough space in ingested matter storage to engulf target
ka: არასაკმარისი სივრცე შთანთქმული მასის საცავში სამიზნის შთანთქმისთვის
nl: Niet genoeg ruimte in opslag voor ingeslikte materie om doelwit te verzwelgen
pt_br: Não há espaço suficiente para fagocitar o alvo
pt_pt: Não há espaço suficiente no armazenamento de matéria ingerida para engolir o alvo
ru: Недостаточно вместимости поглощенной материи для поглощения данного объекта
tr: Yutulan madde deposunda hedef maddeyi yutacak yeterli alan yok
uk: Замало простору поглинутої матерії для поглинання цілі
zh_cn: 没有足够存储空间以摄入被吞噬的目标
zh_tw: 沒有足夠的儲存空間以攝入被吞噬的目標

# NOTICE_READY_TO_EDIT
source: Editor is now ready to be entered
fr: Vous pouvez maintenant accéder à l'éditeur
ka: რედაქტორი ახლა ხელმისაწვდომია
nl: Klaar om bewerker te openen
pt_br: O editor está pronto para ser utilizado
pt_pt: O editor está pronto para ser utilizado
ru: Редактор теперь доступен
tr: Editör, şimdi girilmek için hazır
uk: Редактор відчинено
zh_cn: 现在可以进入编辑器
zh_tw: 可以進入編輯器了

# NOT_FOUND_CHUNK
source: Error: chunk not found
bg: Грешка: Фрагментът не е намерен
ca: Error: tros no trobat
cs: Chyby: kus nebyl nalezen
de: Fehler: Chunk nicht gefunden
es: Error: fragmento no encontrado
et: Viga: tükki ei leitud
fi: Virhe: lohkaretta ei löytynyt
fr: Erreur : morceau introuvable
he: תקלה: גוש לא נמצא
hu: Hiba: darabka nem található
it: Errore: frammento non trovato
pl: Błąd: nie znaleziono chunku
sk: Chyba: Kus nebol nájdený
sv: Fel: sektor hittades inte
zh_cn: 错误：区块未找到
zh_tw: 錯誤：找不到區塊

# NOT_STARTED_DOT
source: Not started.
bg: Не е започната.
cs: Nebylo začato.
de: Nicht begonnen.
es: Sin iniciar.
fr: Non commencé.
he: לא התחיל.
it: Processo non iniziato.
ka: არ დაწყებულა.
nl: Niet begonnen.
pl: Nie zaczęto.
pt_br: Não começou.
pt_pt: Não iniciada.
ru: Не начато.
tr: Başlatılmadı.
uk: Не починати.
zh_cn: 未开始。
zh_tw: 尚未開始。

source: November
bg: Ноември
ca: Novembre
cs: Listopad
es: Noviembre
fi: marraskuu
fr: Novembre
he: נובמבר
it: Novembre
ka: ნოემბერი
pl: Listopad
pt_br: Novembro
pt_pt: Novembro
ru: Ноябрь
tr: Kasım
uk: Листопад
zh_cn: 十一月
zh_tw: 十一月

source: No AI
bg: Самота
ca: No IA
cs: Žádné AI
de: Keine KI
es: Sin IA
et: AI puudub
fi: Ei tekoälyä
fr: Pas d'IA
he: מצב בודד
hu: Nincs MI
id: Nonaktifkan AI (kecerdasan buatan)
it: Disattiva AI
ka: AI-ის გარეშე
nl: Geen AI
nl_be: Geen AI
pl: Brak SI
pt_br: Sem IA
pt_pt: Sem IA
ru: Выключить ИИ
sv: Ingen AI
tr: AI Yok
uk: Без ШІ
zh_cn: AI关闭
zh_tw: 無 AI
