Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

source: reproduced
bg: възпроизвеждане
ca: reproducció
cs: reprodukováno
de: Reproduktion
eo: reproduktis
es: reproducido
et: reprodutseeritud
fi: jatkoi sukuaan
fr: reproduit
he: התרבה
hu: reprodukálva
id: bereproduksi
it: si è riprodotto
ka: რეპროდუცირებული
nl: gereproduceerd
nl_be: gereproduceerd
pl: Rozmnożyły się
pt_br: reproduziu
pt_pt: reproduzido
ru: Воспроизведено
sk: reprodukované
tr: çoğaldı
uk: розмножено
zh_cn: 繁殖次数
zh_tw: 繁殖

source: Reproduction
bg: Възпроизвеждане
ca: Reproducció
cs: Reprodukce
de: Reproduktion
es: Reproducción
et: Paljundamine
fi: Lisääntyminen
he: הולדה
hu: Reprodukció
it: Riproduzione
ka: რეპროდუქცია
nl: Reproductie
pl: Rozmnażanie
pt_br: Reprodução
pt_pt: Reprodução
ru: Репродукция
sk: Reprodukcia
sv: Fortplantning
tr: Üreme
uk: Розмноження
zh_cn: 繁殖
zh_tw: 繁殖

# REPRODUCTION_ASEXUAL
source: Asexual
bg: Асексуално
cs: Asexuální
de: Asexuell
fr: Asexuel
he: א-מינית
it: Asessuale
ka: ასექსუალური
nl: Aseksueel
pl: Aseksualne
pt_br: Assexual
pt_pt: Assexuada
ru: Бесполое
sk: Asexuálne
tr: Eşeysiz
uk: Нестатевий
zh_cn: 无性繁殖
zh_tw: 無性繁殖

# REPRODUCTION_BUDDING
source: Budding
bg: Пъпкуване
ca: Gemmació
cs: Pučení
de: Knospend
es: Gemación
et: lootustandev
fi: Orastuminen
fr: Bourgeonnement
he: הנצה
hu: Bimbózás
it: Gemmazione
ka: გამრავლება
nl: Ontkiemen
pl: Pączkowanie
pt_br: Gemulação
ru: Размножение
sk: Pučanie
tr: Tomurcuklanma
uk: Брункування
zh_cn: 出芽
zh_tw: 出芽生殖

# REPRODUCTION_METHOD
source: Reproduction:
bg: Видове:
ca: Reproducció:
cs: Reprodukce:
de: Reproduktion:
es: Reproducción:
et: Paljundamine:
fi: Lisääntyminen:
he: סוגי רבייה:
hu: Reprodukció:
it: Riproduzione:
ka: რეპროდუქცია:
nl: Reproductiemethode:
pl: Metoda Rozmnażania:
pt_br: Reprodução:
pt_pt: Reprodução:
ru: Воспроизведение:
sk: Reprodukcia:
sv: Reproduktion:
tr: Üreme:
uk: Розмножено:
zh_cn: 繁殖：
zh_tw: 繁殖：

source: Requires nucleus
bg: Нуждае се от ядро
ca: Requereix nucli
cs: Potřebuje jádro
de: Benötigt Nukleus
es: Requiere Núcleo
fr: Nécessite un noyau
he: נדרש גרעין התא
it: Richiede nucleo
ka: საჭიროებს ბირთვს
nl: Vereist nucleus
pl: Wymaga Jądra
pt_br: Requer um núcleo
pt_pt: Requer núcleo
ru: Требуется ядро
sk: Vyžaduje jadro
tr: Hücre çekirdeği gerektirir
uk: Необхідне ядро
zh_cn: 需要细胞核
zh_tw: 需要細胞核

source: Research
fr: Recherche
ka: კვლევა
nl: Onderzoek
pt_br: Pesquisa
pt_pt: Pesquisa
ru: Исследование
tr: Araştır
uk: Дослідження
zh_cn: 研究
zh_tw: 研究

source: Reset
bg: Нулиране
cs: Resetovat
de: Zurücksetzen
eo: Rekomencu
es: Restablecer
et: lähtestada
fi: Kumoa muutokset
fr: Réinitialiser
he: איפוס
hu: Visszaállít
id: Setel ulang
it: Ripristina
ka: ჩამოყრა
ko: 초기화
nl_be: Resetten
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
sk: Resetovať
sr_cyrl: Ресетовати
sr_latn: Resetovati
sv: Nollställ
th_th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_tw: 重置

source: Reset Deadzones
bg: Нулиране
cs: Resetovat Mrtvý Úhel
de: Totzonen zurücksetzen
es: Redefinir zona muerta
fr: Réinitialiser les zones mortes
he: אפס שטחים מתים
ka: მკვდარი ზონების ჩამოყრა
nl: Herstel Deadzones
pl: Resetuj Strefy Martwe
pt_br: Redefinir as zonas mortas
pt_pt: Repor Áreas Mortas
ru: Сбросить мёртвые зоны
tr: Ölü Bölgeleri Sıfırla
uk: Скинути Мертві зони
zh_cn: 重置死区
zh_tw: 重置死區

source: Reset Dismissed Popups
bg: Нулиране
de: Versteckte Pop-ups zurücksetzen
es: Reiniciar ventanas emergentes
fr: Réinitialiser les popups désactivées
ka: მოცილებული მხტუნარების ჩამოყრა
nl: Herstel Afgewezen Vensters
pl: Zresetuj Odrzucone Popupy
pt_br: Redefinir os pop-ups dispensados
ru: Сброс отклоненных всплывающих окон
tr: Atlanan Pencereleri Sıfırla
uk: Скинути закриття вікон
zh_cn: 重置被禁用的弹出窗口
zh_tw: 重置已關閉的彈出視窗

source: Reset inputs to defaults?
bg: Възстановяване на контролите по подразбиране?
ca: Resetejar els inputs a valors per defecte?
cs: Resetovat ovládání ?
de: Standardeingaben laden?
eo: Ĉu restarigu enirojn al defaŭltaj?
es: ¿Restablecer entradas a los valores por defecto?
et: Kas lähtestada sisendid normaalseks?
fi: Palauta näppäimien oletukset?
fr: Réinitialiser les entrées aux valeurs par défaut ?
he: איפוס קלטים לברירת מחדל?
hu: Vissza akarod állítani a bemeneteket az alapokra?
id: Setel ulang input ke semula?
it: Ripristinare i comandi?
ka: ჩამოვყარო შეყვანა ნაგულისხმევებზე?
ko: 키 입력을 기본값으로 초기화하시겠습니까?
nl: Invoer resetten?
nl_be: Invoer resetten naar standaardwaarden?
pl: Zresetować wejścia do domyślnych?
pt_br: Redefinir entradas para configurações padrão?
pt_pt: Repor as entradas por defeito?
ru: Сбросить настройки ввода до значений по умолчанию?
sk: Obnoviť predvolené nastavenia ovládania?
sr_cyrl: Ресетовати уносе на подразумеване вредности?
sr_latn: Resetovati unose na podrazumevane vrednosti?
sv: Nollställ kontroller till default?
th_th: รีเซ็ตอินพุตเป็นค่าเริ่มต้น?
tr: Girişler varsayılana sıfırlansın mı?
uk: Скинути вхідні дані до замовчуваних?
zh_cn: 将输入重置为默认值？
zh_tw: 將輸入重設為預設值？

source: Reset Keybindings
bg: Нулиране на контролите
de: Tastenkombinationen zurücksetzen
es: Reiniciar teclas asociadas
fr: Réinitialiser les raccourcis clavier
he: איפוס חיבורי מקשים
ka: ღილაკების ასახვის ჩამოყრა
nl: Herstel Toetsbindingen
pl: Zresetuj Skróty Klawiszowe
pt_br: Redefinir entradas
pt_pt: Repor os atalhos de teclado
ru: Сбросить настройки клавиш
tr: Tuş atamalarını sıfırla
uk: Скинути сполучення клавіш
zh_cn: 重置按键绑定
zh_tw: 重置按鍵綁定

# RESET_SETTINGS_TO_DEFAULTS
source: Defaults
bg: По подразбиране
ca: Per defecte
cs: Výchozí
de: Standardeinstellungen
eo: Defaŭlte
es: Predeterminado
et: normaalne
fi: Palauta oletukset
fr: Par Défaut
he: ברירת מחדל
hu: Alapok
id: Semula
it: Predefinite
ka: ნაგულისხმევები
ko: 기본값
nl: Standaard
nl_be: Standaardwaarden
pl: Domyślne
pt_br: Configurações padrão
pt_pt: Repor Definições por Defeito
ru: По умолчанию
sk: Predvolené
sr_cyrl: Подразумеване вредности
sr_latn: Podrazumevane vrednosti
sv: Default
th_th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
zh_cn: 默认
zh_tw: 預設

source: Reset to defaults?
bg: Възстановяване на настройките по подразбиране?
ca: Resetejar als valors per defecte?
cs: Obnovit výchozí nastavení?
de: Auf Standardeinstellungen zurücksetzen?
eo: Ĉu restarigu al defaŭltaj?
es: ¿Volver a los ajustes predeterminados?
et: Kas lähtestada normaalseks?
fi: Palauta oletukset?
fr: Restaurer par défaut ?
he: איפוס לברירת מחדל?
hu: Visszaállítja-e az alap dolgokat?
id: Setel ulang ke semula?
it: Ripristinare le impostazioni predefinite?
ka: ჩამოვყარო ნაგულისხმევებზე?
ko: 기본값으로 초기화하시겠습니까?
nl: Resetten naar standaard?
nl_be: Standaardinstellingen herstellen?
pl: Przywrócić do domyślnych?
pt_br: Redefinir para as configurações padrão?
pt_pt: Repor as definições por defeito?
ru: Сбросить по умолчанию?
sk: Obnoviť predvolené nastavenia?
sr_cyrl: Ресетуј до почетног?
sr_latn: Resetuj do početnog?
sv: Nollställ till default?
th_th: รีเซ็ตเป็นค่าเริ่มต้นไหม
tr: Varsayılanlara sıfırlansın mı?
uk: Скинути до замовчування?
zh_cn: 重置为默认值？
zh_tw: 重置為預設值？

source: Resistant to basic engulfment
bg: Предпазва от повечето ензими
de: Widersteht einfacher Verschlingung
es: Resistencia a ser engullido
fr: Résistant à l'engloutissement de base
he: עמידות לבליעה בסיסית
it: Resistente alla fagocitosi di base
ka: გამძლეა ძირითადი შთანთქმის მიმართ
nl: Weerstaat basale verzwelging
pl: Odporny na podstawowe wchłonięcie
pt_br: Resistente à fagocitose básica
ru: Устойчива к базовому поглощению клетками
tr: Temel yutmaya karşı dirençli
uk: Стійкий до базового поглинання
zh_cn: 不会被没有对应酶的细胞吞噬并消化
zh_tw: 抵抗基本吞噬

source: Resolution:
bg: Резолюция:
ca: Resolució:
cs: Rozlišení:
de: Auflösung:
eo: Distingivo:
es: Resolución:
et: Resolutsioon:
fi: Tarkkuus:
fr: Résolution :
he: רזולוציה:
hu: Felbontás:
id: Resolusi:
it: Risoluzione:
ka: გაფართოება:
ko: 해상도:
nl: Resolutie:
nl_be: Resolutie:
pl: Rozdzielczość:
pt_br: Resolução:
pt_pt: Resolução:
ru: Разрешение:
sk: Rozlíšenie:
sr_cyrl: Резолуција:
sr_latn: Rezolucija:
sv: Upplösning:
th_th: ความละเอียด:
tr: Çözünürlük:
uk: Роздільна здатність:
zh_cn: 分辨率：
zh_tw: 解析度：

# RESOURCE_ABSORBTION_SPEED
source: Resource Absorption Speed
bg: Скорост на усвояване на веществата
ca: Velocitat d'Absorció de Recursos
cs: Rychlost absorpce zdrojů
de: Ressourcen-Absorptionsgeschwindigkeit
eo: Rimedo-Absorba Rapideo
es: Velocidad de Absorción de Recursos
et: Ressursi neeldumiskiirus
fi: Resurssien imeytymisen nopeus
fr: Vitesse d'absorption des ressources
he: מהירות ספיגת משאבים
id: Kecepatan Serap Sumber Daya
it: Velocità di assorbimento delle risorse
ka: რესურსების შეწოვის სიჩქარე
ko: 자원 흡수 속도
nl: Absorptiesnelheid Grondstoffen
nl_be: Grondstofabsorbtiesnelheid
pl: Szybkość Absorbcji Zasobów
pt_br: Velocidade de Absorção de Nutrientes
pt_pt: Velocidade de absorção de recursos
ru: Скорость Поглощения Ресурсов
sk: Rýchlosť absorpcie zdrojov
sr_cyrl: Брзина Апсорпције Брзине
sr_latn: Brzina Apsorpcije Brzine
tr: Kaynak Emme Hızı
uk: Швидкість поглинання ресурсів
zh_cn: 物质吸收速度
zh_tw: 物質吸收速度

# RESOURCE_ENERGY
source: Energy
fr: Énergie
ka: ენერგია
nl: Energie
pt_br: Energia
pt_pt: Energia
ru: Энергия
tr: Enerji
uk: Енергія
zh_cn: 能量
zh_tw: 能量

# RESOURCE_FOOD
source: Food
bg: Храна
fr: Nourriture
ka: საჭმელი
nl: Voedsel
pt_br: Comida
pt_pt: Comida
ru: Еда
tr: Gıda
uk: Їжа
zh_cn: 食物
zh_tw: 食物

# RESOURCE_ROCK
source: Rock
bg: Камъни
fr: Pierre
ka: ქვა
nl: Steen
pt_br: Rocha
pt_pt: Pedra
ru: Камень
tr: Taş
uk: Каміння
zh_cn: 石头
zh_tw: 石材

# RESOURCE_WOOD
source: Wood
bg: Дървесина
fr: Bois
ka: ხე
nl: Hout
pt_br: Madeira
pt_pt: Madeira
ru: Дерево
tr: Odun
uk: Деревина
zh_cn: 木材
zh_tw: 木材

# RESPIRATION
source: Aerobic Respiration
bg: Аеробно дишане
ca: Respiració aeròbica
cs: Aerobní dýchání
de: Aerobe Atmung
eo: Spirado
es: Respiración Aeróbica
et: Aeroobne hingamine
fi: Soluhengitys
fr: Respiration aérobie
he: נשימה ארובית
hu: Aerob légzés
id: Respirasi Aerob
it: Respirazione aerobica
ka: აერობული სუნთქვა
ko: 호흡
nl: aërobe ademhaling
nl_be: Aërobe Ademhaling
pl: Oddychanie Tlenowe
pt_br: Respiração Aeróbica
pt_pt: Respiração Aeróbica
ru: Аэробное дыхание
sk: Aeróbne Dýchanie
sr_cyrl: Дисање
sr_latn: Disanje
sv: Anding
th_th: ระบบหายใจแบบแอโรบิค
tr: Oksijenli Solunum
uk: Аеробне Дихання
zh_cn: 有氧呼吸作用
zh_tw: 有氧呼吸作用

source: Responsive
bg: Бдително
ca: Reactiu
cs: Reagující
de: Responsiv
es: Reactiva
et: Vastutulelik
fi: Reagoiva
fr: Réactif
he: מגיב
hu: Reszponzív
it: Reattivo
ka: მგრძნობიარე
nl: Responsief
nl_be: Snel reagerend
pl: Responsywność
pt_br: Reativo
pt_pt: Reactivo
ru: Отзывчивый
sk: Reagujúci
sv: Responsiv
tr: Duyarlı
uk: Розсіяні
zh_cn: 应变
zh_tw: 應變

source: Restart Required
bg: Изисква се рестартиране
ca: Cal reiniciar
cs: Požadovaný restart
de: Neustart erforderlich
es: Reinicio requerido
et: Nõutav taaskäivitamine
fi: Uudelleenkäynnistys Vaaditaan
fr: Redémarrage nécessaire
he: אתחול מחדש נדרש
hu: Újraindítás szükséges
it: È richiesto il riavvio
ka: აუცილებელია გადატვირთვა
nl: Herstarten Vereist
nl_be: Herstart vereist
pl: Wymagany Restart
pt_br: Reinício Necessário
pt_pt: Reinicialização Necessária
ru: Требуется перезапуск
sk: Vyžaduje sa reštart
tr: Yeniden Başlatma Gerekli
uk: Потрібне перезавантаження
zh_cn: 需要重新启动
zh_tw: 需要重新啟動

source: Resume
bg: Продължаване
ca: Reprendre
cs: Pokračovat
de: Fortsetzen
eo: Rekomenci
es: Reanudar
et: Jätka
fi: Jatka
fr: Reprendre
he: להמשיך
hu: Folytatás
id: Lanjutkan
it: Riprendi
ka: გაგრძელება
ko: 재개
nl: Hervat
nl_be: Hervat
pl: Wznów
pt_br: Retomar
pt_pt: Retomar
ru: Продолжить
sk: Pokračovať
sr_cyrl: Наставити
sr_latn: Nastaviti
sv: Fortsätt
th_th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
zh_cn: 返回
zh_tw: 繼續

# RESUME_TOOLTIP
source: Resume the game
bg: Продължаване на играта
ca: Reprendre el joc
cs: Pokračovat
de: Spiel fortsetzen
es: Reanudar juego
et: Jätkake mängu
fr: Reprendre
he: המשך את המשחק
hu: Játék folytatása
it: Riprendi il gioco
ka: თამაშის გაგრძელება
nl: Hervat het spel
nl_be: Hervat het spel
pl: Wznów
pt_br: Retomar o jogo
pt_pt: Retomar o jogo
ru: Продолжить игру
tr: Oyuna devam et
uk: Продовжити
zh_cn: 返回游戏
zh_tw: 繼續遊戲

source: Return to Menu
bg: Главно меню
ca: Tornar al Menú
cs: Návrat do menu
de: Zurück zum Hauptmenü
eo: Revenu al Menuo
es: Volver al Menú
et: Tagasi menüüsse
fi: Palaa Päävalikkoon
fr: Retour au menu
he: חזור לתפריט
hu: Vissza a menübe
id: Kembali ke Menu
it: Torna al menù
ka: მენიუში დაბრუნება
ko: 메뉴로 돌아가기
nl: Terug naar menu
nl_be: Ga terug naar het menu
pl: Wróć do Menu
pt_br: Voltar ao Menu
pt_pt: Voltar ao Menu
ru: Вернуться в меню
sk: Návrat do menu
sr_cyrl: Вратите се у Мени
sr_latn: Vratite se u Meni
sv: Tillbaka till Menyn
th_th: กลับไปที่เมนู
tr: Menüye Dön
uk: Повернутись до меню
zh_cn: 返回主菜单
zh_tw: 返回主選單

# RETURN_TO_MENU_TOOLTIP
source: Exit to the main menu
bg: Връщане в главното меню
ca: Tornar al menú principal
cs: Návrat do hlavního menu
de: Zurück zum Hauptmenü
es: Volver al menú principal
fr: Retour au menu principal
he: צא לתפריט הראשי
hu: Kilépés a főmenübe
it: Torna al menù principale
ka: გასვლა მთავარ მენიუში
nl: Sluit en terug naar hoofdmenu
pl: Wróć do menu główego
pt_br: Volta para o menu principal
pt_pt: Sair para o menu principal
ru: Вернуться в главное меню
sk: Vrátiť sa do hlavného menu
tr: Ana menüye dön
uk: Вийти до головного меню
zh_cn: 退回主菜单
zh_tw: 退出至主選單

# RETURN_TO_MENU_WARNING
source: Are you sure you want to exit to the main menu? You will lose any unsaved progress.
bg: Сигурни ли сте, че искате да се върнете в главното меню? Всички незапазени промени ще бъдат изгубени.
ca: Estàs segur que vols sortir al menú principal? Perdràs tot el progrés no guardat.
cs: Jste si jistý, že chcete odejít do hlavního menu? Ztratíte veškerý neuložený postup.
de: Bist du sicher, dass du zum Hauptmenü zurückkehren willst? Alle nicht gespeicherten Fortschritte gehen verloren.
es: Estas seguro que quieres volver al menú principal? Perderás todo el progreso que no hayas guardado.
et: Kas soovite kindlasti peamenüüst väljuda? Kaotate kõik salvestamata edusammud.
fi: Haluatko varmasti palata päävalikkoon? Menetät tallentamattomat tiedot.
fr: Voulez-vous vraiment retourner au menu principal ? Vous perdrez toute progression non sauvegardée.
he: האם אתה בטוח שאתה רוצה לצאת לתפריט הראשי? אתה עלול לאבד כל פעולה לא שמורה.
hu: Biztos vissza akarsz lépni a főmenübe? Az eddigi teljesítményeid el fognak veszni (hacsak nem mentettél).
it: Sicuro di voler chiudere e andare al menù principale? Perderai tutti i progressi non salvati.
ka: მართლა გნებავთ მთავარ მენიუში გასვლა? რაც არ შეგინახავთ თამაშში, დაიკარგება.
nl: Weet je zeker dat je terug wilt gaan naar het hoofmenu? Je verlies al je niet opgeslagen vooruitgang.
nl_be: Ben je zeker dat terug wilt naar het hoofd menu? Je verliest alle niet opgeslagen voortgang.
pl: Czy na pewno chcesz wyjść do menu głównego? Utracisz cały niezapisany postęp.
pt_br: Tem certeza que você deseja sair para o menu? Você vai perder seu progresso não salvo.
pt_pt: Tens a certeza de que desejas sair para o menu principal? Perderás todo o progresso não guardado.
ru: Вы действительно хотите вернуться в главное меню? Весь несохраненный прогресс будет утерян.
sk: Naozaj chceš odísť do hlavného menu? Všetok neuložený postup bude stratený.
sv: Är du säker på att du vill tillbaka till huvudmenyn? Du kommer att förlora alla osparade framsteg.
tr: Ana menüye dönmek istediğinizden emin misiniz? Kaydedilmemiş ilerlemeler kaybedilecek.
uk: Ви впевнені, що хочете вийти до головного меню? Увесь незбережений прогрес буде втрачено.
zh_cn: 你确定要退出到主菜单吗？ 你会失去任何未保存的进度。
zh_tw: 您確定要退出至主選單嗎？ 您將遺失所有未儲存的進度。

source: Reveal All Patches
ka: ყველა ბიომის გამოჩენა
pt_br: Mostrar Todas as Regiões
pt_pt: Revelar todas as regiões
ru: Открыть все биомы
tr: Bütün Arazileri Göster
uk: Відкрити всі ділянки
zh_tw: 揭曉所有區域

# REVOLUTIONARY_GAMES_SOCIAL_TOOLTIP
source: Visit official Revolutionary Games sites
bg: Отваряне на официалните сайтове на „Revolutionary Games“
de: Zeige offizielle Revolutionary Games Seiten..
es: Visita los sitios web oficiales de Revolutionary Games
fr: Visitez les sites officiels de Revolutionary Games
he: בקרו באתר הרשמי של Revolutionary Games
ka: ეწვიეთ Revolutionary Games-ის ოფიციალურ საიტებს
nl: Bezoek officiële Revolutionary Games sites
pl: Odwiedź oficjalne strony Revolutionary Games
pt_br: Visite os sites oficiais do Revolutionary Games
pt_pt: Visite os sites oficiais da Revolutionary Games
ru: Посетить официальный сайт Revolutionary Games
tr: Revolutionary Games'in resmi sitelerini ziyaret edin
uk: Відвідайте офіційний сайт Revolutionary Games
zh_cn: 访问Revolutionary Games Studio网站
zh_tw: 造訪 Revolutionary Games 官方網站

source: Right mouse
bg: Десен бутон
ca: Clic dret del ratolí
cs: Pravé tlačítko myši
de: Rechte Maus
eo: Dekstra musbutono
es: Clic derecho
et: Parem hiir
fi: Hiiren oikea painike
fr: Clic droit
he: לחצן עכבר הימני
hu: Jobb egérgomb
it: Clic destro
ka: თაგუნას მარჯვენა ღილაკი
ko: 마우스 오른쪽 버튼
nl: Rechtermuisknop
nl_be: Rechter muis
pl: Prawy przycisk myszy
pt_br: Botão direito do mouse
pt_pt: Rato direito
ru: Правая кнопка мыши
sk: Pravé tlačidlo myši
sr_cyrl: Десни миш
sr_latn: Desni miš
sv: Högerklick
th_th: เมาส์ขวา
tr: Sağ fare tuşu
uk: ПКМ
zh_cn: 鼠标右键
zh_tw: 滑鼠右鍵

source: Rigid
bg: Твърда
ca: Rigidesa
cs: Tuhé
de: steif
es: Rígida
et: Jäik
fr: Rigide
he: קשיח
it: Rigida
ka: მტკიცე
nl: Rigide
pl: Sztywna
pt_br: Rígido
pt_pt: Rígido
ru: Жесткий
sk: Tuhý
sv: Stel
tr: Sert
uk: Жорсткість
zh_cn: 刚体
zh_tw: 剛體

# RIGIDITY_MEMBRANE_DESCRIPTION
source: A more rigid membrane is more resistant to damage, but will make it harder for the cell to move around.
bg: По-твърдата мембрана е по-устойчива, но същевременно тя забавя движението на клетката.
ca: Una membrana més rígida protegeix millor, però fa que la cèl·lula sigui més lenta i menys àgil.
cs: Pevnější membrána je odolnější vůči poškození, ale ztěžuje pohyb buňky.
de: Eine steifere Membran ist widerstandsfähiger gegen Schaden, erschwert aber die Fortbewegung.
eo: Pli malmola membrano pli rezistas damaĝon, sed malfaciligas la movadon de la ĉelo.
es: Una membrana más rígida es más resistente al daño, pero hace más difícil el movimiento de la celula.
et: Jäigem membraan teeb su raku vastupidavamaks vigastustele, aga raskendab liikumist.
fi: Jäykempi solukalvo kestää enemmän vahinkoa, mutta vaikeuttaa solun liikkumista.
fr: Une membrane plus rigide est plus résistante aux dommages, mais réduira la capacité motrice de la cellule.
he: קרום נוקשה עמיד יותר בפני נזקים, אך מקשה על התא לנוע.
hu: Minél merevebb egy sejt membránja, annál ellenállóbb, de nehezebben fog tudni mozogni.
id: Membran yang lebih tegar akan lebih kebal terhadap kerusakan, tetapi akan lebih susah bagi sel untuk bergerak.
it: Più la membrana è rigida, più protegge la cellula dai danni; tuttavia, ne complica anche il movimento.
ka: რაც უფრო მაგარია მემბრანა, დაზიანებას მით უკეთ უძლებს, მაგრამ მით უფრო ამცირებს უჯრედის გადაადგილების სიჩქარეს.
ko: 세포막 강도가 높을수록 피해에 더 견딜 수 있지만, 세포를 더욱 움직이기 힘들게 할 것입니다.
nl: Een stijver membraan geeft meer bescherming, maar maakt het lastiger om te bewegen.
nl_be: Een stijvere membraan is beter bestand tegen schade, maar zal het voor de cel moeilijker maken om te bewegen.
pl: Sztywniejsza membrana jest odporniejsza na uszkodzenia, ale utrudnia poruszanie się komórce.
pt_br: Uma membrana mais rígida é mais resistente ao dano, mas é mais difícil para a célula se mover.
pt_pt: Uma membrana mais rígida será mais resistente a danos, mas tornará mais difícil para a célula se mover.
ru: Более жёсткая мембрана более устойчива к повреждениям, но клетке станет тяжелее передвигаться.
sk: Tuhšia membrána je odolnejšia voči poškodeniu, ale sťažuje pohyb bunky.
sr_cyrl: Чвршћа мембрана је отпорнија на оштећења, али ће исто отежати кретање за ћелију.
sr_latn: Čvršća membrana je otpornija na oštećenja, ali će isto otežati kretanje za ćeliju.
sv: Ett hårdare membran är mer resistant till skada, men kommer göre det svårare för cellen att röra sig omkring.
th_th: เมมเบรนที่แข็งกว่าจะทนต่อความเสียหายได้ดีกว่า แต่จะทำให้เซลล์เคลื่อนที่ไปมาได้ยากขึ้น
tr: Sert bir hücre zarı hasara karşı daha dayanıklıdır ama hücreyi etrafta hareket ettirmeyi zorlaştırır.
uk: Чим жорсткішою є мембранна, тим стійкішою вона є до пошкоджень, але це ускладнить пересування клітини.
zh_cn: 更刚性的细胞膜有助于抵挡伤害，但是也会让细胞更难移动。
zh_tw: 更堅硬的膜有助於抵抗損傷，但會使細胞更難移動。

source: Rotate left
bg: Завъртане наляво
ca: Rotar cap a l'esquerra
cs: Otočit doleva
de: Nach rechts rotieren
eo: Rotaciu maldekstren
es: Girar a la izquierda
et: Pööra vasakule
fi: Käännä vasemmalle
fr: Tourner à gauche
he: סובב שמאלה
hu: Forgatás balra
id: Putar kiri
it: Ruota a sinistra
ka: შებრუნება მარცხნივ
ko: 왼쪽으로 회전
nl: Draai naar links
nl_be: Draaien naar links
pl: Obróć w lewo
pt_br: Girar à esquerda
pt_pt: Rodar para a esquerda
ru: Повернуть влево
sk: Otočiť doľava
sr_cyrl: Ротирајте лево
sr_latn: Rotirajte levo
sv: Snurra vänster
th_th: หมุนไปทางซ้าย
tr: Sola döndür
uk: Повеніть ліворуч
zh_cn: 向左转
zh_tw: 向左旋轉

source: Rotate right
bg: Завъртане надясно
ca: Rotar cap a la dreta
cs: Otočit doprava
de: Nach links rotieren
eo: Rotaciu dekstren
es: Girar a la derecha
et: Pöörake paremale
fi: Käännä oikealle
fr: Tourner à droite
he: סובב ימינה
hu: Forgatás jobbra
id: Putar kanan
it: Ruota a destra
ka: შებრუნება მარჯვნივ
ko: 오른쪽으로 회전
nl: Draai naar rechts
nl_be: Draaien naar rechts
pl: Obróć w prawo
pt_br: Girar à direita
pt_pt: Rodar para a direita
ru: Повернуть вправо
sk: Otočiť doprava
sr_cyrl: Ротирајте десно
sr_latn: Rotirajte desno
sv: Snurra höger
th_th: หมุนไปทางขวา
tr: Sağa döndür
uk: Поверніть праворуч
zh_cn: 向右转
zh_tw: 向右旋轉

# ROTATION_COLON
source: Rotation:
bg: Завъртане:
ca: Rotació:
cs: Rotace:
de: Drehung:
es: Rotación:
he: רוטציה:
hu: Fordulás:
it: Rotazione:
ka: ბრუნვა:
nl: Rotatie:
pl: Populacja:
pt_br: Rotação:
pt_pt: Rotação:
ru: Поворот:
sk: Rotácia:
tr: Dönme:
uk: Обертання:
zh_cn: 旋转：
zh_tw: 旋轉：

source: Run auto-evo during gameplay
bg: Автоматична еволюция по време на игра
ca: Activa la simulació auto-evo durant el joc
cs: Spustit automatickou evoluci běhen hry
de: Auto-Evo während des Spielens ausführen
eo: aŭtomatan evolucion dum ludado
es: Ejecutar auto-evo durante el juego
et: Käivitage mängu ajal auto-evo
fi: Suorita auto-evo pelin aikana
fr: Activer l'Auto-Évo en jeu
he: הפעל התפתחות אוטומטית במהלך המשחק
hu: Auto-evo futtatása játék alatt
id: Jalankan auto-evo selama berlangsungnya permainan
it: Esegui Auto-Evo in gioco
ka: ავტოევოს გაშვება თამაშისას
ko: 게임 플레이 중 자동 진화 실행
nl: Voer auto-evo uit tijdens het spelen
nl_be: Gebruik auto-evo tijdens gameplay
pl: Wykonuj auto-ewo w trakcie rozgrywki
pt_br: Usar a auto-evo durante o jogo
pt_pt: Utilizar auto-evo durante o jogo
ru: Запускать Авто-Эво во время игры
sk: Spustiť automatickú evolúciu počas hry
sr_cyrl: Покрените аутоматску-еволуцију током играња
sr_latn: Pokrenite automatsku-evoluciju tokom igranja
sv: Kör auto-evo under spelgång
th_th: เรียกใช้ auto-evo ระหว่างการเล่นเกม
tr: Oyun esnasında oto-evrimi çalıştır
uk: Запускати Авто-ево під час гри
zh_cn: 在游戏中启用auto-evo
zh_tw: 在遊戲過程中運行 Auto-Evo

source: Run One Step
bg: Следваща стъпка
cs: Spustit jeden krok
de: Einen Schritt ausführen
es: Realiza un Paso
fi: Aja Yksi Askel
fr: Calculer une étape
he: הרץ צעד אחת
it: Percorri un passo
ka: ერთი ნაბიჯის გაშვება
nl: Voer Een Stap Uit
pl: Uruchom Jeden Krok
pt_br: Executar Um Passo
ru: Симулировать один шаг
tr: Bir Adım İlerle
uk: Робиться один крок
zh_cn: 运行一步
zh_tw: 運行一步
