Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# WIKI_CHEMOSYNTHESIZING_PROTEINS_STRATEGY
source: With chemosynthesizing proteins, cells gain access to one of the most abundant and reliable sources of energy in the volcanic vents; [b]Hydrogen sulfide[/b]. Being a storable compound, [b]hydrogen sulfide[/b] can be stockpiled in excess within the cell as it is steadily processed into [b]glucose[/b], allowing for more overall energy stores to be held at one time. To build an effective chemosynthesizing bacteria, one need only enough proteins to generate a net increase of [b]glucose[/b] within the cell. A great way to start is by placing two chemosynthesizing proteins on the first generation, and then a [b]metabolosome[/b] and whichever part you would prefer to power in the generation after. From there on, it is typically safe practice to only place an additional chemosynthesizing protein per every two other parts. Be wary however, as '[i]hydrogen sulfide[/i] is only present in a select few biomes in the world. Evolving yourself to rely on it as your primary energy source will effectively prevent you from safely traveling to many other environments should the need arise.
ru: Благодаря [b]Хемосинтезирующим белкам[/b], клетка получает доступ к одному из самых надёжных источников энергии, [thrive:compound type="hydrogensulfide"][/thrive:compound]. Его можно легко накапливать и переводить в [thrive:compound type="glucose"][/thrive:compound]. Для создания эффективной хемосинтезирующей бактерии, игроку нужны лишь [b]Хемосинтезирующие Белки[/b] . Идеальный способ стать хемосинтезирующим -- поставить 2 [b]Хемосинтезирующего белка[/b] в первом поколении, а затем [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b] . После этого, it is typically safe practice to only place an additional hex of [b]Chemosynthesizing Proteins[/b] per every two other parts. Be wary however, as [thrive:compound type="hydrogensulfide"][/thrive:compound] is only present in a select few biomes in the world. Evolving yourself to rely on it as your primary energy source will effectively prevent you from safely traveling to many other environments.
tr: [b]Kemosentez Yapan Proteinler[/b] ile hücreler, yanardağ bacalardaki en bol ve güvenilir enerji kaynaklarından birine erişir: [thrive:compound type="hydrogensulfide"]Hidrojen sülfür[/thrive:compound]. Bu bileşik depolanabilir ve sürekli olarak [thrive:compound type="glucose"]glukoza[/thrive:compound] dönüştürülebilir. Böylece, hücrenin tek seferde daha fazla enerji deposu tutmasını sağlar. Etkili kemosentez yapan bir bakteri oluşturmak için hücre içinde net bir [thrive:compound type="glucose"]glukoz[/thrive:compound] artışı sağlamaya, bunun için de sadece yeterli [b]Kemosentez Yapan Proteinlere[/b] ihtiyacınız vardır. Başlamak için en iyi yol, ilk kuşakta iki adet [b]Kemosentez Yapan Proteinler[/b] yerleştirmek, ardından sonraki kuşakta [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlar[/url][/color][/b] ve güçlendirmeyi istediğiniz herhangi bir parçayı yerleştirmektir. Buradan sonra genellikle güvenli olan eylem, eklenen her iki parça başına yalnızca bir altıgenlik [b]Kemosentez Yapan Proteinler[/b] daha yerleştirmektir. Ancak dikkatli olun. Çünkü [thrive:compound type="hydrogensulfide"]hidrojen sülfür[/thrive:compound], yalnızca birkaç biyomda bulunur. Kendinizi bu bileşiği birincil enerji kaynağı olarak kullanmak üzere evrimleştirirseniz, bu sizin başka ortamlara etkili bir şekilde yolculuk yapmanızı engelleyecektir.
zh_tw: 透過化學合成蛋白質，細胞可以獲得海底熱泉中最豐富、最可靠的能源之一； [b]硫化氫[/b]。作為一種可儲存的化合物，[b]硫化氫[/b]可以在細胞內過量儲存，因為它會被穩定地加工成[b]葡萄糖[/b]，從而可以一次保存更多的總體能量儲存。 為了建構有效的化學合成微生物，只需要足夠的蛋白質即可在細胞內生產淨增加的[b]葡萄糖[/b]。一種很好的開局方法是在第一代上放置兩個化學合成蛋白質，然後放置一個[b]代謝體[/b]以及您希望在後一代中提供力量的任何部分。通常安全的做法是僅在每兩個其他部件放置一個額外的化學合成蛋白質。 但要小心，因為[i]硫化氫[/i]僅存在於世界上少數幾個生物群系中。不斷發展自己依賴它作為主要能量來源，將有效地阻止您在需要時安全地前往許多其他環境。

# WIKI_CHEMOSYNTHESIZING_PROTEINS_UPGRADES
source: No upgrades.
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
pt_pt: Sem melhorias.
ru: Нет улучшений.
tr: Geliştirme yok.
uk: Нема покращень.
zh_tw: 無升級。

# WIKI_CHLOROPLAST_EFFECTS
source: TBA
ka: ეფექტების გარეშე.
pt_br: Sem efeitos.
ru: Эффекты отсутствуют.
tr: Etki yok.
zh_tw: 待定

# WIKI_CHLOROPLAST_INTRO
source: TBA
ru: Наполненный зелёным пигментом под названием хлорофилл, он использует энергию, полученную от [thrive:compound type="sunlight"][/thrive:compound] для производства [thrive:compound type="glucose"][/thrive:compound] из воды и газа [thrive:compound type="carbondioxide"][/thrive:compound]. Этот процесс называется [b]Фотосинтез[/b]. [b]Фотосинтез[/b] требует[thrive:compound type="sunlight"][/thrive:compound] для работы, он эффективен только на небольших участках кожи. Эта органелла является эукариотическим аналогом [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоидов[/url][/color][/b].
tr: Klorofil adı verilen bir yeşil pigmentle dolu olan bu organel, sudan ve [thrive:compound type="carbondioxide"]karbondioksit[/thrive:compound] gazından [thrive:compound type="glucose"]glukoz[/thrive:compound] üretmek için [thrive:compound type="sunlight"]güneş ışığından[/thrive:compound] toplanan enerjiyi kullanır. Bu işleme, [b]Fotosentez[/b] adı verilir. [b]Fotosentez[/b], çalışmak için [thrive:compound type="sunlight"]güneş ışığı[/thrive:compound] gerektirdiği için, sadece yüzey arazilerde etkilidir. Bu organel, [b][color=#3796e1][url=thriveopedia:chromatophore]Tilakoidlerin[/url][/color][/b] ökaryotik karşılığıdır.
zh_tw: 待定

# WIKI_CHLOROPLAST_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_CHLOROPLAST_PROCESSES
source: TBA
ru: [b]Фотосинтез:[/b] [thrive:compound type="sunlight"][/thrive:compound] + [thrive:compound type="carbondioxide"][/thrive:compound] → [thrive:compound type="glucose"][/thrive:compound] + [thrive:compound type="oxygen"][/thrive:compound] Полная версия of [b]Фотосинтеза Хроматофоров[/b] найдена в [b][color=#3796e1][url=thriveopedia:chromatophore]Thylakoids[/url][/color][/b]. Это позволяет вам более эффективно наслаждаться солнцем! Также, как и прокариотический аналог, [b]Хлоропласт[/b] выполняет [b]Фотосинтез[/b] только в освещенных биомах; чем ближе к поверхности ваша клетка тем более эффективен процесс.
tr: [b]Fotosentez:[/b] [thrive:compound type="sunlight"]Güneş Işığı[/thrive:compound] + [thrive:compound type="carbondioxide"]Karbondioksit[/thrive:compound] → [thrive:compound type="glucose"]Glukoz[/thrive:compound] + [thrive:compound type="oxygen"]Oksijen[/thrive:compound] [b][color=#3796e1][url=thriveopedia:chromatophore]Tilakoidlerde[/url][/color][/b] bulunan [b]Kromatofor Fotosentezinin[/b] en üst düzeyidir. Bu işlem, güneşi daha etkili bir şekilde tatmanızı sağlar. [b]Kloroplastlar[/b], yalnızca aydınlık arazilerde [b]Fotosentez[/b] yapar; hücreniz yüzeye ne kadar yakınsa, bu işlem o kadar etkili olur.
zh_tw: 待定

# WIKI_CHLOROPLAST_REQUIREMENTS
source: TBA
pt_br: Uma célula deve ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Cloroplastos[/b]. Se o desbloqueio de organelas estiver ativado nas configurações do jogo, a seguinte condição deve ser verdadeira [i]para a célula do jogador[/i]: [indent]— Contém no mínimo [b]5[/b] [b][color=#3796e1][url=thriveopedia:chromatophore]Tilacoides[/url][/color][/b] há no mínimo [b]7[/b] gerações seguidas.[/indent]
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b] для эволюции [b]Хлоровластов[/b]. Если разблокировка органелл доступна в настройках игры, следующие условия должны быть верны [i]для клетки игрока[/i]: [indent]— Содержит хотя бы [b]5[/b] [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоидов[/url][/color][/b] на протяжении [b]7[/b] поколений подряд.[/indent]
tr: Bir hücre, [b]Kolroplastları[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır. Eğer organel geliştirmeleri oyun ayarlarından etkinleştirildiyse, aşağıdaki koşul [i]oyuncu hücresi[/i] için doğru olmalıdır: [indent]— Üst üste en az [b]7[/b] kuşak boyunca en az [b]5[/b] [b][color=#3796e1][url=thriveopedia:chromatophore]Tilakoid[/url][/color][/b] içermek.[/indent]
uk: Клітина повинна мати [b][color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color][/b] для розвинення [b]Хлоропластів[/b]. Якщо відкриття органел увімкнено в налаштуваннях гри, наступна умова має бути виконана [i]для клітини гравця[/i]: [indent]— Містить щонайменш [b]5[/b] [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоїдів[/url][/color][/b] протягом щонайменш [b]7[/b] поколінь поспіль.[/indent]
zh_tw: 待定

# WIKI_CHLOROPLAST_SCIENTIFIC_BACKGROUND
source: TBA
ka: ჯერ უცნობია
pt_br: A ser adicionado
ru: [color=#3796e1][url=https://en.wikipedia.org/wiki/Chloroplast]Хлоропласты[/url][/color] — это органеллы, окружённые двойной мембраной, которые содержатся в клетках растений и водорослей. Они произошли в результате древнего эндосимбиоза, когда цианобактерия была поглощена ранней эукариотической клеткой. В результате этой истории у них появился собственный геном, отличный от генома клетки-хозяина, как и у [b]Митохондрий[/b]. В дополнение к [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоидам[/url][/color][/b], хлоропласты содержат фермент рибулозо-1,5-бисфосфат-карбоксилазу/оксигеназу (обычно сокращается как RuBisCO, рубиско), который играет ключевую роль в фотосинтезе, преобразуя атмосферный углекислый газ в [b]Глюкозу[/b] и другие богатые энергией молекулы. RuBisCO — это очень древний фермент, который, как считается, появился около четырёх миллиардов лет назад и на сегодняшний день является самым распространённым ферментом на Земле; Однако, несмотря на это, он является крайне неэффективным ферментом, поскольку относительно медленно связывает углекислый газ и склонен вступать в реакцию с кислородом, Этот процесс, известный как фотодыхание, на самом деле снижает эффективность фотосинтеза, поскольку энергия тратится впустую, а уже зафиксированный углерод истощается. RuBisCO не смог преодолеть это препятствие, несмотря на огромное давление со стороны естественного отбора. Молекулярные биологи столкнулись с большими трудностями при попытке усовершенствовать RuBisCO, чтобы сделать его более эффективным. Это позволяет предположить, что данное ограничение может быть фундаментальным аспектом структуры и деятельности RuBisCO.
zh_tw: 待定

# WIKI_CHLOROPLAST_STRATEGY
source: TBA
ru: [b]Хлоропласты[/b] являются самыми большими органеллами не учитывая [color=#3796e1][url=thriveopedia:nucleus]Ядро[/url][/color], с высокой стоимостью осморегуляции и весом. При игре с включенным циклом дня и ночи, большая часть [thrive:compound type="glucose"][/thrive:compound] хранилища необходима чтобы пережить ночь. Это может быть произведено при помощи [b][color=#3796e1][url=thriveopedia:vacuole]Вакуолей[/url][/color][/b]. Подробнее в разделе стратегии [b][color=#3796e1][url=thriveopedia:chromatophore]Тилакоиды[/url][/color][/b] для получения дополнительных советов по выживанию в качестве фотосинтезирующего организма.
tr: [b]Kloroplastlar[/b], [color=#3796e1][url=thriveopedia:nucleus]Çekirdekten[/url][/color] sonra, yüksek ozmoregülasyon maliyeti ve ağırlığı olan, en büyük organeldir. Gece gündüz döngüsü etkinleştirildiğinde, gece hayatta kalmak için bir sürü [thrive:compound type="glucose"]glukoz[/thrive:compound] deposu gereklidir. Bu, [b][color=#3796e1][url=thriveopedia:vacuole]Kofullardan[/url][/color][/b] sağlanabilir. Bir fotosentetik organizma olarak hayatta kalmak için daha fazla tavsiye almak isterseniz, [b][color=#3796e1][url=thriveopedia:chromatophore]Tilakoidlerin[/url][/color][/b] strateji bölümünü inceleyin.
zh_tw: 待定

# WIKI_CHLOROPLAST_UPGRADES
source: TBA
ka: გაუმჯობესებების გარეშე.
pt_br: Sem melhoras.
ru: Никаких улучшений.
tr: Geliştirme yok.
zh_tw: 待定

# WIKI_CILIA_EFFECTS
source: TBA
pt_br: Cada hexágono de [b]Cílios[/b] aumenta a velocidade de rotação da célula, consumindo [thrive:compound type="atp"][/thrive:compound] em troca de mobilidade extra. A melhora exata depende da posição da organela – aquelas posicionadas mais longe do centro da célula exercerão maior momento de inércia, e portanto maior aumento na velocidade de rotação.
ru: Каждый шестигранник [b]Реснички[/b] увеличивает скорость вращения клетки, потребляя [thrive:compound type="atp"][/thrive:compound] в обмен на дополнительную мобильность. Точные изменения зависят от расположения органеллы – те, которые расположены дальше от центра клетки создают больше инерции, следовательно увеличивают скорость поворота.
tr: Her bir altıgenlik [b]Sil[/b], ek hareketlilik için [thrive:compound type="atp"]ATP[/thrive:compound] tüketilmesi karşılığında, bir hücrenin dönme hızını arttırır. Tam gelişim, organelin yerleştirilme şekline bağlıdır. Bir hücrenin merkezinden daha uzağa yerleştirilenler, daha büyük bir eylemsizlik momenti uygular. Dolayısıyla bu, dönme hızında daha büyük bir artış sağlar.
uk: Кожен гекс [b]Війок[/b] підвищує швидкість обертання клітини, споживаючи [thrive:compound type="atp"][/thrive:compound] в обмін на додаткову мобільність. Точне покращення залежить від розташування органели: ті, що розташовані більш далеко від центру клітини виявляють більший момент інерції, надаючи більше підвищення швидкості обертання.
zh_tw: 待定

# WIKI_CILIA_INTRO
source: TBA
pt_br: Pelos pequenos no exterior da célula que usam [thrive:compound type="atp"][/thrive:compound] para aumentar a velocidade de rotação da célula. Podem ser melhorados para gerar correntes que atraem células e outros objetos.
ru: Маленькие волосинки снаружи клетки, использующие [thrive:compound type="atp"][/thrive:compound] для повышения скорости поворота клетки.
tr: Hücrenin dönme hızını arttırmak için [thrive:compound type="atp"]ATP[/thrive:compound] kullanan, hücrenin dışındaki küçük kıllardır. Bu organel, av hücreleri ve diğer nesneleri üzerine çeken akımlar oluşturmak için geliştirilebilir.
zh_tw: 待定

# WIKI_CILIA_MODIFICATIONS
source: TBA
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
ru: Никаких изменений.
tr: Değişiklikler yok.
zh_tw: 待定

# WIKI_CILIA_PROCESSES
source: TBA
ka: პროცესების გარეშე.
pt_br: Sem processos.
ru: Процессы отсутствуют.
tr: İşlem yok.
zh_tw: 待定

# WIKI_CILIA_REQUIREMENTS
source: TBA
ka: უჯრედს [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] განვითარებისთვის [b]წამწამი[/b] სჭირდება.
pt_br: Uma célula deve ter um [b][color=#3796e1][url=thriveopedia:nucleus]Núcleo[/url][/color][/b] para evoluir [b]Cílios[/b].
ru: Клетка должна иметь [b][color=#3796e1][url=thriveopedia:nucleus]Nucleus[/url][/color][/b] для развития [b]Cilia[/b].
tr: Bir hücre, [b]Silleri[/b] evrimleştirmek için [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdeğe[/url][/color][/b] sahip olmalıdır.
zh_tw: 待定

# WIKI_CILIA_SCIENTIFIC_BACKGROUND
source: TBA
ru: Похожие на [b][color=#3796e1][url=thriveopedia:flagellum]Жгутик [/url][/color][/b], [b]Реснички[/b] тонкие волоски обеспечивают направленную тягу, но они работают в разных конфигурациях и дают другие преимущества. Многие организмы используют [b]Реснички[/b] для передачи сенсорных сигналов, а также могут перемещать питательные вещества в более крупных организмах. В реальной жизни, [b]Реснички[/b] обычно располагаются по всей поверхности клетки, а не отдельными группами. Клетки с таким покрытием называются инфузориями. Подробнее об этой органелле: [color=#3796e1][url=https://en.wikipedia.org/wiki/Cilium]страница на Википедии[/url][/color]
tr: [b][color=#3796e1][url=thriveopedia:flagellum]Kamçıya[/url][/color][/b] benzer şekilde [b]Siller[/b], yönlü itiş kuvveti sağlayan ince kıllardır. Ancak siller, farklı yapılandırma ile hareket eder ve başka faydalar sağlar. Birçok organizma [b]Silleri[/b], duyusal amaçlar için kullanır ve ayrıca, daha büyük organizmaların etrafındaki besinleri itip çekebilirler. Gerçek hayatta [b]Siller[/b], genellikle bir hücrenin dış tarafında tekil kümeler halinde bulunmak yerine her yerinde bulunur. Bu kaplamaya sahip hücreler silli olarak bilinir. Bu organelin [color=#3796e1][url=https://en.wikipedia.org/wiki/Cilium]Vikipedi sayfasından[/url][/color] daha fazlasını okuyun.
zh_tw: 待定

# WIKI_CILIA_STRATEGY
source: TBA
ru: [b]Реснички[/b] необходимы крупным клеткам, особенно тем, которые питаются за счёт других. Без них крупным клеткам было бы сложно вращаться с такой мучительно низкой скоростью. Мы рекомендуем добавить [b]Реснички[/b] как можно скорее после развития [b][color=#3796e1][url=thriveopedia:nucleus]Ядра[/url][/color][/b], чтобы компенсировать огромный размер этой важнейшей органеллы. Мы рекомендуем размещать их как можно дальше от центра клетки, чтобы увеличить силу вращения.
tr: [b]Siller[/b], özellikle avcılığa dayanan, büyük hücreler için önemlidir. Onlar olmadan büyük hücreler, bazen acı verici biçimde yavaş dönme hızından dolayı kısıtlanır. Bir [b][color=#3796e1][url=thriveopedia:nucleus]Çekirdek[/url][/color][/b] evrimleştirdikten sonra, bu önemli organelin muazzam büyüklüğüne karşı koymak için, en kısa zamanda [b]Siller[/b] eklemenizi tavsiye ediyoruz. Ayrıca, dönme kuvvetini en üst düzeye çıkarmak için, bu organeli bir hücrenin merkezinden olabildiğince en uzağa yerleştirmenizi öneririz.
zh_tw: 待定

# WIKI_CILIA_UPGRADES
source: TBA
ru: [b]Вытянутые Реснички[/b] За [b]25[/b] очков мутации, модифицируйте [b]Реснички[/b], превратив их в [b]Вытянутые Реснички[/b]. В дополнение к обычным функциям органеллы, [b]Вытянутые Реснички[/b] создают вихри для привлечения мелких клеток и фрагментов, таких как плавающие органеллы.
tr: [b]Çeken Siller[/b] [b]Silleri[/b]; [b]Çeken Sillere[/b] dönüştürmek için, [b]25[/b] mutasyon puanıyla, onlarda yerleştirdiğiniz an değişiklik yapın. Bu organelin sıradan etkilerine ek olarak, [b]Çeken Siller[/b] küçük hücreleri ve yüzen organeller gibi parçaları kendine çekmek için gelgitler oluşturur.
zh_tw: 待定

# WIKI_CYTOPLASM_EFFECTS
source: Any other organelle may replace cytoplasm at no extra mutation point cost (beyond the cost of that organelle).
ka: [b]ციტოპლაზმის[/b] შეცვლა ნებისმიერი სხვა ორგანელას შეუძლია დამატებითი მუტაციის ქულების გამოყენების გარეშე (თუ ორგანელის ფასი უფრო დიდი არაა).
pt_br: Qualquer organela pode substituir [b]Citoplasma[/b] sem custo de pontos de mutação (além do custo da organela).
ru: Любая органелла может заменить [b]цитоплазму[/b] без затраты дополнительных очков мутаций (Исключение - цена самой органеллы).
tr: Herhangi bir organel, ek bir mutasyon puanına mal olmadan [b]Sitoplazmanın[/b] yerine geçebilir (organelin kendi maliyeti buna dahil değildir).
zh_tw: 任何其他細胞器都可以取代細胞質，而無需額外的突變點數（僅消耗該細胞器本身的成本）。

# WIKI_CYTOPLASM_INTRO
source: The gooey innards of a cell. The cytoplasm is the basic mixture of ions, proteins, and other substances dissolved in water that fill the interior of the cell. One of the functions it performs is [b]glycolysis[/b], the conversion of [thrive:compound type="glucose"][/thrive:compound] into [thrive:compound type="atp"][/thrive:compound]. For cells that lack organelles to have more advanced metabolisms, this is what they rely on for energy. It is also used to store molecules in the cell and to grow the cell's size.
pt_br: As entranhas pegajosas de uma célula. O [b]Citoplasma[/b] é a mistura básica de íons, proteínas, e outras substâncias dissolvidas na água que preenchem o interior da célula. Uma das funções que realiza é a [b]Glicólise Citoplásmica[/b], a conversão de [thrive:compound type="glucose"][/thrive:compound] em [thrive:compound type="atp"][/thrive:compound]. Para as células que carecem de organelas para ter metabolismos avançados, é disso que elas dependem para produzir energia. Também é usado para armazenar moléculas na célula para aumentar o tamanho dela.
ru: Липкие внутренности клетки. [b]Цитоплазма[/b] - простейшая помесь ионов, протеинов, да других веществ, растворённых в воде, что заполняют внутреннюю часть клетки. Одной из функцией, что выполняет цитоплазма - [b]гликолиз[/b], конвертация [thrive:compound type="glucose"][/thrive:compound] в [thrive:compound type="atp"][/thrive:compound]. Это то, на что клетки, что не обладают органеллами, и, соответственно, продвинутым метаболизмом полагаются в производстве энергии. Цитоплазма так же используется для хранения молекул в клетке и увеличения размеров клетки.
tr: Bir hücrenin yapışkan iç kısmı. [b]Sitoplazma[/b], hücrenin içini dolduran iyonlar, proteinler ve suda çözünen diğer maddelerin ana karışımından oluşur. Yaptığı işlevlerden biri [b]Sitoplazma Glikolizi[/b], yani [thrive:compound type="glucose"]glukozun[/thrive:compound], [thrive:compound type="atp"]ATP'ye[/thrive:compound] dönüşümüdür. Gelişmiş metabolizmaya dayalı organellerden yoksun hücreler, enerji almak için sitoplazmaya bağlı kalır. Sitoplazma ayrıca hücrede moleküller depolamak için ve hücrenin büyüklüğünü arttırmak için kullanılır.
zh_tw: 細胞的黏稠內臟。細胞質是溶解在水中的離子、蛋白質和其他物質的基本混合物，充滿在細胞內部。 它其中一個功能是[b]糖解[/b]，將 [thrive:compound type="glucose"][/thrive:compound] 轉化為 [thrive:compound type="atp"][/thrive:compound]。對於缺少細胞器而不能進行更高級代謝活動的細胞而言就是它們能量的來源。它也用於在細胞中儲存化合物並增加細胞的大小。

# WIKI_CYTOPLASM_MODIFICATIONS
source: No modifications.
ka: ცვლილებების გარეშე.
pt_br: Sem modificações.
pt_pt: Sem modificações.
ru: Модификации отсутствуют.
tr: Değişiklikler yok.
zh_tw: 無修改。

# WIKI_CYTOPLASM_PROCESSES
source: [b]Cytoplasm Glycolysis[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Cytoplasm glycolysis is the first method of energy production available in the game. Less efficient than glycolysis in other organelles (e.g. metabolosomes), it requires only a steady influx of glucose and does not change speed in response to environmental factors.
ru: [b]Цитоплазменный Гликолиз[/b]: [thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] Первый способ получения энергии, доступный в игре. Менее эффективен, чем [b]Гликолиз[/b] в других органеллах (например [b][color=#3796e1][url=thriveopedia:metabolosome]Метаболосомы[/url][/color][/b]), для этого нужен лишь постоянный приток [thrive:compound type="glucose"][/thrive:compound], не меняется скорость в зависимости от факторов окружающей среды.
tr: [b]Sitoplazma Glikolizi[/b]: [thrive:compound type="glucose"]Glukoz[/thrive:compound] → [thrive:compound type="atp"]ATP[/thrive:compound] Oyunda mevcut olan ilk enerji üretim yöntemidir. Diğer organellerdeki [b]Glikolizden[/b] daha az verimlidir (örn. [b][color=#3796e1][url=thriveopedia:metabolosome]Metabolozomlar[/url][/color][/b]). Bu yöntem, yalnızca düzenli bir [thrive:compound type="glucose"]glukoz[/thrive:compound] girişi gerektirir ve çevresel faktörlere göre hızı değişmez.
zh_tw: [b]細胞質糖解[/b]：[thrive:compound type="glucose"][/thrive:compound] → [thrive:compound type="atp"][/thrive:compound] 細胞質糖解是遊戲中第一種可用的能量生產方法。它的效率低於其他細胞器（例如代謝體）中的糖解，但它只需要穩定的葡萄糖來源，並且不會因環境因素而改變速度。

# WIKI_CYTOPLASM_REQUIREMENTS
source: No requirements.
ka: მოთხოვნების გარეშე.
pt_br: Sem requisitos.
pt_pt: Sem requerimentos.
ru: Требования отсутствуют.
tr: Gereksinimler yok.
zh_tw: 無要求。
