Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# METRICS_CONTENT
source: Process Time: {0} s Physics Time: {1} s Entities: {2} (weight: {3}) Spawned: {4} Despawned: {5} Used Nodes: {6} Used Memory: {7} GPU Memory: {8} Rendered Objects: {9} Draw Calls: {10} 2D: {11} Rendered Vertices: {12} Material Changes: {13} Shader Changes: {14} Orphaned Nodes: {15} Audio Latency: {16} ms Total Threads: {17} Total CPU Time: {18}
bg: Процесорно време: {0} с Физическо време: {1} с Обекти: {2} Други: {3} Създадени: {4} Премахнати: {5} Използвани възли: {6} Използвана памет: {7} Графична памет: {8} Изобразени обекти: {9} Общо обекти: {10} Двуизмерни: {11} Изобразени върхове: {12} Материални изменения: {13} Шейдърни изменения: {14} Неизползвани възли: {15} Звуково забавяне: {16} мс Общо нишки: {17} Общо време на ЦП: {18}
ca: Temps de procès: {0} s Temps de físiques: {1} s Entitats: {2} Other: {3} Aparegudes: {4} Desaparegudes: {5} Nodes utilitzats: {6} Memòria utilitzada: {7} Memòria GPU: {8} Objectes renderitzats: {9} Trucades sortejades: {10} 2D: {11} Vèrtexs renderitzats: {12} Canvis de material: {13} Canvis de Shader: {14} Nodes orfes: {15} Latència d'Audio: {16} ms Fils total: {17} Temps de CPU Total: {18}
cs: Čas procesu: {0} s Čas fyzyky: {1} s Entity: {2} Jiné: {3} Spawnuto: {4} Despawnuto: {5} Použito uzlů: {6} Použito paměti: {7} Paměť GPU: {8} Vyrenderované objekty: {9} Zavolání vykreslení: {10} 2D: {11} Vyrenderovaných vertices: {12} Změny materiálů: {13} Změny shaderů: {14} Opuštěné uzly: {15} Latence audia: {16} ms Totální počet vláken: {17} Totalální čas CPU: {18}
de: Zeit des Prozesses: {0} s Zeit des Physikprozesses: {1} s Entitäten: {2} Andere: {3} Erzeugt: {4} Entfernt: {5} Benutzte Knoten: {6} Benutzter Speicher: {7} Grafikspeicher: {8} Erzeugte Objekte: {9} Zeichnungsaufrufe: {10} 2D: {11} Erzeugte Eckpunkte: {12} Materialänderungen: {13} Shader-Änderungen: {14} Verwaiste Knoten: {15} Audio-Latenz: {16} ms Gesamtanzahl Threads: {17} Gesamte CPU-Zeit: {18}
es: Tiempo de procesamiento: {0} s Tiempo de motor físico: {1} s Entidades: {2} Otros: {3} Creados: {4} Eliminados: {5} Nodos en uso: {6} Memoria en uso: {7} Memoria de GPU: {8} Objetos renderizados: {9} Draw Calls: {10} 2D: {11} Vehículos renderizados: {12} Cambios en materiales: {13} Cambios de shaders: {14} Nodos huérfanos: {15} Latencia de audio: {16} ms Subprocesos totales: {17} Tiempo total de CPU: {18}
fr: Temps de traitement : {0} s Temps de calculs physiques : {1} s Entités : {2} Autres : {3} Apparition : {4} Désapparitions : {5} Nœuds utilisés : {6} Mémoire utilisée : {7} Mémoire GPU : {8} Objets rendus : {9} Appels de dessin : {10} 2D : {11} Sommets rendus : {12} Modifications de matériaux : {13} Modifications de shaders : {14} Nœuds rendus orphelins : {15} Latence audio : {16} ms Nombre total de threads : {17} Temps total du CPU : {18}
he: זמן עיבוד: {0} שניות זמן ממשי: {1} שניות ישויות: {2} אחר: {3} נוצרו: {4} נמחקו: {5} צמתים בשימוש: {6} זיכרון בשימוש: {7} זכרון מעבד גרפי: {8} אובייקטים עובדו: {9} תאים צוירו: {10} 2D: {11} פסגות שעובדו: {12} שינויי חומרים: {13} שינויי הצללה: {14} צמתים מופרדים: {15} וידאו שנעצר: {16} ms סך הכול: {17} זמן מעבד כולל: {18}
hu: Feldolgozási idő: {0} s Fizika ideje: {1} s Entitások: {2} Egyéb: {3} Spawnolt: {4} Despawnolt: {5} Használatban lévő node-ok: {6} Használatban lévő memória: {7} MiB GPU memória: {8} MiB Renderelt objektumok: {9} Draw hívások: {10} 2D: {11} Renderelt csúcsok: {12} Anyag változások: {13} Shader változások: {14} Árva node-ok: {15} Audió késése: {16} ms Összes szál: {17} Teljes CPU idő: {18}
it: Tempo processi [process time]: {0} s Tempo fisica [physics time]: {1} s Entità: {2} Altro: {3} Generate [spawned]: {4} Distrutte [despawned]: {5} Nodi usati: {6} Memoria usata: {7} MiB Memoria GPU: {8} Mib Oggetti renderizzati: {9} Chiamate di disegno [draw calls]: {10} 2D: {11} Vertici renderizzati: {12} Cambi di materiale [material changes]: {13} Cambi di ombreggiatura [shader changes]: {14} Nodi orfani [orphaned nodes]: {15} Latenza audio: {16} ms Thread totali: {17} Tempo totale CPU: {18}
pl: Czas Procesu: {0} s Czas Fizyki: {1} s Istoty: {2} Inne: {3} Stworzone: {4} Zniszczone: {5} Użyte węzły: {6} Użyta Pamięć: {7} MiB Pamięć układu graficznego: {8} MiB Wyrenderowane Obiekty: {9} Obiekty na ekranie: {10} 2D: {11} Wyrenderowane wierzchołki: {12} Zmiany Materiału: {13} Zmiany Shaderów: {14} Porzucone Węzły: {15}; Opóźnienie Dźwięku: {16} ms Całkowite Wątki: {17} Całkowity Czas Procesora: {18}
pt_br: Tempo de Processamento: {0} Duração da Física: {1} s Entidades: {2} (peso: {3}) Gerados: {4} Destruídos: {5} Nós Usados: {6} Memória Usada: {7} Memória Gráfica: {8} Objetos Renderizados: {9} Chamadas à Cena: {10} Primitivos Renderizados: {11} Nós Órfãos: {12} Latência de Áudio: {13} ms Total de Tarefas: {14} Tempo de Processamento Total: {15}
ru: Время процесса: {0} s Физическое время: {1} s Объектов: {2} (вес: {3}) Появилось: {4} Исчезло: {5} Использовано Нодов: {6} Использовано памяти: {7} ГПУ Память: {8} Рендеренные объекты: {9} Всего розыгрышей: {10} Рендеренные примитивы: {11} Потерянные Ноды: {12} Задержка звука: {13} мс Всего потоков: {14} Общее время работы процессора: {15}
tr: İşlem Süresi: {0} s Fizik Süresi: {1} s Varlıklar: {2} (ağırlık: {3}) Oluşan: {4} Kaybolan: {5} Kullanılan Düğümler: {6} Kullanılan Bellek: {7} GPU Belleği: {8} İşlenen Nesneler: {9} Toplam Çizim Çağrısı: {10} İşlenen Temeller: {11} Artık Düğümler: {12} Ses Gecikmesi: {13} ms Toplam İş Parçacığı: {14} Toplam CPU Süresi: {15}
uk: Час процесу: {0} с Фізичний час: {1} с Сутності: {2} (вага: {3}) Заспавнено: {4} Задеспавнено: {5} Використовуванні вузли: {6} Використовувана пам'ять: {7} Пам'ять графічного процесора: {8} Відрендерені об'єкти: {9} Всього малювань: {10} Відрендерені примітиви: {11} Сирітські вузли: {12} Затримка в аудіо: {13} мс Загальна кількість потоків: {14} Загальний час ЦП: {15}
zh_cn: 帧时间：{0} s 物理过程时间：{1} s 实体数：{2} 其它：{3} 生成数：{4} 销毁数：{5} 总节点数：{6} 内存占用：{7} GPU内存：{8} 渲染物体数：{9} 绘图调用数：{10} 2D：{11} 渲染顶点数：{12} 材料更改数：{13} 着色器更改数：{14} 孤立节点数：{15} 音频延迟：{16} ms 线程数：{17} CPU时间： {18}
zh_tw: 處理時間：{0} s 物理時間：{1} s 實體：{2} 其他：{3} 生成：{4} 銷毀：{5} 使用結點數：{6} 已使用記憶體：{7} GPU 記憶體：{8} 渲染物件：{9} 繪製呼叫：{10} 2D：{11} 渲染頂點：{12} 素材更改：{13} 著色器更改：{14} 孤立節點：{15} 音訊延遲：{16} ms 線程總數：{17} 總 CPU 時間： {18}

source: Microbe
bg: Микроб
de: Einzeller
es: Microbio
ka: მიკრობი
pt_br: Micróbio
pt_pt: Micróbio
ru: Стадия микроба
tr: Mikrop
uk: Мікроб
zh_cn: 微生物
zh_tw: 微生物

# MICROBES_COUNT
source: Microbe count:
fr: Nombre de microbes :
ka: მიკრობების რაოდენობა:
nl: Hoeveelheid microben:
pl: Ilość mikrobów:
pt_br: Quantidade de micróbios:
pt_pt: Número de micróbios:
ru: Количество микробов:
tr: Mikrop sayısı:
uk: Кількість бактерій:
zh_cn: 微生物计数：
zh_tw: 微生物數量：

source: Microbe Benchmark
ka: მიკრობების წარმადობის შემოწმება
nl: Microbe Prestatietest
pt_br: Teste de Desempenho de Micróbios
pt_pt: Benchmark de Micróbios
ru: Тест производительности на Микробах
tr: Mikrop Performansı
uk: Мікробний бенчмарк
zh_tw: 微生物性能基準測試

source: Microbe Editor
bg: Микробен редактор
ca: Editor de Microbi
cs: Mikrobiální Editor
de: Mikrobeneditor
es: Editor de microbio
fr: Éditeur de microbes
he: עורך המיקרובי
hu: Sejtszerkesztő
it: Editor Microbico
ka: მიკრობის რედაქტორი
nl: Microbe Bewerker
nl_be: Microbebewerker
pl: Edytor Mikroba
pt_br: Editor de Micróbios
pt_pt: Editor de Microrganismos
ru: Одноклеточный редактор
sk: Editor Mikróbov
tr: Mikrop Editörü
uk: Мікробний редактор
zh_cn: 微生物编辑器
zh_tw: 微生物編輯器
