Repository: Revolutionary-Games/Thrive
Catalog: locale/*.po
Languages: bg, ca, cs, de, eo, es, et, fi, fr, he, hu, id, it, ka, ko, nl, nl_be, pl, pt_br, pt_pt, ru, sk, sr_cyrl, sr_latn, sv, th_th, tr, uk, zh_cn, zh_tw

# CREATE_NEW_CELL_TYPE_DESCRIPTION
source: You can create new cell types by duplicating existing ones and giving them a new name. Cell types can be modified to specialize them for different roles. When modifying a cell type all placed cells of that type will get updated.
bg: Може да създадете нови клетки с различно наименование чрез удвояване на съществуващите клетки. Свойствата на клетките могат да бъдат променени, за да изпълняват различни функции. Когато дадена клетка бъде променена, всички клетки от нейния вид ще бъдат обновени.
ca: Pots crear nous tipus de cèl·lules duplicant-ne de ja existents, i donant-les-hi un nou nou. Els tipus de cèl·lula es poden modificar per a especialitzar-se en diferents rols. Quan es modifica un tipus de cèl·lula, totes les cèl·lules del mateix tipus col·locades s'actualitzaran.
cs: Můžete vytvořit nové typy buněk duplikací existujících buněk a daním nového jména. Typy buněk mohou být upraveny pro specializaci v jiných rolích. Při upravování typu buňky budou aktualizovány všechny již umístěné buňky tohoto typu.
de: Du kannst neue Zelltypen hinzufügen, indem du Bestehende duplizierst und dann benennst. Zelltypen können modifiziert werden, um sie für verschiedene Aufgaben zu spezialisieren. Wenn ein Zellentyp geändert wird, werden alle platzierten Zellen dieses Typs aktualisiert.
es: Puedes crear nuevos tipos de células duplicando un tipo existente con un nuevo nombre. Los tipos de célula pueden modificarse para especializarse en diferentes roles. Cuando modificas un tipo de célula, todas las células de ese tipo se verán afectadas.
et: Saate luua uusi lahtritüüpe, dubleerides olemasolevad ja andes neile uue nime. Lahtritüüpe saab muuta, et spetsialiseeruda erinevatele rollidele. Lahtritüübi muutmisel värskendatakse kõiki seda tüüpi paigutatud lahtreid.
fi: Voit luoda uusia soluelimiä kopioimalla olemassa olevia tyyppejä ja antamalla niille uudet nimet. Soluelimiä voi muokata siten, että ne erikoistuvat eri tehtäviin. Kun soluelintyyppiä muokataan, kaikki sitä vastaavat nykyiset soluelimet muokkaantuvat samalla.
fr: Vous pouvez créer de nouveaux types de cellules en dupliquant et en changeant leur nom. Les types de cellules peuvent être modifiés pour les spécialiser afin de leur attribuer des rôles. Quand un type de cellule est modifié, toutes les cellules de ce type déjà placées sont mises à jour.
he: אתה יכול ליצור סוגי תא על ידי שיכפול קיימים ולתת להם שם חדש. ניתן לשנות סוגי תא בשביל להתמחותם לתפקידי שונים. בעת שינוי סוג התא כל אלו שממוקמים מאותו סוג גם יעודכנו.
hu: Új sejttípusokat hozhatsz létre úgy, hogy az eddigieket duplikálod, és új nevet adsz nekik. A sejttípusokat külön szerkesztheted különböző feladatok ellátására. Ha egy sejttípust szerkesztesz, akkor az eddig lerakott ugyanazon sejttípusból származó sejtek frissülni fognak.
it: Puoi creare nuovi tipi di cellula duplicando e rinominando tipi esistenti. Ciascun tipo di cellula può essere modificato affinché si specializzi in un determinato ruolo. Quando modifichi un tipo di cellula, tutte le cellule di quel tipo già posizionate vengono aggiornate.
nl: Je kunt nieuwe soorten cellen maken door bestaande cellen te dupliceren en ze een nieuwe naam te geven. Celtypes kunnen aangepast worden om ze te specialiseren voor verschillende functies. Wanneer je een celtype aanpast zullen alle geplaatste cellen van dat type geüpdated worden.
pl: Możesz tworzyć nowe typy komórek poprzez duplikację istniejących i nadanie im nowej nazwy. Typy komórek mogą być modyfikowane by wyspecjalizować je w innych zadaniach. Gdy zmodyfikujesz typ komórki, wszystkie umieszczone komórki tego typu zostaną zaktualizowane.
pt_br: Você pode criar novos tipos de célula duplicando os que já existem e os renomeando. Os tipos de célula podem ser alterados para especializá-los em diferentes funções. Ao alterá-los no editor, todas as células no organismo serão atualizadas.
pt_pt: Podes criar novos tipo de células duplicando as existentes e dando-lhes um novo nome. Tipos de células podem ser modificados para especializa-los em diferentes funções. Ao modificares um tipo de célula, todas as células colocadas do mesmo tipo serão alteradas.
ru: Вы можете создать новый вид клеток благодаря размножению существующих и дачу им нового имени. Виды клеток могут быть модифицированы для приспособления к определённой роли. При редактировании вида все представители будут модифицированы так же, как и ваш тип клеток.
sk: Nové typy buniek môžeš vytvoriť duplikovaním existujúcich a pomenovaním ich. Typy buniek je možné upraviť tak, aby sa špecializovali na rôzne roly. Pri úprave typu bunky sa všetky umiestnené bunky toho istého typu aktualizujú.
tr: Mevcut hücreleri kopyalayarak ve onlara yeni bir isim vererek yeni hücre türleri oluşturabilirsiniz. Hücre türlerinde, farklı görevlerde özelleştirmek amacıyla, değişiklik yapılabilir. Bir hücre türü değiştirildiğinde, bu türe ait yerleştirilmiş bütün hücreler güncellenir.
uk: Ви можете створювати новий тип клітини, дублюючи дані та надаючи нову назву. Типи клітин можна модифікувати для спеціалізації їх до різних ролей. Коли зміниться тип клітини, такі самі розміщені клітини теж будуть оновлені.
zh_cn: 你可以通过复制现有的细胞类型并给它们一个新的名字来创建新的细胞类型。细胞类型可以被修改以使其专门用于不同的目的。当修改一个细胞类型时，所有该类型的已放置的细胞都会被更新。
zh_tw: 您可以透過複製現有細胞類型並為其指定新名稱來建立新的細胞類型。可以修改細胞類型以使其專門用於不同的職責。修改細胞類型時，所有該類型的已放置的細胞都會被更新。

source: Create New Mod
bg: Създаване на нова модификация
ca: Crear un Nou Mod
cs: Vytvořit nový mod
de: Neuen Mod erstellen
es: Crear nuevo Mod
et: Loo uus mod
fr: Créer un nouveau mod
he: יצירת מוד חדש
hu: Új mod létrehozása
it: Crea una nuova mod
ka: ახალი მოდის შექმნა
nl: Maak Nieuwe Mod
nl_be: Maak een nieuwe mod
pl: Stwórz Nowego Moda
pt_br: Criar Novo Mod
pt_pt: Criar um Novo Mod
ru: Создать новый мод
tr: Yeni Mod Oluştur
uk: Створити новий мод
zh_cn: 创建新Mod
zh_tw: 創建新模組

source: Create New Save
bg: Създаване на нов запис
ca: Crear un nou arxiu de guardat
cs: Uložit hru
de: Neuen Speicherstand anlegen
eo: Kreu Novan Konservadon
es: Crear Nueva Partida
et: Loo uus salvestus
fi: Luo uusi tallennus
fr: Créer une Nouvelle Sauvegarde
he: יוצר שמירה חדשה
hu: Új mentés létrehozása
id: Buat Save Baru
it: Crea Nuovo Salvataggio
ka: ახალი შენახვის შექმნა
ko: 새 저장 생성
nl: Maak Nieuw Opslagbestand
nl_be: Maak een nieuw opslagen bestand
pl: Stwórz Nowy Zapis
pt_br: Criar Novo Jogo
pt_pt: Guardar novo jogo
ru: Создать Новое Сохранение
sr_cyrl: Направите Нови Чување
sv: Skapa Ny Sparfil
tr: Yeni Kayıt Oluştur
uk: Створити нове збереження
zh_cn: 创建新存档
zh_tw: 創建新存檔

source: Create New Tissue Type
bg: Създаване на нова тъкан
ca: Crear un nou Tipus de Teixit
cs: Vytvořit nový typ tkáně
de: Neuen Zellentyp erstellen
es: Crear un Nuevo Tipo de Tejido
fr: Créer un nouveau type de tissu
he: יצירת סוג רקמה חדשה
it: Crea un nuovo tipo di tessuto
ka: ქსოვილის ახალი ტიპის შექმნა
nl: Maak Nieuw Weefseltype
pl: Stwórz Nowy Typ Tkanki
pt_br: Criar novo tipo de tecido
pt_pt: Criar um novo tipo de tecido
ru: Создать новый тип ткани
tr: Yeni Doku Türü Oluştur
uk: Створити новий тип тканини
zh_cn: 创建新组织类型
zh_tw: 創建新組織類型

# CREATE_NEW_TISSUE_TYPE_DESCRIPTION
source: You can create new tissue types by duplicating existing ones and giving them a new name. Tissue types can be modified with the cell editor to make them suitable for different roles.
bg: Може да създадете нова тъкан с различно наименование чрез удвояване на съществуващите тъкани. Свойствата на тъканите могат да бъдат променени в клетъчния редактор, за да изпълняват различни функции.
ca: Pots crear nous tipus de teixits duplicant-ne de ja existents, i donant-los un nom nou. Els tipus de teixit es poden modificar amb l'editor de microbi per a especialitzar-los en diferents rols.
cs: Můžete vytvořit nové typy tkáně tím, že duplikujete již existující tkáň a dáte této duplikaci jméno. Typy tkání mohou být modifikovány editorem buněk, aby mohli být vhodné pro jiné účely.
de: Du kannst neue Zelltypen hinzufügen, indem du Bestehende duplizierst und dann umbenennst. Zelltypen können modifiziert werden, um sie für verschiedene Aufgaben zu spezialisieren. Wenn ein Zellentyp geändert wird, werden alle platzierten Zellen dieses Typs aktualisiert.
es: Puedes crear un nuevo tipo de tejido duplicando uno existente. Luego puedes editar los mismos en el editor de células para especializarlos en diferentes roles.
fr: Vous pouvez créer de nouveau tissus en en dupliquant et en leur donnant un nouveau nom. Les types de tissus peuvent être modifiés avec l'Éditeur de cellules pour les adapter à différents rôles.
he: אתה יכול ליצור סוגי רקמות חדשות על ידי שיכפול קיימים ולתת להם שם חדש. ניתן לשנות סוגי רקמה עם העורך התאי בשביל להתאים אותם לתפקידים שונים.
it: Puoi creare nuovi tipi di tessuto duplicando e rinominando tipi esistenti. Ciascun tipo di tessuto può essere modificato affinché si specializzi in un determinato ruolo.
nl: Je kunt nieuwe weefseltypes maken door bestaande types te kopiëren en een nieuwe naam te geven. Weefseltypes kunnen gewijzigd worden met de celbewerker om ze geschikt te maken voor verschillende rollen.
pl: Możesz tworzyć nowe typy tkanek poprzez duplikację istniejących i nadanie im nowej nazwy. Typy tkanek mogą być modyfikowane za pomocą edytora komórek by wyspecjalizować je w innych zadaniach.
pt_br: Você pode criar novos tipos de tecido duplicando os que já existem e os renomeando. Os tipos de tecido podem ser alterados para especializá-los em diferentes funções. Ao alterá-los no editor, todos os tecidos no organismo serão atualizadas.
pt_pt: É possível criar novos tipos de tecido duplicando os existentes e dando-lhes um novo nome. Os tipos de tecido podem ser modificados com o editor de células para os tornar adequados a diferentes funções.
ru: Вы можете создать новые типы тканей копируя уже существующие под новым названием. Ткани можно изменять в редакторе клеток, чтобы сделать их более подходящими под разные роли.
tr: Mevcut dokuları kopyalayarak ve onlara yeni bir isim vererek yeni doku türleri oluşturabilirsiniz. Doku türlerinde, farklı görevlerde özelleştirmek amacıyla, hücre editörü aracılığıyla değişiklik yapılabilir.
uk: Ви можете створювати новий тип тканин, дублюючи дані та надаючи їм нову назву. Типи тканин можна модифікувати за допомогою клітинного редактору, для спеціалізації їх до різних ролей.
zh_cn: 你可以通过复制现有的组织类型并给它们一个新的名字来创建新的组织类型。组织类型可以用细胞编辑器来修改以使其专门用于不同的目的。
zh_tw: 您可以透過複製現有組織類型並為其指定新名稱來建立新的組織類型。可以使用細胞編輯器修改組織類型，使它們用於不同的職責。

# CREATING_DOT_DOT_DOT
source: Creating...
bg: Създаване...
ca: Creant...
cs: Vytváření...
de: Erstelle...
es: Creando...
et: Loomine...
fr: En train de créer...
he: יוצר...
hu: Létrehozás...
it: Creazione...
ka: შექმნა...
nl: Creëeren...
nl_be: aan het maken...
pl: Tworzenie...
pt_br: Criando...
pt_pt: A criar...
ru: Создание...
sk: Vytváranie...
sv: Skapar...
tr: Oluşturuluyor...
uk: Створення...
zh_cn: 创建中……
zh_tw: 創建中…

source: Creating objects from save
bg: Създаване на обектите от записа
ca: Creant objectes a partir de l'arxiu guardat
cs: Vytváření objektů z uložené pozice
de: Objekte aus Speicherstand erstellen
eo: Kreante objektojn el konservado
es: Creando objetos de la partida guardada
et: Objektide loomine salvestamisest
fi: Luodaan objekteja tallennuksesta
fr: Création des objets à partir de la sauvegarde
he: יוצר אובייקטים משמירה
hu: Objektumok létrehozása a mentésből
id: Membuat obyek dari save
it: Creazione oggetti da salvataggio
ka: ობიექტების შექმნა შენახულიდან
ko: 저장된 객체 생성 중
nl: Objecten uit opslagbestand worden gemaakt
nl_be: Objecten creëren vanuit het opgeslagen bestand
pl: Tworzenie obiektów z pliku zapisu
pt_br: Criando objetos do jogo salvo
pt_pt: A criar objetos a partir do jogo guardado
ru: Создание объектов из сохранения
sr_cyrl: Креирање објеката из саве
sv: skapar objekt från sparfil
tr: Kayıttan nesneler oluşturuluyor
uk: Створюємо об'єкти зі збереження
zh_cn: 从存档数据中创建物体
zh_tw: 從存檔中創建物件

source: Credits
bg: Екип
ca: Crèdits
cs: Poděkování
de: Abspann
eo: Kreditoj
es: Créditos
et: Krediidid
fi: Tekijät
fr: Crédits
he: קרדיט
hu: Stáblista
id: Kredit
it: Ringraziamenti
ka: ტიტრები
ko: 크레딧
nl_be: Dank
pl: Twórcy
pt_br: Créditos
pt_pt: Créditos
ru: Титры
sk: Poďakovanie
sr_cyrl: Кредити
sr_latn: Krediti
sv: Eftertext
th_th: เครดิต
tr: Jenerik
uk: Титри
zh_cn: 制作人名单
zh_tw: 製作人員

source: Current Developers
bg: Текущи разработчици
ca: Desenvolupadors Actuals
cs: Současní vývojáři
de: Aktuelle Entwickler(innen)
es: Desarrolladores actuales
et: Praegused arendajad
fi: Nykyiset kehittäjät
fr: Développeurs actuels
he: מפתחים נוכחים
hu: Jelenlegi fejlesztők
id: Pengembang Masa Ini
it: Sviluppatori attuali
ka: მიმდინარე პროგრამისტები
nl: Huidige Ontwikkelaars
nl_be: Huidige Ontwikkelaars
pl: Obecni Developerzy
pt_br: Desenvolvedores Atuais
pt_pt: Desenvolvedores Actuais
ru: Текущие Разработчики
sk: Súčasní vývojári
sv: Nuvarande utvecklare
tr: Mevcut Oyun Geliştiricileri
uk: Поточні розробники
zh_cn: 当前开发人员
zh_tw: 當前開發人員

# CURRENT_LOCATION_CAPITAL
source: CURRENT LOCATION
bg: ТЕКУЩО МЕСТООБИТАНИЕ
ca: INDRET ACTUAL
cs: AKTUÁLNÍ POZICE
de: AKTUELLE POSITION
eo: NUNA LOKO
es: POSICIÓN ACTUAL
et: PRAEGUNE ASUKOHT
fi: NYKYINEN SIJAINTI
fr: POSITION ACTUELLE
he: מיקום נוכחי
hu: JELENLEGI TARTÓZKODÁSI HELY
id: LOKASI SEKARANG
it: ZONA ATTUALE
ka: მიმდინარე მდებარეობა
ko: 현재 위치
nl: HUIDIGE LOCATIE
nl_be: HUIDIGE LOCATIE
pl: AKTUALNA LOKALIZACJA
pt_br: LOCALIZAÇÃO ATUAL
pt_pt: LOCALIZAÇÃO ATUAL
ru: ТЕКУЩАЯ ЛОКАЦИЯ
sk: SÚČASNÁ POLOHA
sr_cyrl: ТРЕНУТНА ЛОКАЦИЈА
sv: NUVARANDE PLATS
tr: MEVCUT KONUM
uk: Поточна локація
zh_cn: 目前位置
zh_tw: 當前位置

# CURRENT_RESEARCH_NONE
source: Not researching anything
ka: კვლევა არ მიმდინარეობს
nl: Er wordt niets onderzocht
pl: Brak aktualnych badań
pt_br: Sem pesquisas ativas
pt_pt: Nenhuma pesquisa a decorrer
ru: Ничего не исследуется
tr: Herhangi bir araştırma yok
uk: Зараз нічого не досліджується
zh_cn: 没有搜索到任何内容
zh_tw: 未研究任何內容

# CURRENT_RESEARCH_PROGRESS
source: Currently researching: {0} ({1})
fr: Recherche : {0} ({1})
ka: ამჟამად მიმდინარეობს კვლევა: {0} ({1})
nl: Huidige onderzoek: {0}({1})
pl: Aktualnie badane: {0} ({1})
pt_br: Atualmente pesquisando: {0} ({1})
pt_pt: Atualmente a pesquisar: {0} ({1})
ru: Сейчас исследуется: {0} {1}
tr: Şu anda araştırılan: {0} ({1})
uk: Зараз досліджується: {0} ({1})
zh_cn: 当前正在研究：{0}（{1}）
zh_tw: 目前正在研究：{0}（{1}）

source: Current World
bg: Текущ свят
ca: Món Actual
de: Aktuelle Welt
fr: Monde Actuel
ka: მიმდინარე სამყარო
nl: Huidige Wereld
pl: Obecni Świat
pt_br: Mundo Atual
pt_pt: Mundo Atual
ru: Текущий мир
tr: Mevcut Dünya
uk: Поточний світ
zh_cn: 当前世界
zh_tw: 當前世界

# CURRENT_WORLD_STATISTICS
source: [b]Generations:[/b] {0} [b]Total Patches:[/b] {1} [b]Total Auto-Evo Time:[/b] {2} [b]Total Species:[/b] {3} [b]Species Still Alive:[/b] {4} [b]Species Count per Patch:[/b] Average {5}; Standard deviation {6} [b]Total Population:[/b] {7} [b]Most Populous Species:[/b] {8} [b]Basic Microbe Species Data:[/b] Average hex size: {9} [b]Generic Organelle Data:[/b]
bg: [b]Поколения:[/b] {0} [b]Общо зони:[/b] {1} [b]Общо време за автоматичната еволюция:[/b] {2} [b]Общо създания:[/b] {3} [b]Живи създания:[/b] {4} [b]Популация на създанията по зона:[/b] Средно: {5}; Стандартно отклонение: {6} [b]Общо популация:[/b] {7} [b]Най-многобройна популация:[/b] {8} [b]Основни данни за създанията:[/b] Среден размер: {9} [b]Общи данни за органелите:[/b]
cs: [b]Generace:[/b] {0} [b]Celkový počet záplat:[/b] {1} [b]Celkový čas automatického vyvolávání:[/b] {2} [b]Celkem druhů:[/b] {3} [b]Stále žijící druhy:[/b] {4} [b]Počet druhů na políčko:[/b] Průměr {5}; Směrodatná odchylka {6} [b]Celková populace:[/b] {7} [b]Nejpočetnější druh:[/b] {8} [b]Základní údaje o druzích mikrobů:[/b] Průměrná velikost hexu: {9} [b]Základní údaje o organelách:[/b]
fr: [b]Générations:[/b] {0} [b]Zones Totales:[/b] {1} [b]Temps total d'auto-évo:[/b] {2} [b]Espèces totales:[/b] {3} [b]Espèces toujours en vie:[/b] {4} [b]Compteur d'espèces par zone:[/b] Moyenne{5}; écart-type {6} [b]Population totale:[/b] {7} [b]Espèce la plus populeuse:[/b] {8} [b]Données basiques des espèces microbiennes:[/b] Taille moyenne des hexagones: {9} [b]Données génériques des organites:[/b]
nl: [b]Generaties:[/b] {0} [b]Totale Hoeveelheid Gebieden:[/b] {1} [b]Totale Auto-Evo Tijd:[/b] {2} [b]Total Hoeveelheid Soorten:[/b] {3} [b]Soorten Nog In Leven:[/b] {4} [b]Hoeveelheid Soorten per Gebeied:[/b] Gemiddeld {5}; Standaardafwijking {6} [b]Totale Bevolking:[/b] {7} [b]Soort met Meeste Bevolking:[/b] {8} [b]Basisdata over Microbensoorten:[/b] Gemiddeld hexformaat: {9} [b]Algemene Organeldata:[/b]
pl: [b]Pokolenia:[/b] {0} [b]Wszystkie Obszary:[/b] {1} [b]Całkowity Czas Auto-Ewo:[/b] {2} [b]Wszystkie Gatunki:[/b] {3} [b]Nadal Żyjące Gatunki:[/b] {4} [b]Liczba Gatunków na Obszar:[/b] Średnio {5}; Standardowe odchylenie {6} [b]Całkowita Populacja:[/b] {7} [b]Najliczniejszy Gatunek:[/b] {8} [b]Podstawowe Dane Gatunków Mikrobów:[/b] Średnia wielkość w heksach: {9} [b]Ogólne Dane Organelli:[/b]
pt_br: [b]Gerações:[/b] {0} [b]Quantidade de Regiões:[/b] {1} [b]Quantidade de Tempo Utilizado pela Auto-Evo:[/b] {2} [b]Quantidade de Espécies:[/b] {3} [b]Quantidade de Espécies Vivas:[/b] {4} [b]Contagem de Espécies por Região:[/b] Média {5}; Desvio Padrão {6} [b]População Total:[/b] {7} [b]Espécie Mais Populosa:[/b] {8} [b]Dados Básicos das Espécies de Micróbios:[/b] Tamanho Médio das Células: {9} [b]Dados Gerais de Organelas:[/b]
ru: [b]Поколений:[/b] {0} [b]Всего биомов:[/b] {1} [b]Общая длительность Авто-Эво:[/b] {2} [b]Всего видов:[/b] {3} [b]Живые на данный момент виды:[/b] {4} [b]Количество видов на биом:[/b] Среднее кол-во {5}; Средняя убыль {6} [b]Общая Популяция:[/b] {7} [b]Самый многочисленный вид:[/b] {8} [b]Основная информация о микробах:[/b] Средний размер цитоплазмы: {9} [b]Поверхностная информация об органеллах:[/b]
tr: [b]Kuşaklar:[/b] {0} [b]Toplam Arazi :[/b] {1} [b]Toplam Oto-Evrim Süresi:[/b] {2} [b]Toplam Tür:[/b] {3} [b]Hayatta Olan Türler:[/b] {4} [b]Arazi Başına Tür Sayısı:[/b] Ortalama {5}; Standart sapma {6} [b]Toplam Popülasyon:[/b] {7} [b]En Kalabalık Tür:[/b] {8} [b]Temel Mikrop Türü Verileri:[/b] Ortalama altıgen boyutu: {9} [b]Genel Organel Verileri:[/b]
uk: [b]Покоління:[/b] {0} [b]Усього ділянок:[/b] {1} [b]Загальний час Авто-Ево:[/b] {2} [b]Усього видів:[/b] {3} [b]Види, що ще існують:[/b] {4} [b]Кількість видів на ділянці:[/b] Середня {5}; Стандартне відхилення {6} [b]Загальна популяція:[/b] {7} [b]Вид з найбільшою популяцією:[/b] {8} [b]Базові дані про види мікробів:[/b] Середній розмір гекса: {9} [b]Загальні дані про органели:[/b]
zh_cn: [b]当前代：[/b] {0} [b]区域数：[/b] {1} [b]自动进化运行时间：[/b] {2} [b]总物种数：[/b] {3} [b]现存物种数：[/b] {4} [b]区域物种数：[/b] 平均值 {5}，标准差 {6} [b]总种群数量：[/b] {7} [b]优势种：[/b] {8} [b]单细胞生物基本信息：[/b] 平均大小：{9} [b]基本细胞器信息：[/b]
zh_tw: [b]世代：[/b] {0} [b]區域數：[/b] {1} [b]Auto-Evo 運行時間：[/b] {2} [b]總物種數：[/b] {3} [b]現存物種數：[/b] {4} [b]區域物種數：[/b] 平均值 {5}；標準差 {6} [b]總族群數：[/b] {7} [b]優勢物種：[/b] {8} [b]基本微生物物種資訊：[/b] 平均大小：{9} [b]基本細胞器資訊：[/b]

source: Custom username:
bg: Потребителско име:
ca: Nom d'usuari propi:
cs: Vlastní uživatelské jméno:
de: Eigener Nutzername:
eo: Via Salutnomo:
es: Nombre personalizado:
et: Kohandatud kasutajanimi:
fi: Valittu käyttäjänimi:
fr: Pseudo personnalisé :
he: שם משתמש מותאם אישית:
hu: Saját felhasználónév:
id: Nama Pengguna Kustom:
it: Nome utente personalizzato:
ka: მორგებული მომხმარებლის სახელი:
ko: 임의 사용자 이름:
nl: Gebruikersnaam:
nl_be: Aangepaste gebruikersnaam:
pl: Własna nazwa użytkownika:
pt_br: Nome personalizado:
pt_pt: Username personalizado:
ru: Псевдоним пользователя:
sk: Vlastné používateľské meno:
sr_cyrl: Корисничко име:
sr_latn: Korisničko ime:
sv: Anpassat Användarnamn:
th_th: ชื่อผู้ใช้ที่กำหนดเอง:
tr: Özel kullanıcı adı:
uk: Власне ім'я користувача:
zh_cn: 自定义用户名：
zh_tw: 自訂使用者名稱：

source: Cytoplasm
bg: Цитоплазма
ca: Citoplasma
cs: Cytoplazma
de: Zytoplasma
eo: Citoplasmo
es: Citoplasma
et: Tsütoplasma
fi: Solulima
fr: Cytoplasme
he: ציטופלזמה
hu: Citoplazma
id: Sitoplasma
it: Citoplasma
ka: ციტოპლაზმა
ko: 세포질
nl: Cytoplasma
nl_be: Cytoplasma
pl: Cytozol
pt_br: Citoplasma
pt_pt: Citoplasma
ru: Цитоплазма
sk: Cytoplazma
sr_cyrl: Цитоплазма
sr_latn: Citoplazma
sv: Cytoplasma
th_th: ไซโทพลาซึม
tr: Sitoplazma
uk: Цитоплазма
zh_cn: 细胞质
zh_tw: 細胞質
